[
{"novel1": [" Bab 1: Tuan Muda Dua Belas, Ye Sheng", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Di Ye Manor, semua lampu menyala meskipun saat itu malam hari. Beberapa pembantu rumah telah berkumpul bersama di halaman yang terlantar.", " \"Apakah menurutmu Tuan Muda Dua Belas akan sadar kembali?\"", " \"Aku tidak punya ide. Tuan Muda Tiga Belas memukulnya terlalu keras. Bahkan jika dia tidak menyukai Tuan Muda Dua Belas, dia seharusnya tidak bersikap seperti ini.”", " “Tsk, Tuan Muda Dua Belas sangat tidak berguna. Dia bahkan tidak bisa menahan satu pukulan dari Tuan Muda Tiga Belas. Kamu tidak bisa menyalahkan orang lain untuk itu.”", " “Meskipun Tuan Muda Dua Belas terkenal di Manor ini karena kesehatannya, Kamu tahu, dia masih anak Tuan Ye dan itu saja yang membuatnya memiliki kedudukan yang lebih tinggi dari Kamu. Bagaimana Kamu bisa mengatakan sesuatu seperti itu? Jika kepala pelayan memergoki Kamu mengatakan hal seperti itu, Kamu akan kehilangan nyawa Kamu.”", " “Tsk, Tuan Tiga Belas adalah nomor satu dalam kultivasi sementara Tuan Dua Belas adalah nomor satu dalam tidak berguna. Sungguh lelucon.”", " “Tapi Tuan Muda Dua Belas benar-benar tidak boleh mati. Jika dia mati, maka itu akan merusak reputasi Tuan Muda Tiga Belas dan menjadikannya pembunuh kakak laki-lakinya sendiri. Tak seorang pun di Great Qin akan pernah menerimanya setelah itu. Bahkan jika dia tidak dihukum berat, harapan masa depan untuk berada di pemerintahan akan pupus.”", " Para pelayan rumah menggumamkan semua ini di antara mereka sendiri. Tidak ada yang ingin Tuan Muda Dua Belas mati. Tetapi mereka tidak khawatir tentang kesehatan Tuan Muda Dua Belas. Mereka mengkhawatirkan masa depan Tuan Muda Tiga Belas.", " Di halaman megah yang bersebelahan dengan perabotan mewah, Tuan Muda Tiga Belas yang muda itu mengerutkan kening dengan ekspresi sedih di wajahnya. “Pelacur ini benar-benar tidak berguna. Yang Aku lakukan hanyalah meninjunya dengan ringan, dan dia pingsan. Apa dia sengaja melakukan ini padaku?”", " “Kamu orang yang tidak berperasaan! Akan baik-baik saja jika Nomor Dua Belas terus menjadi orang yang tidak berguna selama sisa hidupnya. Ada begitu banyak orang di rumah ini, jadi apa lagi? Mengapa Kamu sengaja harus menyerangnya? Tidak peduli betapa menjengkelkannya dia atau betapa miskinnya latar belakang ibunya, dia tetaplah anak Tuan. Jika tersiar kabar bahwa Kamu telah memukulinya sampai mati, reputasi Kamu akan hancur selamanya,” seorang wanita cantik menegurnya dengan marah. Wajah cantiknya jelas bermasalah.", " “Ibu, kamu harus membantuku. Aku tahu apa yang Aku lakukan salah. Kamu harus menemukan dokter yang luar biasa untuk menyembuhkan Nomor Dua Belas. Aku berjanji tidak akan membuat masalah untuknya lagi.” Nomor Tiga Belas mulai panik saat mendengar apa yang dikatakan ibunya. Sekarang dia mulai mengkhawatirkan masa depannya.", " “Qin Agung telah memerintah negara ini selama 60 tahun dan menggunakan hukum untuk mengendalikan negara dan berbakti untuk mengendalikan keluarga. Ayahmu adalah Tuan Ye yang agung dan mahakuasa, jenderal tentara, dan dia memiliki kekuatan dan pengaruh yang luar biasa, tetapi dia juga memiliki musuh yang tak terhitung jumlahnya. Jika ini terungkap, semua pejabat yang tidak senang dengan ayahmu mungkin akan mulai melompat-lompat, dan kamu akan menjadi target pertama mereka. Bahkan jika keluarga Aku membantu dan berbicara untuk Kamu, Kamu tidak akan bisa lolos dengan ini. Jadi yang terpenting saat ini adalah memastikan anak b*stard ini tidak mati. Selama dia tidak mati, tanggung jawabmu akan berkurang, bahkan jika dia hampir tidak hidup. Lagi pula, melukai kakak laki-lakimu sendiri adalah satu hal dan memukulnya sampai mati adalah satu hal, ”kata wanita cantik itu, ketika kilatan dingin melintas di matanya.", " “Aku sudah mengatur seseorang untuk mendapatkan Teratai Salju Gunung Langit dan membawanya ke sini. Ramuan ini bisa menyelamatkan nyawa, jadi Aku yakin si b*stard akan selamat,” kata wanita cantik itu sambil menghela nafas sambil menatap wajah cemas anaknya.", " \"Apa? Teratai Salju Gunung Langit? Bukankah Aku seharusnya mengkonsumsi itu agar Aku bisa menembus ke Level bawaan? ” Nomor Tiga Belas sangat enggan untuk berbagi ini dengan saudaranya.", " “Kamu bajingan kecil! Jika Kamu bisa mengendalikan emosi Kamu, apakah menurut Kamu Aku harus mengeluarkan Teratai Salju Gunung Langit?” Wanita cantik itu juga tidak suka berbagi ini, dan menegur putranya lagi.", " Nomor Tiga Belas mengerucutkan bibirnya dan tampak sangat kecewa. Dia sangat membenci Nomor Dua Belas. “Kenapa kamu begitu lebay? Kamu seharusnya baru saja terluka dengan pukulan dari Aku itu. Aku tidak berniat membunuhmu.”", " …", " Kepala Ye Sheng terasa kacau, dan seluruh tubuhnya sakit. Dia merasa seolah-olah dia telah dibakar dalam api yang mengamuk.", " Dia bisa mendengar banyak suara di sekitarnya, tapi tidak terlalu jelas. Ini membuatnya merasa agak cemas di dalam.", " \"Apa yang sedang terjadi?\"", " “Bukankah aku sedang bekerja? Aku seharusnya bekerja di kantor sekarang. Apa yang terjadi?\"", " “Apakah Aku meninggal karena serangan jantung mendadak di tempat kerja…?”", " \"Apa yang sedang terjadi sekarang? Apakah Aku di neraka?”", " Pikiran Ye Sheng mulai liar. Dia sangat bingung. Namun, tiba-tiba, sepasang tangan besar membuka mulutnya dan cairan dingin yang menyengat yang diisi dengan energi dituangkan ke dalam mulutnya. Ye Sheng bisa merasakan sensasi menyebar dari mulutnya ke tenggorokannya ke perutnya, lalu energi menyebar ke seluruh tubuhnya dari perutnya. Dalam waktu singkat, rasa sakit dan nyeri di tubuhnya berhenti total.", " Dia membuka matanya dengan muram untuk melihat seorang lelaki tua dengan kerutan dalam dan rambut putih-abu-abu.", " Orang tua itu menghela nafas lega ketika dia melihat Ye Sheng sadar kembali, dan dia berkata, “Nyawa Tuan Muda Dua Belas tidak lagi dalam bahaya. Efek dari Sky Mountain Snow Lotus memang sangat kuat. ”", " Saat semua orang mendengar bahwa kehidupan Ye Sheng keluar dari bahaya, semua orang di luar mulai bersorak.", " Ye Sheng tersentuh mendengar sorakan mereka. “Aku tidak percaya Aku benar-benar selamat. Keluarga ini adalah keluarga yang sangat erat. Sangat menyenangkan mendengar begitu banyak dari mereka bersorak ketika mereka mendengar bahwa Aku baik-baik saja. Mereka bahkan menggunakan Teratai Salju Gunung Langit untuk menyelamatkan hidupku. Kita pasti sangat dekat.”", " Saat itu, seorang pria muda menerobos masuk ke ruangan dan menatap Ye Sheng dengan ekspresi jahat. Matanya dipenuhi amarah, tinjunya terkepal, dan pembuluh darahnya menonjol.", " Dokter melihatnya dan segera menahannya saat dia berkata, “Tuan Muda Tiga Belas, jangan bertindak gegabah sekarang. Tubuh Tuan Muda Dua Belas sangat lemah, jadi meskipun dia mengkonsumsi Teratai Salju Gunung Langit, hidupnya masih tergantung pada seutas benang. Jika Kamu memukulnya lagi, maka tidak ada yang bisa Aku lakukan untuk menyelamatkan ini. ”", " “Teratai Salju Gunung Langit itu dimaksudkan untuk Aku gunakan untuk menerobos ke Tingkat Bawaan, dan dia akhirnya mendapatkannya sebagai gantinya!” Tuan Muda Tiga Belas dengan marah menggertakkan giginya. Dia tidak sabar untuk menguliti Ye Sheng hidup-hidup.", " Ye Sheng berbaring di tempat tidur dan berkedip beberapa kali. Orang ini kemungkinan besar adalah adiknya. Mengapa dia begitu tidak senang sehingga Ye Sheng sadar kembali?", " “Kamu sampah kecil, sebaiknya kamu mengingat ini dengan baik. Jangan memprovokasi Aku lagi, karena Aku punya sejuta cara untuk membuat Kamu menghilang dari muka dunia ini.” Tuan Muda Tiga Belas meninggalkan kata-kata itu di belakangnya saat dia keluar dari ruangan dengan ekspresi marah di wajahnya.", " Dokter menggelengkan kepalanya dan berkata, “Tuan Muda Dua Belas, tubuh Kamu masih sangat lemah. Ini adalah resep obat yang dapat membantu membangun kekuatan Kamu, ingatlah untuk meminumnya.”", " Ye Sheng mengangguk dan tidak mengatakan apa-apa. Dia sangat bingung karena sepertinya situasinya cukup rumit.", " Setelah dokter pergi, seorang wanita cantik masuk. Matanya yang menawan menatap lurus ke arah Ye Sheng tanpa emosi di dalamnya dan dia berkata, \"Ketika Guru kembali dan bertanya kepada Kamu apa yang terjadi, Kamu tahu harus berkata apa, kan?\"", " Ye Sheng mengedipkan matanya dengan bingung.", " “Tsk, aku harap kamu tahu apa yang baik untukmu. Ye Qing mungkin yang memukulmu, tapi aku telah menggunakan Teratai Salju Gunung Langit untuk menyelamatkan hidupmu, jadi kita seimbang. Bahkan, Kamu bahkan mendapat manfaat dari ini, karena Aku yakin Kamu tidak akan pernah memiliki kesempatan untuk mencicipi Teratai Salju Gunung Langit seumur hidup Kamu. Ingat ini: ketika Guru kembali dan bertanya tentang ini, katakan padanya bahwa Kamu ingin belajar seni bela diri dan Ye Qing hanya mencoba untuk mengajari Kamu. Dia tidak menyadari berapa banyak kekuatan yang dia gunakan, dan dia tidak melakukan ini dengan sengaja. Jika Kamu berani melontarkan omong kosong apa pun, maka Kamu sebaiknya berhati-hati, ”ancam wanita cantik itu dengan dingin sebelum bangkit untuk pergi.", " Ye Sheng berbaring di tempat tidur tanpa kekuatan sama sekali. Ekspresinya menjadi muram. “Sepertinya mereka tidak sabar menungguku mati, tapi mereka tidak bisa membiarkanku mati begitu saja karena aku tidak terluka dalam kecelakaan. Aku dipukuli oleh Tuan Muda Tiga Belas itu, Ye Qing. ”", " OOOH!", " Saat Ye Sheng berpikir terlalu keras tentang semua ini, rasa sakit yang luar biasa menguasainya dan dia meringkuk di tempat tidur.", " Setelah waktu yang lama, Ye Sheng akhirnya membuka matanya lagi dan mengerti apa yang sedang terjadi.", " Ini adalah periode Dinasti Qin Besar, dan dia berada di Ye Manor. Dia adalah Tuan Muda Dua Belas yang tidak ingin dilihat siapa pun. Orang yang memukulinya adalah Tuan Muda Tiga Belas, yang manja dan sombong. Ayahnya, Tuan Ye, juga ada di suatu tempat, seorang pria yang baru beberapa kali dilihatnya dalam hidupnya.", " Ini adalah kerajaan sekuler, tetapi juga dunia dengan kemungkinan tak terbatas. Ada seni bela diri, iblis, hantu, sekte kultivasi, keluarga bangsawan, dan banyak lagi.", " Ayahnya, Tuan Ye, adalah seniman bela diri paling terampil di Qin Besar dan jenderal tentara negara. Sebagian besar pasukan berada di bawah komandonya, jadi dia tentu saja seorang pria yang berada di bawah satu orang, sang kaisar, tetapi di atas puluhan ribu orang lainnya.", " Ye Sheng, bagaimanapun, adalah anak yang paling tidak dihormati di seluruh rumah tangga, dan itu semua karena ibunya berasal dari latar belakang yang tidak pantas.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 5: Butler Fu", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Setelah dimarahi tanpa alasan di pagi hari, ekspresi Ye Sheng menjadi gelap saat dia duduk sendirian di halaman.", " \"Aku ingin tahu berapa banyak orang di Bumi yang berhasil membuat terobosan?\" Ye Sheng memusatkan perhatiannya pada dantiannya, Bumi.", " Sampai sekarang, 107 orang telah berhasil mempelajari salah satu dari tiga teknik yang dia berikan kepada mereka, dan mencapai tahap Pemula. Namun, itu masih akan jauh lebih lama sebelum mereka dapat mencapai Tahap Pertama Tingkat Diperoleh. Ketika dia memeriksanya, dia melihat bahwa semua orang masih bekerja keras dalam kultivasi, tetapi, berdasarkan tingkat kemajuan mereka saat ini, akan memakan waktu setidaknya seminggu bagi mereka untuk membuat terobosan.", " “Mereka masih membutuhkan setidaknya satu minggu untuk membuat terobosan, dan Aku hanya dapat menambah kekuatan Aku dari kekuatan orang-orang ini.” Ye Sheng mengerutkan kening. Seminggu agak terlalu lama untuk menunggu.", " Selain 107 orang ini, beberapa ratus lainnya telah berhasil dalam kultivasi mereka dan mulai tiba di tahap Pemula. Ini membuat pemahaman Ye Sheng tentang ketiga teknik ini tumbuh lebih dalam dari sebelumnya.", " “Begitu kelompok orang berikutnya mencapai tahap Terpelajar, Aku akan mencapai tahap Pemula,” kata Ye Sheng dengan penuh harap.", " Belajar seni bela diri dibagi menjadi tahap Belajar, tahap Pemula, tahap Pencapaian, tahap Penguasaan, dan tahap Kesempurnaan.", " Ye Sheng telah mencapai tahap Terpelajar untuk ketiga teknik, dan selama 100 penduduk bumi mencapai tahap Terpelajar dari setiap teknik, dia akan mencapai tahap Pemula dari teknik tersebut.", " Perbedaan antara tahap Terpelajar dan Pemula cukup besar, terutama dalam hal duel. Jika seseorang pada tahap Terpelajar dari teknik tertentu bertarung dengan seseorang yang berada pada tahap Pemula dari teknik yang sama, orang pada tahap Pemula pasti akan mengalahkan yang lain dengan nyenyak.", " “Aku sekarang terjebak di dalam Ye Manor, dan tidak mungkin aku bisa pergi. Aku tidak punya uang, jadi bahkan jika Aku keluar dari sini, tidak mungkin Aku bisa membeli manual, ”pikir Ye Sheng tanpa daya. Dia membutuhkan banyak manual, karena begitu dia menyebarkan manual ini ke Bumi, semakin banyak orang mempelajari teknik ini, semakin baik baginya.", " “Jika…jika Tuan Ye mengizinkan Aku untuk belajar seni bela diri…tidak, Aku tidak harus benar-benar belajar seni bela diri apa pun. Aku hanya perlu pergi ke Perpustakaan Manual untuk melihat, menyalin manual itu, dan menyebarkannya ke Bumi. Itu juga akan berhasil, ”Ye Sheng tiba-tiba punya ide, tetapi segera dia meninggalkan pemikiran ini.", " Lord Ye tidak akan pernah mengizinkannya untuk belajar seni bela diri.", " Ye Sheng teringat akan satu kejadian. Ketika dia tidak lebih tua dari sepuluh tahun, Ye Sheng memperhatikan bagaimana semua kakak laki-lakinya berlatih seni bela diri, jadi dia mengumpulkan keberaniannya dan meminta untuk menemui ayahnya karena dia ingin belajar seni bela diri juga. Tapi Tuan Ye tidak akan melihat Ye Sheng dan hanya kepala pelayannya yang mengiriminya pesan.", " “Semua orang yang berlatih seni bela diri dalam satu atau lain cara sembrono, dan ibumu lahir dengan hina. Meskipun dia dibawa ke rumah ini, dia tidak bisa melepaskan diri dari latar belakang ini. Dan sebagai anak dari salah satu kelahiran tercela, berlatih seni bela diri tidak bisa menjadi bagian dari pendidikan Kamu. Belajarlah dengan giat, dan sebagian dari harta Aku akan diberikan kepada Kamu ketika Kamu meninggalkan Manor pada waktunya.”", " Ketika Ye Sheng muda mendengar ini, hatinya dipenuhi dengan kesedihan. Dia juga putra ayahnya, tetapi perbedaan perlakuan antara saudara-saudara itu sangat besar. Dan semua ini hanya karena ibunya lahir tercela?", " Sebelum Sekte Reinkarnasi dihancurkan, ibunya adalah seseorang yang bahkan Kaisar Qin Besar telah menerimanya secara pribadi.", " Ketika Ye Sheng memikirkan semua ini, dia merasakan sakit yang luar biasa di dalam. Karena dia adalah putra dari salah satu kelahiran yang dianggap tercela, dia telah dilucuti dari semua haknya.", " Bahkan sepupunya diizinkan untuk berlatih seni bela diri. Hanya Ye Sheng yang dilarang untuk belajar.", " \"Kenapa kamu tidak mengizinkanku belajar seni bela diri?\" Ye Sheng merasa bahwa ini adalah hal yang sangat aneh, dan dia tidak dapat menemukan penjelasan untuk itu.", " Lord Ye adalah pejabat tertinggi di Great Qin dan seniman bela diri paling terampil di negeri itu dengan 1 juta pasukan di bawah komandonya. Mengapa dia harus peduli tentang apakah putra salah satu selirnya belajar seni bela diri?", " Tetapi Tuan Ye telah berulang kali mengulangi kepada Ye Sheng bahwa dia tidak diizinkan untuk belajar seni bela diri.", " Ini memang sangat aneh.", " Sementara Ye Sheng masih duduk dan memikirkan semua hal ini, sesosok kurus berjalan ke halaman dan berhenti di depannya, berkata, \"Tuan Muda Dua Belas, Tuan ada di rumah dan ingin bertemu denganmu.\"", " Ye Sheng terkejut dari banyak pikirannya dan berdiri ketika dia melihat pria kurus yang berdiri di depannya. \"Ayah kembali begitu cepat?\"", " Orang tua kurus itu adalah seorang pelayan tua yang telah melayani Tuan Ye sejak dia masih kecil. Dia dikenal sebagai Butler Fu.", " Butler Fu tidak memiliki ekspresi di wajahnya saat dia berkata, “Tidak ada yang bisa memprediksi apa yang Guru lakukan. Hal pertama yang dia lakukan setelah kembali dari tentara adalah memanggil dirimu sendiri dan Tuan Muda Tiga Belas. Cepatlah sekarang, jangan membuat Guru menunggu terlalu lama. ”", " Ye Sheng tidak berani sembarangan. Pria ini adalah Tuan Ye, ayahnya dan orang yang paling berkuasa di seluruh Ye Manor. Dia tidak mampu menyinggung pria ini.", " Dia dengan cepat merapikan dirinya, lalu mengikuti Butler Fu menuju aula utama di pelataran pusat.", " Ye Manor sangat besar. Itu sangat besar sehingga ada gunung palsu, hutan bambu, dan danau yang cukup besar untuk berlayar dengan perahu di dalamnya.", " Tempat-tempat di mana Ye Shen bisa pergi sangat terbatas dan pada dasarnya hanya area di sekitar halaman kecil tempat dia tinggal. Dia hanya bisa memasuki aula utama pengadilan pusat setahun sekali untuk upacara pemujaan leluhur tahunan, dan kemudian, bahkan ketika dia berada di dalam, dia selalu ditempatkan di sudut jauh dan tidak pernah memenuhi syarat untuk berdiri tepat di tengah.", " Kali ini, Ye Sheng berada tepat di tengah.", " Di sebelahnya berdiri Tuan Muda Tiga Belas dengan wajah kesal. Sesekali dia akan melihat Ye Sheng dengan ekspresi tidak ramah dan tatapan penuh kebencian, tapi dia terlalu takut untuk benar-benar menyerang Ye Sheng.", " Seluruh lapangan kosong kecuali hanya Ye Sheng, Ye Qing, dan Butler Fu.", " Tuan Ye sedang dalam perjalanan.", " Ye Sheng berdiri dengan tenang dan tidak gelisah atau tampak cemas sama sekali.", " Tapi Ye Qing tidak bisa diam. Dia adalah orang yang aktif dan terbiasa dapat melakukan apa pun yang dia inginkan di sekitar rumah, jadi dia tidak terbiasa berdiri diam dan menunggu apa pun. Dia bertanya, \"Butler Fu, di mana Ayah?\"", " Butler Fu menjawab dengan suara pelan, “Tuan pergi untuk menyambut Nyonya Tua terlebih dahulu. Harap bersabar.\"", " Mata Ye Qing berbinar saat dia berkata, “Nenek sangat mencintaiku. Aku akan pergi dan menyapa Nenek juga!”", " Butler Fu segera mengerutkan kening dan berteriak padanya, \"Berhenti di sana!\"", " Teriakan ini datang entah dari mana dan mengejutkan Ye Qing. Dia hanya menatap kosong ke Butler Fu.", " Ye Sheng telah diam selama ini, tetapi bahkan dia bisa merasakan hatinya sedikit bergidik. Teriakan dingin Butler Fu telah membawa beberapa Qi bersamanya, dan gema teriakan itu menghantam kepala Ye Sheng, yang sekarang terasa sedikit menyakitkan.", " Untungnya itu tidak ditujukan pada Ye Sheng, tetapi pada Ye Qing.", " Ye Qing berada di Tahap Keenam Tingkat Diperoleh dan dianggap berada di atas rekan-rekannya, tetapi dia masih terkejut dengan teriakan ini.", " “Tuan Muda Tiga Belas, Tuan berkata bahwa kalian berdua harus menunggunya di sini, jadi kalian harus menunggu di sini. Guru akan datang ketika dia selesai menyapa ibunya. Kamu terlalu terbiasa dengan cara Kamu sendiri di sini sepanjang waktu. Apakah kamu tidak tahu apa yang terjadi jika Guru marah?” kata Butler Fu tanpa emosi saat dia menatap lurus ke arah Ye Qing. Tatapannya membuat rambut Ye Qing berdiri.", " \"Aku salah, aku hanya akan menunggu di sini.\" Ye Qing memikirkan seperti apa ayahnya ketika dia marah dan dengan cepat mengakui kekalahan. Dia kembali berdiri tepat di tempatnya.", " Butler Fu memelototi Ye Qing dengan dingin. Tetapi ketika dia memperhatikan bagaimana Ye Sheng diam-diam berdiri tegak, ekspresi terkejut melintas di matanya. Dia tidak menyangka Ye Sheng begitu tenang dan mantap.", " “Kalau saja Tuan Muda Dua Belas dan Tuan Muda Tiga Belas bisa bertukar kepribadian,” desah Butler Fu pelan pada dirinya sendiri.", " Tidak peduli seberapa stabil atau baik kinerja Ye Sheng, kelahirannya sendiri telah menentukan bahwa dia tidak akan pernah bisa bersaing dengan Tuan Muda Tiga Belas.", " Mereka tetap seperti ini. Aula utama pengadilan pusat sangat sunyi saat Ye Qing berdiri seperti yang dilakukan Ye Sheng, diam dan dengan ekspresi kesal.", " Tapi posturnya sangat malas, dan dia merasa sangat marah terutama setelah dia dimarahi oleh Butler Fu sebelumnya. Beraninya seorang pelayan berteriak padanya?", " “Jika kamu bukan pelayan pribadi ayahku, aku pasti tidak akan melepaskanmu. Kamu sangat tua tetapi Kamu menolak untuk mati. Bagaimana Kamu bisa masih hidup setelah hidup selama bertahun-tahun? ” Ye Qing diam-diam mengutuk dalam hatinya.", " Ye Sheng, di sisi lain, menutup matanya sedikit dan mulai berpikir tentang apa yang akan dikatakan Lord Ye ketika dia tiba.", " Apakah dia akan menegur Ye Sheng seperti yang dilakukan Nyonya Tua?", " Atau akankah mereka berdua dipukul dengan dayung masing-masing 50 kali sebagai hukuman?", " Atau apakah dia hanya akan menghukum Ye Qing?", " Ye Sheng merasa bahwa opsi terakhir pasti tidak mungkin. Keluarga ibu Ye Qing memiliki terlalu banyak pengaruh, jadi Tuan Ye tidak akan menghukum Ye Qing hanya demi Ye Sheng.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 7: Hingga Tidak Bagus", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Ye Sheng tertatih-tatih kembali ke halamannya sendiri dan berbaring di tempat tidurnya dengan ekspresi muram di wajahnya.", " “Aku harus meninggalkan istana ini. Tempat ini benar-benar terlalu berbahaya. Jika mereka mengetahui bahwa Aku sedang berlatih seni bela diri, Aku pasti mendapatkan sesuatu yang jauh lebih buruk daripada 50 pukulan dayung.” Ye Sheng mengatupkan giginya. Dia masih merasa sangat marah di dalam. Dia bukanlah orang yang rela pergi ke tempat Ye Qing berlatih seni bela diri. Ye Qing adalah orang yang menyeretnya ke sana. Alih-alih menyelidiki masalah ini dengan benar, Tuan Ye baru saja mengirimnya keluar untuk menerima 50 pukulannya. Lord Ye benar-benar mendominasi.", " “Kamu tidak akan membiarkan Aku belajar seni bela diri, dan sekarang kamu bahkan tidak akan membiarkan Aku meninggalkan rumah. Mengapa?\" Ye Sheng menghela nafas panjang saat dia berbaring di tempat tidur.", " Jika pemukulan yang dia dapatkan kali ini berakhir dengan dia bisa meninggalkan rumah, Ye Sheng tidak akan terlalu keberatan. Tapi sekarang, dia dipukuli dan tidak menerima imbalan apa pun. Sulit baginya untuk menerima ini.", " “Dia bilang aku bisa masuk ke Perpustakaan Koleksi Umum, tapi Perpustakaan Koleksi Umum bukan perpustakaan manual. Ada banyak buku dan sutra, tetapi yang Aku inginkan adalah manual seni bela diri. Dan tidak ada satupun di dalam Perpustakaan Koleksi Umum sama sekali.” Tatapan Ye Sheng menjadi keras kepala dan bertekad. Dia jelas tidak senang.", " Ye Sheng mengambil malam untuk merawat lukanya sementara dia diam-diam memikirkan apa yang harus dia lakukan selanjutnya.", " Dia harus menyembunyikan kemampuannya dari semua orang, tetap low profile, dan menghindari konflik dengan orang lain sambil menunggu Earthlings di Bumi dantiannya untuk membuat terobosan sehingga dia bisa memanfaatkan kekuatan yang telah mereka kumpulkan.", " Selama lebih dari 100 penduduk bumi berhasil mencapai Tahap Pertama Tingkat Diperoleh, Ye Sheng akan dapat menambah kekuatan mereka sendiri. Meskipun Acquired Level First Stage tidak terdengar banyak, Ye Sheng akan mampu melipatgandakan kekuatannya sendiri lebih dari 100 sekaligus, dan dengan cara itu dia memiliki peluang bahkan melawan seniman bela diri Acquired Level Fifth Stage.", " Dengan begitu, dia akan lebih percaya diri dan memiliki kemampuan untuk keluar rumah.", " Pada malam hari, semua orang mendengar semua tentang bagaimana Ye Sheng dan Ye Qing dipukuli oleh dayung tentara.", " Ye Qing pingsan karena pemukulan dan penuh dengan luka. Hu Mei tidak bisa berhenti menangis ketika dia melihat betapa menyedihkannya penampilan putranya. Dia dipenuhi dengan kebencian untuk Tuan Ye, tapi dia tidak bisa melampiaskannya padanya, jadi dia memfokuskan semua kebenciannya pada Ye Sheng sebagai gantinya.", " “Bajingan kecil ini memakan Teratai Salju Gunung Langitku tetapi tidak memberi tahumu dengan baik? Jika Aku tahu Kamu harus sangat menderita, Aku tidak akan menyelamatkan bajingan kecil ini. Aku akan membiarkan dia mati sebagai gantinya, maka setidaknya dia tidak bisa membuat Aku kesal. ” Hu Mei mengutuk Ye Sheng pada dirinya sendiri.", " Ye Qing terbaring lemah di tempat tidurnya. Salep yang terbuat dari tumbuh-tumbuhan berkualitas tinggi telah dioleskan ke punggungnya dan efeknya terasa cukup baik. Setidaknya mereka telah mengurangi rasa sakitnya secara signifikan.", " “Ibu, Ye Sheng pantas mati. Jika bukan karena dia, aku tidak akan dihukum kali ini. Aku harus membunuh orang itu.” Tatapan Ye Qing dipenuhi dengan kebencian dan kata-katanya memuntahkan pikiran tentang pembunuhan.", " Hu Mei menatapnya dengan dingin dan berkata, “Bunuh, bunuh, bunuh. Kamu hanya tahu bagaimana berbicara tentang membunuhnya. Bagaimana kita akan membunuhnya?", " “Bajingan kecil itu tinggal di halamannya sendiri sepanjang hari dan tidak berbicara dengan siapa pun. Juga, karena masalah ini, Aku dimarahi habis-habisan oleh Nyonya Pertama. Jika ini terjadi lagi, maka Aku akan kehilangan semua suara dalam rumah tangga ini. Tuan Ye tidak mencariku meskipun dia sudah kembali ke rumah. Dia pasti sangat marah,” gerutu Hu Mei dengan frustrasi.", " “Ibu, itu tidak terlalu merepotkan. Aku punya ide.\" Ye Qing tersenyum sinis.", " “Ide apa yang kamu punya? Jangan lakukan hal bodoh, ”kata Hu Mei dengan cemberut.", " “Bu, sebentar lagi tanggal 15 bulan tujuh, jadi sudah hampir waktunya gerbang neraka dibuka. Ye Sheng pasti akan meninggalkan manor untuk menghormati ibunya yang tercela itu. Itu akan menjadi kesempatan terbaik bagi kami untuk menyerang.” Ye Qing tersenyum jahat.", " Hu Mei ragu-ragu sedikit. “Dia baru saja dipukuli oleh Master, dan dia juga terluka parah. Tinggal satu minggu lagi menuju tanggal 15. Apakah Kamu benar-benar berpikir dia akan sembuh tepat pada waktunya untuk keluar? ”", " “Ibu, minta seseorang untuk memberinya sedikit salep ini, dan suruh dia mengoleskannya pada dirinya sendiri, maka dia pasti akan cukup sehat dalam seminggu. Nyonya Tua telah berjanji padanya untuk membiarkan dia meninggalkan rumah untuk memberi hormat kepada ibunya yang nakal, jadi jika dia merasa cukup baik saat itu, aku yakin dia pasti akan pergi. Mata Ye Qing bersinar dingin. Dia benar-benar membenci Ye Sheng dari inti keberadaannya. Dia sudah merencanakan semua ini.", " Mata Hu Mei berbinar saat dia berkata, “Aku akan menangani masalah ini sementara Kamu terus memulihkan diri. Aku akan pergi dan mencari beberapa orang dari masyarakat kelas bawah yang tidak ada hubungannya dengan kami untuk menyelesaikan masalah ini untuk kami. Selama kita bisa membunuh Ye Sheng, maka ini semua akan berharga.”", " Ye Qing menjawab dengan tenang, \"Kalau begitu aku akan menunggu untuk mendengar kabar baik.\"", " …", " Bulan tinggi di langit, dan cahaya bulan redup bersinar di tanah. Seorang pelayan cantik berjalan ke halaman Ye Sheng dengan sebotol salep.", " \"Tuan Muda Dua Belas, apakah Kamu di sana?\" dia memanggil dengan suara riang.", " Ye Sheng mengerutkan kening dan bertanya, \"Ada apa?\"", " “Nyonya Kedua mendengar bahwa Kamu dan Tuan Muda Tiga Belas telah dipukuli hari ini, dan dia meminta Aku untuk mengirim salep untuk luka Kamu. Salep ini akan membantu Kamu pulih lebih cepat, dan akan mencegah bekas luka, ”kata pelayan itu.", " Dan mengapa Hu Mei begitu baik padanya?", " Ye Sheng tidak percaya cerita ini sama sekali. Dia menggelengkan kepalanya dan berkata, \"Aku berterima kasih atas niat baik Nyonya Kedua, tetapi Aku hanyalah putra seorang selir, dan Aku tidak pantas mendapatkan pengobatan berkualitas tinggi seperti itu.\"", " “Tuan Muda Dua Belas, tolong jangan katakan itu. Kamu mungkin putra seorang selir, tetapi Kamu masih putra Tuan Ye. Nyonya Kedua merasa seperti bibi bagimu, dan ini juga hanya sisa dari apa yang kita miliki. Nyonya Kedua mengatakan bahwa jika kamu tidak menggunakan salep ini, maka kamu akan membutuhkan setidaknya satu bulan untuk sembuh, ”pelayan itu terus mencoba dan membujuk Ye Sheng.", " Setelah Ye Sheng mendengar kata-kata ini, dia ragu-ragu.", " Dia percaya bahwa itu akan memakan waktu satu bulan baginya untuk pulih. Dia tidak bisa menggerakkan pantatnya sama sekali, dan itu sangat merepotkan. Jika dia harus tetap seperti ini selama sebulan penuh, itu akan sangat sulit untuk ditanggung.", " “Aku benar-benar tidak bisa bergerak sekarang, jadi tolong bawakan salepnya,” kata Ye Sheng, setelah memikirkannya sebentar.", " Terlepas dari apakah itu jebakan atau bukan, pasti tidak ada yang salah dengan salep ini, dan dia benar-benar harus sembuh lebih cepat.", " Adapun apakah salep ini mungkin diracuni, Ye Sheng tidak berpikir Nyonya Kedua akan cukup bodoh untuk meracuninya. Ini adalah sesuatu yang bisa diselidiki dengan mudah. Jika Nyonya Kedua sebodoh ini, dia tidak akan menjadi begitu kuat.", " Pembantu itu sangat patuh dan datang dengan salep. Kemudian dia bertanya, \"Tuan Muda Dua Belas, apakah Kamu membutuhkan Aku untuk membantu Kamu mengoleskan salep?\"", " Ye Sheng menggelengkan kepalanya. \"Tidak dibutuhkan. Kembalilah dan terima kasih kepada Nyonya Kedua untukku.”", " \"Kalau begitu aku akan pergi.\" Pelayan itu dengan sopan mengucapkan selamat tinggal, meninggalkan botol salep di meja samping tempat tidur.", " Ye Sheng mengulurkan tangannya dan menggunakan Qi-nya untuk memindahkan botol ke arahnya. Dia membuka botol untuk mencium baunya. Aroma yang menyenangkan menyentuh hidungnya, dan dia tahu bahwa ada beberapa ramuan langka yang dicampur bersama dalam salep ini.", " Semua ramuan ini adalah jenis langka, jadi pasti sangat bagus untuk menyembuhkan luka.", " “Trik apa yang dimiliki ibu Ye Qing sekarang?” Ye Sheng mengerutkan kening saat dia memikirkan hal ini.", " Ye Qing sangat membencinya, dan semua orang tahu betapa Hu Mei memanjakan putranya. Mereka berdua sangat membenci Ye Sheng sehingga mereka tidak sabar untuk mencekiknya sampai mati, jadi mengapa mereka begitu baik untuk benar-benar mengirim salep kepadanya?", " “Aku tidak peduli rencana apa yang kamu buat. Aku akan memikirkannya setelah Aku sembuh.” Ye Sheng dengan cepat mengoleskan salep ke lukanya dan segera merasa bahwa rasa sakitnya telah berkurang secara signifikan.", " Setidaknya sekarang, Ye Sheng benar-benar bisa tidur nyenyak. Baik tubuh dan hatinya telah mengalami pukulan besar hari ini, dan Ye Sheng perlahan tertidur tanpa menyadarinya.", " Ketika Ye Sheng bangun keesokan harinya, dia terkejut menemukan bahwa lukanya perlahan mulai mengelupas. Selama dia tidak bergerak terlalu banyak, mereka tidak akan terbelah.", " “Salin ini benar-benar luar biasa. Aku pasti akan pulih sepenuhnya dalam waktu kurang dari seminggu, ”seru Ye Sheng.", " Tapi sekarang dia mulai merasa lebih waspada terhadap Ye Qing dan ibunya. Anjing yang menggigit manusia tidak menggonggong, dan ular berbisa yang bersembunyi adalah jenis ular yang paling mematikan. Ada banyak pengalaman dalam ingatannya yang memberitahunya bahwa saat dia lengah, dia pasti akan menemui akhir yang mengerikan.", " Tetapi jika masalahnya bukan pada salep ini, lalu di mana masalahnya?", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 2: Bumi Adalah Dantianku", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Ibu Ye Sheng adalah wanita suci dari Sekte Reinkarnasi.", " Pada awal era Qin Besar, Sekte Reinkarnasi telah berbasis di wilayah barat laut dan memiliki pengaruh yang luar biasa. Pada saat itu, ada Tiga Tanah Suci, Sepuluh Klan Besar, dan Empat Sekte Besar di negara ini. Sekte Reinkarnasi adalah salah satu dari Empat Sekte Besar dan dianggap sebagai kekuatan tertinggi.", " Tapi saat Qin Besar mulai membangun bangsa dan Tuan Ye mulai naik pangkat, Tuan Ye membawa jutaan tentara untuk menghancurkan Sekte Reinkarnasi. Pertempuran itu sangat sengit dan tragis yang mengakibatkan sebagian besar sekte terbunuh, meskipun beberapa melarikan diri. Wanita Suci ditawan oleh Lord Ye. Dia dilucuti dari tingkat kultivasinya dan dibawa kembali ke rumah Lord Ye untuk menjadi salah satu selirnya.", " Tidak lama setelah itu, dia melahirkan seorang putra, Ye Sheng. Tetapi ketika Ye Sheng berusia lima tahun, dia meninggal.", " Ye Sheng sering memikirkan apa yang terjadi saat itu. Setelah ibunya meninggal, ayahnya bahkan tidak datang untuk memberikan penghormatan. Dia baru saja mengirim kepala pelayan dengan salamnya.", " Ibu Ye Sheng adalah seorang selir, jadi dia tidak memiliki status di Ye Manor sama sekali. Selain itu, dia adalah wanita suci dari Sekte Reinkarnasi, jadi ibu Tuan Ye, Nyonya Tua, tidak menyukainya. Ketika ibunya pertama kali ditangkap, Nyonya Tua akan mengirim seorang pelayan untuk menegurnya setiap hari dan menolak untuk melihatnya. Ini berlanjut sampai dia melahirkan Ye Sheng, dan kemudian pelecehan itu berhenti. Namun, Nyonya Tua tidak pernah menunjukkan perhatian padanya sama sekali.", " Kekaisaran Qin Besar memiliki sistem satu istri, dua gundik, dan empat selir. Selir berstatus sangat rendah, dan banyak pejabat sering bertukar selir satu sama lain untuk bersenang-senang. Anak-anak selir juga tidak memenuhi syarat untuk mewarisi apa pun, jadi Ye Sheng tidak punya siapa-siapa dan tidak ada yang bisa dijadikan sandaran di rumah tangga Ye.", " Setelah melalui semua ingatannya, ekspresi Ye Sheng menjadi agak suram. Dia menyadari bahwa dia sebenarnya dalam situasi yang sangat berbahaya sekarang.", " Ye Qing, juga dikenal sebagai Tuan Muda Tiga Belas, telah menyeretnya sepanjang sore itu dengan mengatakan bahwa dia ingin mengadakan sesi perdebatan antara saudara-saudara. Ye Qing bahkan mengatakan sesuatu tentang bagaimana kakak laki-laki itu mungkin lebih kuat daripada adik laki-lakinya, jadi Ye Qing tidak menahan diri ketika dia meninju Ye Sheng. Ye Qing benar-benar membunuh Ye Sheng pertama, dan sekarang dia telah mengambil alih tubuh Ye Sheng.", " “Ye Qing tahu bahwa Ayah tidak mengizinkanku untuk belajar seni bela diri apa pun, tetapi dia masih menginginkan sesi sparring. Jadi dia sengaja ingin mempermalukanku, tapi dia tidak menyangka satu pukulan itu benar-benar membunuh Ye Sheng yang pertama. Kemudian ibunya akhirnya harus mengorbankan Teratai Salju Gunung Langit, dan sekarang dia menderita karenanya.” Ye Sheng tidak bisa menahan tawa dingin pada dirinya sendiri ketika dia memikirkan hal ini.", " Sebelumnya, dia mengira orang-orang ini adalah keluarga dekatnya yang peduli padanya, dan itulah sebabnya mereka bersedia memberinya Teratai Salju Gunung Langit. Tapi sekarang jelas baginya bahwa ini baru saja dilakukan, demi masa depan Ye Qing, untuk mencegah Ye Qing dikenal sebagai seseorang yang telah membunuh saudaranya sendiri.", " Saat itu sangat larut malam, jadi begitu pelayan rumah tahu bahwa Ye Sheng baik-baik saja, mereka semua pergi. Dia sendirian di halaman.", " Ye Sheng dengan lemah duduk di tempat tidur dan menyentuh lukanya. Semuanya merah dan berdarah, terutama di daerah perutnya. Ada bercak besar berwarna merah tua di seluruh kulitnya, dan darah masih sedikit merembes. Organ internalnya mengalami luka parah.", " “Ye Qing seumuran denganku. Kami berdua berusia 16 tahun, dan kami berdua lahir di hari yang sama di bulan yang sama. Tapi aku keluar sepuluh menit sebelum dia dan menjadi kakak laki-lakinya. Dia sangat marah tentang itu, jadi dia terus membuat masalah untukku. Kali ini, dia bahkan bertindak ekstrem dan membunuhku, ”kata Ye Sheng dengan gigi terkatup.", " Dia mencoba mengambil beberapa langkah dan tidak merasakan apa-apa selain rasa sakit di sekujur tubuhnya. Rasanya seperti ditusuk seribu jarum.", " “Alam semesta ini memiliki adegan seni bela diri yang berkembang. Perbedaan antara Tahap Kesepuluh Tingkat Diperoleh dan Tahap Kesepuluh Tingkat bawaan sangat besar. Tingkat Kehormatan Lahir Pertama dapat menahan Aristokrat Tingkat Kedua, sementara Aristokrat Utama Tingkat Pertama harus menembus Tingkat Bawaan terlebih dahulu, ”kata Ye Sheng sambil mengingat bagaimana sistem seni bela diri berfungsi.", " Adegan seni bela diri yang berkembang adalah karakteristik alam semesta ini.", " Budidaya seni bela diri, mencapai keadaan kekosongan, dan melayang ke dunia lain adalah apa yang dikejar banyak orang di sini.", " Buddha Gautama dari Buddhisme, Zhang Sanfeng dari Taoisme, dan lainnya yang berkultivasi di jalan pedang dan filosofi lainnya adalah semua orang yang telah mencapai keabadian dalam 500 tahun.", " Jadi alam semesta ini berkembang pesat dalam seni bela diri dan memiliki praktisi yang sangat terampil seperti awan dan manual rahasia sebanyak bulu burung.", " “Aku harus menemukan cara untuk mulai berkultivasi,” pikir Ye Sheng dengan penuh tekad pada dirinya sendiri. Dia dalam keadaan yang sangat menyedihkan justru karena dia tidak tahu seni bela diri apa pun. Ye Qing hanya di Tahap Keenam Tingkat Diperoleh dan sudah bisa mempermalukannya tanpa dia bisa berbuat apa-apa. Jika dia bisa mencapai Level bawaan, maka dia bisa keluar dari posisi canggung ini dan membalas dendam pada semua orang yang telah mempermalukannya sebelumnya.", " Saat Ye Sheng memikirkan hal-hal ini, semuanya tiba-tiba menjadi hitam di depan matanya, dan dia pingsan di lantai. Dia benar-benar pingsan.", " Ye Sheng berbaring di lantai, dan tiba-tiba lampu putih berkilauan di sekitar pusat energinya.", " Sementara itu, jiwa Ye Sheng telah datang ke planet biru.", " \"Apakah ini … Bumi?\" Ye Sheng sedikit tercengang saat dia melihat planet yang sepi tanpa ada hal lain di alam semestanya. Dia sangat terkejut di dalam.", " \"Apakah ini tipuan Aku?\" gumam Ye Sheng.", " Saat dia menyentuh Bumi, seluruh jiwanya menjadi Bumi itu sendiri dalam sekejap, dan dia bisa melihat segala sesuatu di dalam Bumi pada saat itu.", " Dia sekarang adalah dewa Bumi.", " Dengan satu pikiran, dia bisa membuat gunung bergerak dan tsunami naik dari laut.", " Dengan satu pikiran, dia bisa mengubah siang menjadi malam.", " Semua orang di Bumi mulai panik. Berbagai pemerintah terus berusaha untuk menyelidiki dari mana kekuatan misterius ini berasal, tetapi mereka tidak dapat menemukan apa pun.", " Ye Sheng tercengang.", " “Cheat macam apa ini? Mengontrol Bumi?”", " Planet ini sekarang telah menjadi milik Ye Sheng. Jadi selama Bumi menjadi kuat, dia juga akan menjadi kuat.", " Jika satu orang di Bumi berkultivasi selama satu hari, itu akan setara dengan Ye Sheng berkultivasi selama satu hari.", " Jika sepuluh orang berkultivasi selama satu hari, itu sama dengan berkultivasi Ye Sheng selama sepuluh hari.", " Adapun teknik yang dia ajarkan kepada mereka, selama sepuluh orang mencapai tahap Terpelajar awal, maka Ye Sheng akan secara otomatis mencapai tahap Terpelajar juga. Jika seratus orang mencapai tahap Terpelajar, maka Ye Sheng akan mencapai tahap berikutnya, tahap Pemula.", " Planet ini akan menjadi sumber kepercayaan Ye Sheng.", " \"Dengan Bumi ini, mengapa Aku harus takut pada hal lain?\" Mata Ye Sheng berbinar, dan dia sangat terkejut.", " Kemudian dia mengalihkan fokusnya ke negara asalnya untuk mencari keluarganya.", " Sial baginya, orang-orang di Bumi benar-benar berbeda dari orang-orang di planet tempat Ye Sheng dulu tinggal.", " Tidak ada tanda-tanda keluarga Ye Sheng atau teman-temannya.", " Dia menyerah sepenuhnya.", " “Itu tidak masalah. Dengan Bumi milikku ini, aku bisa mencari keluargaku setelah aku mencapai puncaknya, ”Ye Sheng menghibur dirinya sendiri.", " Ye Sheng, dewa Bumi, membuka matanya lagi. Meskipun tubuhnya masih sakit di sekujur tubuh, dia tidak peduli lagi.", " “Manual. Manual seni bela diri. Aku ingat Aku punya beberapa. ” Ye Sheng mulai mencari di rak dan lacinya.", " Dia ingat bahwa ibunya telah meletakkan beberapa manual seni bela diri dasar di suatu tempat di ruangan ini. Itu semua tentang gerakan dasar yang diketahui semua orang, jadi sangat sedikit di dalam manor yang menginginkannya.", " Ye Sheng menemukan mereka dalam waktu singkat.", " Teknik Rolling Rocks Boxing! Teknik Pedang Daun Jatuh! Langkah Topan!", " Ketiga teknik ini semuanya dianggap teknik yang lebih rendah, jadi bahkan jika dia mencoba menjual manual ini, mereka bahkan tidak akan bernilai satu koin emas. Tetapi bagi Ye Sheng, ini adalah harta yang tak ternilai.", " “Setelah ibuku meninggal, Nyonya Pertama mengirim kepala pelayan ke sini untuk mengambil semua barang pribadinya dan tidak meninggalkan apapun untukku. Jika teknik ini tidak begitu biasa, mereka mungkin tidak akan meninggalkannya untukku juga. Benar-benar tidak ada seorang pun di seluruh rumah yang memperlakukan Aku dengan baik, ”kata Ye Sheng sambil tertawa dingin.", " Dengan tiga manual ini di tangan, Ye Sheng kembali ke tempat tidur. Dia berbaring dengan hati-hati, menutup matanya, dan memasuki Bumi lagi.", " Dengan satu pikiran, ribuan batu besar jatuh dari langit di Bumi. Mereka jatuh berat di berbagai bagian Bumi dan menyebabkan ketakutan dan kepanikan yang meluas di planet ini.", " “Para penghuni bumi, dengarkan aku. Aku adalah dewa Kamu, dan Aku memberikan teknik ini kepada Kamu sebagai kesempatan bagi Kamu untuk bertahan hidup.” Langit menggelegar dengan suara nyaring, dan suara gemuruh terdengar di hati setiap orang.", " Saat batu-batu besar itu turun, Ye Sheng mencetak tiga teknik pada mereka. Ye Sheng tidak repot-repot membaca tekniknya sendiri karena tubuhnya terlalu lemah, jadi membacanya tidak akan membantunya.", " Orang-orang di Bumi tidak percaya akan hal ini. Beberapa curiga, beberapa mengutuk dengan marah, dan mereka yang tidak percaya pada dewa memegang teguh kepercayaan mereka sebelumnya.", " Tetapi banyak dari mereka tidak yakin, jadi mereka pikir mereka akan mencobanya. Mereka menurunkan gambar dan kata-kata yang tercetak di batu-batu besar ini, dan kemudian pulang untuk mencoba mempraktikkannya.", " Sementara itu, Ye Sheng hanya menunggu dengan tenang di tempat tidur. Setelah sepuluh orang berhasil mempelajari salah satu dari teknik ini, Ye Sheng sendiri akan dapat mempelajarinya juga.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 3: Peningkatan Luar Biasa", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Pada malam hari, banyak bintang menerangi langit, dan cahaya bulan menyinari tanah seperti air.", " Jendela kamar Ye Sheng setengah terbuka, dan dia bisa melihat cahaya terang bulan, tapi dia tidak tertarik sama sekali. Dia menutup matanya dan menunggu dengan tenang.", " Penduduk Bumi sekarang melihat tiga manual yang dia berikan kepada mereka.", " Planet ini memiliki 1,4 miliar orang dan mereka semua orang Cina, jadi Bumi ini benar-benar berbeda dari yang dulu dia tinggali.", " “Kalau saja itu adalah planet yang sama dengan yang dulu Aku tinggali. Kemudian Aku bisa menghancurkan negara dan kerajaan yang tidak Aku sukai.” Ye Sheng bosan saat menunggu, jadi dia mulai memikirkan hal-hal acak.", " “Tapi 1,4 miliar orang Cina juga bukan hal yang buruk. Setidaknya mereka tahu semua tentang bagaimana memahami dan mengolah seni bela diri. Orang lain dari negara lain mungkin tidak bisa memahami semua ini, ”gumam Ye Sheng pada dirinya sendiri.", " Ye Sheng tidak mengerti mengapa dantiannya adalah Bumi, tetapi dia tidak bisa diganggu untuk memikirkan mengapa pada saat ini. Hal terpenting saat ini adalah pindah dari rumah yang dia tinggali.", " \"Ayah dari tubuh ini adalah pria yang benar-benar tidak berperasaan,\" pikir Ye Sheng pelan. Hati ayahnya sedingin es.", " Ye Sheng bisa menghitung berapa kali dia melihat ayahnya selama 16 tahun terakhir di satu sisi. Dia telah melihat ayahnya lebih sedikit dari lima kali, dan setiap kali, ayahnya memelototinya dengan dingin atau menegurnya. Ayahnya tidak pernah memperlakukannya dengan baik.", " Bahkan ketika ibunya meninggal, Ye Sheng muda harus berduka sendirian. Tuan Ye tidak pernah datang untuk menemuinya.", " “Satu-satunya tempat hangat dalam ingatan Ye Sheng muda mungkin adalah Kakak Sulungnya,” desah Ye Sheng.", " Ye Sheng memiliki delapan kakak laki-laki, tiga kakak perempuan, dan enam adik laki-laki. Dia nomor dua belas dalam barisan dan yang paling diabaikan di antara semua anak.", " Kedelapan saudara laki-laki yang lebih tua telah dewasa dan meninggalkan manor. Beberapa dari mereka telah menjadi pejabat pengadilan, beberapa dari mereka telah menemukan seorang guru dan memasuki sekte kultivasi, dan beberapa dari mereka telah bergabung dengan tentara.", " Ketiga kakak perempuannya telah mencapai usia menikah. Kakak Sulungnya telah menikah dengan kaisar untuk menjadi permaisuri, dan dia tidak kembali ke rumah untuk berkunjung sejak saat itu.", " Kakak Kedua menemukan seorang guru dan meninggalkan rumah tanpa pernah kembali. Hanya Suster Ketiga yang tetap di rumah dan menguasai semua orang. Dia menikmati pelatihan dengan pisau dan tombak, tetapi tingkat kultivasinya sangat buruk, jadi dia sering dicaci karena itu. Tapi Nyonya Tua sangat melindunginya, jadi dia juga hidup tanpa banyak hambatan.", " Satu-satunya orang di seluruh Ye Manor yang pernah baik kepada Ye Sheng adalah Kakak Sulungnya.", " Ye Sheng kehilangan ibunya di usia yang sangat muda dan tidak ada yang datang mengunjungi atau mengirim belasungkawa. Hanya Kakak Sulungnya yang datang untuk mengatur agar jenazah ibunya dibawa dan dimakamkan di Xishan. Setelah itu, dia datang setiap hari untuk mengunjungi Ye Sheng dan bersikap lembut terhadapnya serta melindunginya. Dia akan berbicara untuknya dan melawan untuknya setiap kali Ye Sheng diganggu.", " Ye Sheng ingat tahun ketika ibunya meninggal, dia sendirian tanpa siapa pun untuk bersandar, dan ada banyak pembantu rumah tangga yang menggertaknya. Mereka memberinya makanan yang tersisa, terkadang dingin, dan terkadang bahkan sudah busuk.", " Setelah Kakak Sulung mengetahui hal ini, dia menabrak atap. Ekspresinya menjadi sangat dingin sehingga membuat semua orang menggigil. Kemudian dia mengikat para pelayan yang bertugas melayani Ye Sheng dan memukuli mereka di depan semua pelayan di Ye Manor. Dia terus memukuli mereka sampai mereka mati.", " Ye Sheng mengingat adegan ini dengan sangat jelas. Kakak Sulung biasanya sangat lembut dan menawan, anggun dan sopan. Tak seorang pun akan mengira dia bisa menjadi menakutkan ini ketika dia marah.", " Setelah pemukulan itu, tidak ada pembantu rumah yang pernah memandang rendah Ye Sheng atau berani melayaninya dengan buruk lagi. Tetapi satu-satunya orang di seluruh rumah yang Ye Sheng merasa dekat dengannya hanyalah Kakak Sulung.", " Sayangnya, tiga tahun lalu, Kakak Sulung telah dipilih untuk menikahi kaisar untuk menjadi permaisuri. Tahun sebelumnya, dia melahirkan seorang putri dan menikmati banyak kemewahan di istana. Dia tidak kembali untuk berkunjung.", " “Jika Kakak Sulung ada di rumah, maka Ye Qing tidak akan berani menggertakku sama sekali,” desah Ye Sheng.", " Orang yang memiliki suara terbesar di rumah itu jelas adalah Tuan Ye, tetapi dia tidak sering berada di rumah. Dan, bahkan ketika dia di rumah, dia tidak akan repot dengan urusan rumah tangga dan menyerahkan segalanya di tangan Nyonya Pertama.", " Jadi, pada kenyataannya, Nyonya Pertama adalah orang yang paling berkuasa di rumah, tetapi setiap kali dia melihat Kakak Tertua, dia tidak pernah berani berbicara keras padanya. Hanya Nyonya Tua yang berani berteriak pada Kakak Tertua. Namun, sejak Kakak Sulung meninggalkan rumah, Nyonya Pertama adalah orang yang mengawasi Ye Manor.", " Nyonya Pertama tidak baik atau jahat kepada Ye Sheng. Selama Ye Sheng tidak memberinya masalah, dia tidak memperhatikannya dan mengabaikan keberadaannya sepenuhnya.", " Ye Sheng juga bukan karakter yang sering menimbulkan masalah. Dia selalu pendiam, pendiam, dan tidak pernah bersaing, jadi dia tidak pernah bentrok dengan Nyonya Pertama.", " Jika dia melanjutkan dengan cara ini, maka Ye Sheng akan tumbuh seperti orang biasa, dan dia akan diusir dari rumah dengan harta kecil miliknya sendiri.", " Tapi selama tiga tahun terakhir, ibu Ye Qing, Hu Mei, mulai naik pangkat di rumah. Dia sekarang tampaknya memiliki kedudukan yang sama dengan Nyonya Pertama dan berkeliling menyebabkan banyak konflik. Ye Qing sangat disayang oleh ibunya dan Nyonya Tua, jadi dia mulai bersikap sangat arogan juga.", " Satu-satunya orang di seluruh Ye Manor yang benar-benar membenci pemandangan Ye Sheng, ingin mengusir Ye Sheng, dan bahkan ingin membunuh Ye Sheng adalah Ye Qing.", " Dan sebenarnya, dia telah mencapai tujuannya. Ye Qing memang membunuh Ye Sheng dengan satu pukulan, dan Ye Sheng saat ini adalah orang lain yang telah mengambil alih tubuhnya.", " “Ye Qing mendapat sejumlah besar sumber daya serta bantuan dari keluarga Hu, jadi meskipun konstitusi untuk kultivasinya hanya rata-rata, dia berhasil mencapai Tahap Keenam Tingkat Diperoleh pada usia 16 tahun,” pikir Ye Sheng.", " Tuan Ye memiliki lebih dari selusin anak, dan, selain Ye Sheng, semua orang diizinkan untuk berkultivasi.", " Hanya Ye Sheng yang tidak diizinkan. Dia dilarang keras mempelajari seni bela diri apa pun dan hanya diizinkan untuk belajar.", " “Bagaimana dengan Aku yang membuat Kamu begitu takut sehingga Kamu harus melarang Aku berlatih seni bela diri? Apakah hanya karena ibuku adalah Wanita Suci dari Sekte Reinkarnasi?” Ekspresi Ye Sheng dingin dan jauh. Memikirkan Lord Ye membuatnya marah.", " Lord Ye adalah seniman bela diri yang paling terampil dari Great Qin, perwakilan tentara, dan seseorang yang membunuh tanpa mengedipkan mata. Bagi Ye Sheng, pria ini hanyalah pria robot yang dingin dan tanpa emosi.", " Banyak pikiran terus muncul di benaknya, dan Ye Sheng perlahan tertidur sambil memikirkan hal-hal ini dan tidur sampai keesokan paginya.", " Keesokan harinya, ayam jantan berkokok tepat ketika langit mulai cerah. Ye Sheng membuka matanya dan dengan cepat mengalihkan fokusnya ke dantiannya.", " Planet biru itu perlahan berputar.", " Ye Sheng mengalihkan fokusnya ke Bumi dan mulai memeriksa kemajuan mereka.", " Dia telah mewariskan tiga manual ke Bumi, dan semua 1,4 miliar penduduk bumi telah melihatnya. Meskipun banyak yang tidak percaya pada mereka, masih banyak yang memutuskan untuk mencobanya.", " 760 juta orang telah memutuskan untuk mencoba budidaya ini.", " Hingga pagi, jumlah yang berhasil dibudidayakan mencapai 107 orang.", " Ketiga teknik tersebut memiliki orang-orang yang berhasil mencapai tahap Pemula, dan ini berjumlah total 107 orang.", " Mata Ye Sheng berbinar. Selama sepuluh orang di Bumi berhasil berkultivasi, dia akan secara otomatis mencapai tahap Belajar. Setelah 100 dari mereka berada di tahap Belajar, dia akan secara otomatis mencapai tahap Pemula.", " Jumlah orang yang berhasil mengolah salah satu dari ketiga teknik tersebut berjumlah sedikit lebih dari 100 orang, jadi meskipun mereka tidak memenuhi syarat kedua, mereka pasti telah memenuhi syarat pertama.", " Dia secara otomatis mempelajari tiga teknik.", " Ye Sheng merasakan Bumi sedikit bergetar, kemudian gelombang besar energi memasuki tubuh dan pikirannya, menyebabkan dia menutup matanya rapat-rapat.", " Teknik Rolling Rocks Boxing! Teknik Pedang Daun Jatuh! Langkah Topan!", " Dia secara otomatis mempelajari teknik-teknik ini.", " Ye Sheng merasakan Qi perlahan mengalir di sekujur tubuhnya, terutama di area dadanya. Ini adalah tempat di mana dia menderita cedera paling parah, dan Qi sekarang memelihara daerah itu.", " Setelah sekitar 15 menit, sebagian besar cederanya telah sembuh. Ye Sheng membuka matanya. Dia terkejut.", " \"Aku telah mencapai Tahap Pertama Tingkat Diperoleh.\" Ye Sheng mengepalkan tinjunya dan sejumlah besar energi muncul. Kekuatan yang dia miliki setidaknya 300 pound.", " Tahap Pertama Tingkat yang Diperoleh berarti kekuatan seseorang setidaknya 300 pon dan tubuh dapat menghasilkan Qi.", " Ye Sheng telah mencapai semua ini. Begitu dia mengaktifkan Qi di tubuhnya, kekuatannya juga akan meningkat.", " 107 Earthlings telah memulai jalan kultivasi mereka, dan meskipun tidak satupun dari mereka telah mencapai Acquired Level First Stage, mereka mungkin hanya perlu beberapa hari lagi sebelum 107 dari mereka mencapai Acquired Level First Stage.", " Itu akan setara dengan memberi Ye Sheng total 107 kali kekuatan Tahap Pertama Tingkat Diperoleh.", " \"Dalam dua hari lagi, Aku pikir Aku tidak perlu takut pada siapa pun di bawah Tahap Kelima Tingkat Diperoleh lagi.\" Ye Sheng mengepalkan tinjunya dengan penuh semangat. Bumi ini adalah hadiah yang terlalu indah baginya.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 4: Teguran Nyonya Tua", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Setelah Ye Sheng bangun dari tempat tidur dan mandi, seorang pengasuh datang dengan sarapannya. Itu tidak terlalu mewah, tapi itu layak. Peristiwa malam sebelumnya pasti membuat banyak orang ketakutan.", " Bagaimanapun juga, Ye Sheng adalah keturunan Lord Ye. Tidak peduli seberapa tidak dicintainya dia, latar belakangnya saja berarti dia memiliki kedudukan yang lebih tinggi daripada orang lain. Bahkan Tuan Muda Tiga Belas sangat gugup untuk melukai Ye Sheng, jadi para pelayan rumah menjadi lebih gelisah.", " Ye Sheng memakan sebagian sarapannya agar dia tidak kelaparan. Kemudian dia berhenti makan dan bertanya, \"Apakah semua orang di rumah tahu tentang apa yang terjadi tadi malam?\"", " Pengasuh itu tertegun sejenak, sebelum mengangguk dan menjawab, \"Semua orang sudah tahu tentang itu, dan semua orang mengatakan Tuan Muda Tiga Belas bertindak terlalu jauh.\"", " Ekspresi Ye Sheng tetap tenang saat dia berkata, \"Kalian para pelayan berani mengomentari apa yang harus dilakukan Tuan Muda Tiga Belas?\"", " Pengasuh membuka mulutnya untuk berbicara, tetapi dia tidak tahu harus berkata apa.", " Karena keluarga Hu Mei perlahan berkembang selama beberapa tahun terakhir, dia mulai menyuap semua orang di Manor. Selain mereka yang awalnya melayani Nyonya Pertama, siapa pun yang baru di rumah itu adalah bagian dari kubu Hu Mei.", " Tuan Muda Tiga Belas adalah putra Hu Mei, dan para pelayan berani berbicara buruk tentang dia?", " \"Tuan Muda Dua Belas, Aku mendengar berita tadi malam,\" kata pengasuh dengan suara rendah tiba-tiba.", " \"Bicaralah,\" kata Ye Sheng sambil menatapnya.", " “Nyonya Tua kembali dari berdoa kepada Buddha tadi malam. Dia mendengar tentang apa yang terjadi dan menjadi marah dan mengamuk,” bisik pengasuh dengan suara pelan.", " \"Nyonya Tua sudah kembali?\" Ye Sheng mengerutkan kening.", " Nyonya Tua ini adalah neneknya, ibu Tuan Ye. Dia hampir berusia 80 tahun, tetapi dengan nutrisi pil bermutu tinggi, dia tetap sangat sehat dan hidup tanpa rasa sakit atau sakit yang mengganggunya.", " Nyonya Tua suka berdoa kepada Buddha, dan ada kuil Buddha di dalam Ye Manor itu sendiri. Dia telah menempatkan beberapa Buddha di dalam untuk mengawasi keluarga. Juga, dia sering pergi ke Kuil Gunung Icy untuk berdoa. Ada beberapa kuil di sana dan dikatakan bahwa seorang Buddha sejati tinggal di kuil itu.", " Nyonya Tua telah pergi ke Kuil Gunung Icy untuk berdoa beberapa hari yang lalu dan telah tinggal di sana selama beberapa hari. Ye Sheng tidak menyangka dia akan kembali tadi malam.", " Tepat ketika Ye Sheng hendak mengajukan lebih banyak pertanyaan, seseorang berjalan ke halaman.", " Seorang wanita tua yang cukup kekar menatap lurus ke arah Ye Sheng tanpa ekspresi di wajahnya.", " Pengasuh melihat siapa yang datang dan ketakutan, jadi dia dengan cepat mengambil semua piring dan pergi.", " Ye Sheng dan wanita tua yang cemberut ini adalah yang tersisa di halaman.", " Ye Sheng tahu siapa wanita yang lebih tua ini. Menurut ingatan Ye Sheng pertama, ini adalah pelayan yang menemani Nyonya Tua sepanjang waktu. Dia", " selalu sangat tidak ramah terhadap Ye Sheng.", " \"Tuan Muda Dua Belas, Nyonya Tua telah memerintahkan Aku untuk membawakan Kamu pesan,\" kata wanita yang lebih tua dengan suara sedingin es.", " Ye Sheng berdiri dan berkata, \"Pesan apa?\"", " “Nyonya Tua berkata bahwa kedamaian dan keharmonisan dalam rumah tangga lebih penting dari apapun. Tuan Muda Tiga Belas sangat berbakat dan memiliki masa depan yang cerah, sementara Kamu hanyalah putra seorang selir. Meskipun kalian berdua adalah putra Tuan Ye, kalian berdua pada dasarnya berbeda sifatnya, dan dia berharap kalian tahu tempat kalian. Kamu sudah berusia 16 tahun, jadi Kamu tidak perlu membuat masalah untuk Tuan Muda Tiga Belas lagi. Jika Kamu melakukannya, Nyonya Tua akan menyingkirkan anak pemberontak seperti Kamu sehingga omong kosong seperti ini tidak akan pernah terjadi lagi, dan kami tidak akan malu jika tersiar kabar.” Wanita yang lebih tua berbicara dengan sangat kasar, dan dia terdengar seperti Nyonya Tua yang jahat.", " Ye Sheng mengerutkan bibirnya dan tidak mengatakan apa-apa. Ekspresinya begitu dingin, menakutkan.", " Nyonya Tua ini benar-benar membencinya sampai ke intinya.", " Ye Qing adalah orang yang melakukan kesalahan sehari sebelumnya, tetapi bagi Nyonya Tua, semua ini adalah kesalahan Ye Sheng.", " \"Ye Qing hampir memukuliku sampai mati kemarin,\" kata Ye Sheng sambil berusaha keras untuk menekan amarahnya.", " “Nyonya Tua berkata bahwa kamu adalah putra seorang wanita tercela, jadi hidupmu bahkan tidak seberharga rumput. Tuan Muda Tiga Belas adalah seseorang dengan penilaian yang baik, dan dia hanya memukulimu tetapi tidak membunuhmu. Selain itu, ada dokter yang sangat baik di rumah yang bisa menyembuhkan Kamu. Jadi Kamu tidak membuat masalah untuk Tuan Muda Tiga Belas lagi. Kalau tidak, dia akan melucuti Kamu dari hak untuk pindah dari rumah ketika Kamu dewasa, dan Kamu akan tetap berada di rumah ini selama sisa hidup Kamu, dan dianggap sebagai orang yang tidak berguna selamanya, ”cibir yang lebih tua. wanita dengan jijik.", " Ye Sheng mengejek dirinya sendiri dengan marah. \"Apakah Nyonya Tua sangat membenci ibunya?\"", " \"Kembalilah dan beri tahu Nyonya Tua bahwa aku telah memahami pesannya, dan aku tidak akan membuat masalah untuk Ye Qing,\" kata Ye Sheng. Dia mengepalkan tinjunya dengan erat dan Qi melonjak ke seluruh tubuhnya. Dia benar-benar ingin menampar wanita di depannya ini sampai mati sekarang.", " Tetapi sisi rasionalnya mengatakan kepadanya bahwa dia tidak boleh melakukan hal seperti itu.", " Begitu Ye Sheng menyerang, bahkan jika dia tidak membunuhnya, dia akan membuat Nyonya Tua marah. Dia mungkin benar-benar melucuti semua haknya dan menahannya di dalam istana sehingga dia tidak akan pernah memiliki kebebasan selama sisa hidupnya.", " Selama Nyonya Tua berkata begitu, bahkan Tuan Ye tidak berani melawannya.", " Menjadi berbakti sangat penting dalam Kekaisaran Qin Besar. Selain itu, Tuan Ye memiliki reputasi yang sangat baik di seluruh negeri dan banyak orang mengawasinya dengan cermat. Jika ada berita tentang dia yang tidak berbakti, banyak sarjana dan pejabat akan mengkritik dan menyerangnya, jadi tidak ada yang bisa dilakukan Lord Ye tentang itu.", " “Aku tidak akan sengaja membuat masalah untuk Ye Qing, tetapi jika dia datang untuk membuat masalah bagiku, maka jangan salahkan aku karena menjadi jahat,” pikir Ye Sheng pada dirinya sendiri sambil mengejek dingin di hatinya yang sedingin es.", " Ye Manor ini seperti penjara raksasa bagi Ye Sheng. Dia harus meninggalkan tempat ini bagaimanapun caranya.", " “Aku yakin Nyonya Tua akan sangat senang mengetahui bahwa Kamu telah mempelajari pelajaran Kamu. Tuan Ye akan kembali dalam beberapa hari, jadi ketika dia bertanya tentang masalah ini, Nyonya Tua berharap Kamu dapat memikul tanggung jawab atas apa yang terjadi, ”wanita yang lebih tua membuat permintaan yang tidak masuk akal.", " Tatapan Ye Sheng meningkat, dan kemarahannya membuatnya terdiam. Dia menatap wanita yang lebih tua seolah-olah dia akan menelannya utuh. Itu meminta terlalu banyak darinya.", " Dia adalah cucu dari Nyonya Tua juga. Dia tidak dijemput dari tempat pembuangan sampah.", " Wanita yang lebih tua terkejut dengan tatapan Ye Sheng dan tidak bisa menahan diri untuk mundur beberapa langkah. Dia kemudian berkata dengan marah, “Nyonya Tua tahu bahwa ini sulit bagimu, jadi dia mengatakan bahwa dia akan mengizinkanmu meninggalkan rumah untuk mengunjungi makam ibumu yang lusuh itu. Jika Kamu bersedia mengambil tanggung jawab untuk masalah ini, maka Kamu dapat meninggalkan rumah pada tanggal 15 bulan ini untuk menghormati makam ibumu yang nakal.”", " PAK!", " Saat wanita yang lebih tua selesai berbicara, Ye Sheng tidak bisa menahan amarahnya lagi dan menampar wajah wanita itu. Dia menamparnya begitu keras sehingga dia tersandung ke belakang.", " \"Jika kamu memanggil ibuku pelacur sekali lagi, aku akan membunuhmu di tempat.\" Ye Sheng mengeluarkan kata-kata ini dari tenggorokannya dan menatap wanita itu dengan ganas seperti serigala.", " Wanita yang lebih tua itu kembali menatap Ye Sheng dengan kaget. Ekspresinya terkejut, lalu marah, lalu terhina, lalu marah. Itu berubah beberapa kali, tetapi dia akhirnya mengesampingkan emosinya di hadapan ekspresi haus darah Ye Sheng dan berkata, “Ini adalah kata-kata yang tepat yang dikatakan Nyonya Tua. Jika Kamu tidak senang tentang hal itu, bawa sendiri ke Nyonya Tua. Kenapa melampiaskannya pada pelayan sepertiku?”", " “Kamu mengatakan hal-hal seperti itu justru karena Nyonya Tua melindungimu. Suatu hari nanti aku akan mengulitimu hidup-hidup, ”kata Ye Sheng dengan suara sedingin es. Tatapannya membuatnya kedinginan sampai ke tulang.", " \"Enyah!\" teriak Ye Sheng.", " “Tuan Muda Dua Belas, kamu benar-benar berpikir kamu adalah sesuatu sekarang. Aku akan memberi tahu Nyonya Tua apa yang sebenarnya terjadi, tunggu saja, ”kata wanita yang lebih tua dengan panik. Dia ditakuti oleh Ye Sheng dan dengan cepat lari.", " Halaman kecil dibiarkan kosong dengan Ye Sheng berdiri sendirian.", " “Sialan, setiap orang di rumah ini adalah *bajingan. Ibuku adalah Wanita Suci dari Sekte Reinkarnasi, dan mereka memanggilnya pelacur di sini tanpa hukuman. Aku tidak bisa membayangkan berapa banyak penghinaan yang harus dialami ibu Aku.” Ye Sheng sangat marah hingga asap keluar dari lubang hidungnya. Dia sangat marah.", " Dia telah mewarisi segalanya dari Ye Sheng, termasuk cinta mendalam Ye Sheng untuk ibunya, jadi dia benar-benar merasa ingin membunuh sekarang.", " “Tunggu saja, aku akan memastikan kalian semua menyesali ini.” Mata Ye Sheng gelap dan kilatan dingin melintas jauh di dalam. Dia sama sekali tidak menyukai siapa pun di seluruh rumah.", " “Dantianku, Bumi, adalah satu-satunya hal yang bisa aku andalkan. Beri aku waktu, dan aku akan memastikan semua orang di rumah ini berlutut di depan makam ibuku.” Mata Ye Sheng sekarang tampak tenang. Itu adalah ketenangan yang datang ketika seseorang benar-benar marah, dan ketenangan yang datang sebelum badai.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 6: Dayung Tentara", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Mereka tidak perlu menunggu terlalu lama. Langkah kaki terdengar mendekati mereka sekitar 15 menit kemudian.", " Sesosok berjalan ke aula utama, dan Butler Fu segera berkata dengan suara rendah, \"Tuan, kedua Tuan Muda sedang menunggu Kamu di dalam.\"", " Wajah Ye Sheng memucat, dan dia tidak bisa menahan perasaan cemas di dalam. Orang yang berjalan masuk sekarang adalah Lord Ye, seniman bela diri paling terampil di Great Qin, dan seorang pria yang mengendalikan lebih dari 1 juta tentara.", " Ye Qing biasanya tidak takut pada apa pun, tetapi dia juga menegakkan tubuh, memasang ekspresi tegas, dan menyembunyikan tangannya yang gemetar.", " Semua orang di Ye Manor takut pada Tuan Ye. Bahkan beberapa wanita yang telah menikah dengannya dipenuhi dengan cinta dan ketakutan pada saat yang sama.", " Tuan Ye mengenakan jubah brokat dengan mahkota ungu dan emas di kepalanya. Rambutnya sedikit berubah menjadi abu-abu. Dia berjalan lurus ke kursi yang disediakan untuk kepala keluarga dan duduk.", " Ye Sheng dan Ye Qing segera berlutut dan membungkuk. “Salam, Ayah.”", " Tuan Ye mendengus sebagai tanggapan. Ekspresinya dingin, dan dia mengulurkan tangannya untuk meletakkannya di sandaran tangan kursi. Jari-jarinya seindah batu giok putih dan ramping serta panjang seperti jari perempuan. Tidak ada setitik pun pada mereka. Tetapi ketika dia mencengkeram sandaran tangan, orang bisa melihat kekuatan yang menunjukkan bahwa dia mengendalikan segalanya.", " Tuan Ye duduk lebih tinggi dan menatap Ye Sheng dan Ye Qing. Tekanan diam dan tak terlihat menutupi kedua anak laki-laki itu dan membuat mereka menundukkan kepala. Keduanya tidak berani melihat ke atas. Mereka tidak bisa menatap mata ayah mereka.", " Ini adalah Tuan Ye, seniman bela diri paling terampil di seluruh Qin Besar. Dia telah mencapai puncak kultivasi seni bela dirinya.", " \"Ye Sheng, berdiri di satu sisi.\" Tuan Ye menunjuk satu jari untuk menyuruh Ye Sheng berdiri di sebelah Butler Fu.", " Ye Sheng dengan patuh dan diam-diam berjalan mendekat.", " Hanya Ye Qing yang berdiri sendirian di tengah aula utama.", " Kepanikan muncul di mata Ye Qing saat dia menelan ludahnya beberapa kali. Dia punya firasat buruk tentang ini.", " \"Menurutmu bagaimana aku harus menghukummu?\" tanya Lord Ye dengan dingin sambil menatap Ye Qing.", " Ye Qing segera berlutut lagi dan seluruh tubuhnya gemetar saat dia berkata, “Ayah, aku tahu aku salah. Aku adalah orang yang melakukan hal yang salah. Seharusnya aku tidak memukulnya begitu keras.”", " Ekspresi Tuan Ye tidak berubah. Dia menunjuk Ye Qing dan berkata, “Kamu telah membuat kesalahan besar, dan aku tidak bisa membiarkanmu tanpa hukuman. Pergi keluar dan terima 100 pukulan dari dayung tentara. ”", " Wajah Ye Qing membeku. 100 pukulan dari dayung tentara? Itu berarti bahwa itu tidak akan dikelola oleh seseorang dalam keluarga, tetapi para prajurit di bawah komando Lord Ye. Jika itu adalah tentara Lord Ye, itu berarti mereka tidak akan memihak tentang hal itu. Setelah menerima 100 pukulan ini, dia bisa kehilangan setengah kulit di pantatnya, dan itu jika dia tidak mati.", " \"Kenapa, kamu tidak senang tentang ini?\" ejek Lord Ye dengan dingin.", " Ye Qing mengatupkan giginya dan berkata, “Bukannya aku tidak senang tentang itu. Aku hanya tidak mengerti. Meskipun Aku memukulnya terlalu keras, Saudara Kedua Belas juga salah. ”", " Ye Sheng mengerutkan kening. Dia adalah korban dari semua ini. Bagaimana dia bisa salah?", " “Kalian berdua membuat keributan di rumah kali ini, dan kalian berdua tidak akan bebas dari hukuman. Keluar dan terima pukulanmu, ”jawab Lord Ye datar. Nada suaranya sangat dingin, dan itu membuat mereka semua bergidik.", " Ye Sheng mendengar kata-kata ini sambil berdiri di satu sisi dan merasa punggungnya sangat dingin. Dia mulai berkeringat dingin.", " Dia juga akan dihukum.", " Seperti yang diharapkan, setelah Ye Qing tanpa daya keluar untuk menerima hukumannya, Tuan Ye memandang Ye Sheng.", " “Aku telah memperingatkan Kamu sebelumnya dan telah memberi tahu Kamu bahwa Kamu tidak diizinkan untuk belajar seni bela diri. Mengapa kamu pergi bersama Ye Qing ke daerah itu untuk berlatih?” tanya Lord Ye dengan suara dingin.", " Ye Sheng menundukkan kepalanya dan menjawab, \"Ayah, aku salah.\"", " Dia tahu bahwa tidak ada cara untuk berdebat dengan Tuan Ye. Meskipun Ye Sheng tidak salah, dia harus mengakui bahwa dia salah.", " Tuan Ye mendengus puas dan berkata, “Dalam hal ini, Ye Qing melakukan kesalahan besar saat kamu membuat kesalahan kecil. Aku telah memutuskan untuk memberi Ye Qing 100 pukulan dayung tentara, dan Kamu hanya akan menerima 50 pukulan. Aturan keluarga ini sangat ketat, dan setiap orang harus memastikan Kamu melakukan apa yang seharusnya Kamu lakukan. Kamu adalah anak dari seorang selir, jadi jika Kamu terlibat konflik dengan Ye Qing, Kamu pasti akan kalah. Juga, Kamu sudah berusia 16 tahun, jadi Kamu sudah cukup umur menurut hukum Qin Besar. Apa rencanamu?”", " Ye Sheng menundukkan kepalanya dan berkata, \"Aku ingin meninggalkan istana untuk belajar dan membuat nama untuk diri Aku sendiri sebagai seorang sarjana.\"", " Tuan Ye mengerutkan kening pada ini. \"Kamu sudah ingin meninggalkan manor?\"", " Ye Sheng mengangguk pelan. Terlalu menindas untuk tetap tinggal di rumah ini, dan dia benar-benar tidak ingin tinggal di sini lagi. Selain itu, dia perlu mengembangkan dantiannya, Earth, lebih jauh. Jika dia tidak bisa keluar rumah, itu terlalu merepotkan untuk menyelesaikan apa pun.", " Hanya berlatih seni bela diri di dalam rumah sudah menjadi masalah besar. Jika dia ditemukan, Ye Sheng yakin dia akan dipukuli sampai mati.", " Ye Sheng sangat yakin tentang ini. Tuan Ye yang berdiri di depannya sekarang ini benar-benar telah memukuli salah satu putranya sendiri sampai mati, dan itu adalah Kakak Ketiga Ye Sheng.", " Kakak Ketiga sama seperti Ye Sheng, karena dia dilarang belajar seni bela diri. Tetapi karena kedudukan ibunya tinggi dan dianggap sebagai wanita simpanan, dia mulai berlatih seni bela diri secara rahasia. Namun, dia telah ditemukan, dan, pada akhirnya, Tuan Ye menyuruh anak buahnya untuk memukuli Kakak Ketiga sampai mati di depan seluruh rumah tangga.", " Ibu Kakak Ketiga sangat marah tentang masalah ini sehingga dia pingsan di tempat. Dia pindah dari Ye Manor untuk tinggal di dekat Kuil Gunung Icy. Dia melantunkan kitab suci Buddhis setiap hari dan membenci Lord Ye sampai ke intinya.", " Ye Sheng masih sangat muda ketika dia menyaksikan ini, dan ibunya telah melindunginya dari pandangan itu. Setelah itu, dia berulang kali menginstruksikannya untuk tidak pernah belajar seni bela diri sama sekali. Jika semuanya berbeda, sebagai Wanita Suci dari Sekte Reinkarnasi, dia bisa mengajarinya banyak hal karena pengetahuan dan perspektifnya yang luas tentang dunia meskipun kemampuan kultivasinya telah dihilangkan.", " Tapi demi kehidupan Ye Sheng sendiri, dia tidak pernah mengajari Ye Sheng sepatah kata pun.", " “Ayah, belajar di rumah berbeda dengan belajar di akademi. Aku tahu tempat Aku dalam keluarga, dan Aku tidak ingin berpartisipasi dalam kompetisi apa pun di dalam rumah tangga. Aku hanya ingin belajar dengan tenang dan mencapai hasil yang baik untuk membuat mendiang ibu Aku bangga, ”kata Ye Sheng dengan suara lembut.", " “Kamu bahkan belum selesai membaca semua buku di dalam rumah, jadi mengapa repot-repot pergi ke akademi?” Lord Ye langsung mengerutkan kening ketika dia mendengar Ye Sheng menyebut ibunya. Ini adalah pertama kalinya ekspresinya benar-benar berubah sejak menginjakkan kaki di aula utama. Dia langsung menolak permintaan Ye Sheng.", " “Ya, Ayah.” Ye Sheng menyerah. Metode ini tidak akan berhasil.", " “Selesaikan membaca semua buku di rumah dulu. Hanya anak-anak dari keluarga miskin yang akan memilih untuk belajar di akademi. Buku-buku di perpustakaanku sendiri jauh melebihi buku-buku dari akademi, jadi kamu bisa pergi dan membaca buku-buku di rumah ini ketika kamu tidak memiliki hal lain untuk dilakukan.” Tuan Ye menjadi tenang ketika dia melihat bagaimana Ye Sheng patuh dan lentur, dan dia memberi Ye Sheng izin untuk memasuki Perpustakaan Koleksi Umum.", " “Terima kasih, Ayah,” kata Ye Sheng sambil berpura-pura sangat berterima kasih.", " “Pergi dan terima hukumanmu. Setelah ini, jangan pergi ke tempat di mana keluarga berlatih seni bela diri. Jika Kamu ditemukan, maka Aku akan mematahkan tangan dan kaki Kamu lain kali, ”kata Lord Ye dengan suara dingin dan jauh.", " \"Ya, Ayah,\" jawab Ye Sheng dengan patuh.", " Lord Ye melambaikan tangannya dan menutup matanya.", " Ye Sheng membungkuk untuk pergi, lalu membungkuk kepada Butler Fu juga, sebelum berjalan keluar dengan tenang. Dia memastikan untuk mematuhi semua formalitas dan tidak ragu-ragu tentang hal itu sama sekali.", " Ada kilatan di mata Butler Fu ketika dia melihat apa yang telah dilakukan Ye Sheng, dan dia ingin mengatakan sesuatu, tetapi dia tidak mengatakan apa-apa pada akhirnya.", " …", " Setelah dia berjalan keluar dari aula utama, tidak butuh waktu lama baginya untuk mendengar lolongan dan jeritan disertai suara seseorang dipukuli.", " BAM! BAM! BAM!", " Suaranya sangat menyiksa saat setiap dayung menghantam tubuh Ye Qing. Ye Qing adalah seorang seniman bela diri di Acquired Level Sixth Stage, tapi dia tidak bisa menahan diri untuk tidak berteriak kesakitan.", " Wajah Ye Sheng mendung. Dia benar-benar bisa merasakan otoritas di dalam halaman besar ini.", " Dia perlahan berjalan dan melihat ada dua papan besar di tengah ruang kosong. Ye Qing sudah berbaring di salah satu dari mereka, dan tentara yang tampak tegas sekarang menggunakan dayung untuk memukulnya lagi dan lagi.", " “Ye Sheng, tunggu saja! Aku sangat menderita karenamu, dasar sampah bodoh!” Ye Qing mulai berteriak ketika dia melihat Ye Sheng. Ada memar berdarah di seluruh pantatnya, dan dia bahkan bisa merasakan sakit di sumsum tulangnya. Kemarahan membakar kuat di dalam hatinya, dan dia berharap dia bisa menabrak dan menggigit Ye Sheng sampai mati.", " Ye Sheng mengabaikannya dan hanya diam-diam berbaring di papan lainnya. Dua tentara berjalan mendekat, melepas celana luar Ye Sheng untuk membiarkannya hanya mengenakan pakaian dalam, lalu mulai memukulinya dengan dayung.", " BAM!", " Mata Ye Sheng langsung terbuka lebar saat seluruh tubuhnya bergidik. Jejak merah berdarah segera muncul di pantatnya.", " Rasa sakitnya begitu buruk sehingga dia benar-benar bisa merasakannya di tulangnya. Para prajurit ini sepertinya memukulnya di area yang paling sakit, dan Ye Sheng mengatupkan giginya dengan erat.", " BAM! BAM! BAM!", " Satu demi satu, 50 pukulan menghujani. Ye Sheng kelelahan pada akhirnya. Pantatnya berlumuran darah, wajahnya pucat pasi, dan darah mengalir keluar dari mulutnya. Dia benar-benar terluka parah.", " Di papan lain, Ye Qing mengalami nasib yang lebih buruk. Dia telah menerima 100 pukulan, dan seluruh punggung dan pantatnya berlumuran darah. Ye Qing sudah pingsan karena kesakitan.", " “Tuan Muda, tolong jangan menentang kami,” kata para prajurit dengan tenang setelah mereka selesai. Mereka dengan cepat menyingkirkan semuanya dan pergi.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 9: Bunga Kastanye Air", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Ye Sheng mulai membaca beberapa teks sejarah untuk melihat apakah dunia ini berbeda dari Dinasti Qin Besar yang dia kenal di kehidupan sebelumnya.", " Dia melihat-lihat sebuah buku untuk mencari tahu apa yang menjadi dinasti sebelumnya sebelum Qin Besar menjadi sebuah bangsa. Itu disebut dinasti Naga. Dinasti Naga bertahan selama 800 ratus tahun sebelum perlahan-lahan mengalami penurunan. Pejabat istananya telah menjadi korup, dan ada banyak kejahatan di antara penduduk. Berbagai sekte mulai menandai wilayah mereka dan membagi seluruh negara menjadi potongan-potongan kecil yang tak terhitung jumlahnya.", " Apa yang disebut Tiga Tanah Suci, Sepuluh Klan Besar, dan Empat Sekte Besar berkembang selama periode ini.", " Kaisar yang mendirikan negara Qin Besar adalah Kaisar Shihuang. Bersama dengan salah satu rakyatnya, Tuan Ye, mereka telah menaklukkan sejumlah besar tanah dengan tingkat seni bela diri yang tak tertandingi. Tetapi karena negara Qin Besar perlahan-lahan sedang dibangun, Kaisar Shihuang ingin mengurangi kekuatan yang dimiliki berbagai sekte. Akibatnya, dia membuat marah pemimpin Sekte Reinkarnasi, yang kemudian mencoba membunuh kaisar.", " Menurut buku-buku sejarah, tingkat seni bela diri Kaisar Shihuang hampir tak terkalahkan, jadi ketika pemimpin Sekte Reinkarnasi mencoba membunuhnya, Kaisar Shihuang berhasil bertahan sampai pasukannya tiba untuk menyelamatkannya. Sayangnya, Kaisar Shihuang terbunuh pada akhirnya, tetapi, pada saat yang sama, Tuan Ye juga berhasil membunuh pemimpin Sekte Reinkarnasi.", " Dengan kematian Kaisar Shihuang, Qin Besar terhuyung-huyung di ambang kehancuran. Kaisar Qin kedua naik takhta dan menstabilkan istana. Hal pertama yang dia lakukan adalah menyerahkan 1 juta pasukan kepada Lord Ye. Dia bahkan ingin Tuan Ye menjadi gurunya, tetapi Tuan Ye telah menolaknya.", " Lord Ye mengambil kendali atas 1 juta tentara ini dan menjadi sangat kuat. Pertempuran pertamanya adalah untuk sepenuhnya memusnahkan Sekte Reinkarnasi, dan pertempuran itu benar-benar tragis. Pasukannya menderita kerugian besar, tetapi mereka berhasil menghancurkan Sekte Reinkarnasi. Dalam pertempuran itu, Tuan Ye melawan lima tetua dari Sekte Reinkarnasi sendirian dan membunuh mereka semua, mengejutkan semua orang dengan kehebatannya.", " Setelah pertempuran itu, bangsa Qin Besar yang goyah menjadi stabil, dan Tuan Ye menjadi orang dengan posisi tertinggi di negeri itu setelah kaisar.", " Setelah itu, selama 17 tahun berikutnya, Tuan Ye tidak bertarung lagi. Dia tinggal di Xianyang dan terus melayani istana.", " Setelah membaca semua ini, Ye Sheng menghembuskan napas perlahan saat dia merasakan tekanan yang sangat besar tiba-tiba membangunnya. Ayahnya yang mengerikan ini benar-benar terlalu agresif.", " Dengan ayah seperti itu, pikiran Ye Sheng untuk melarikan diri dan rencananya untuk lari dari Ye Manor secara tidak sadar menghilang.", " Jika dia benar-benar membuat marah Tuan Ye, bukankah sangat mudah bagi ayahnya untuk menemukan dan membunuhnya?", " “Sepertinya aku perlu menyusun skema yang lebih baik,” gumam Ye Sheng pada dirinya sendiri.", " Dia meletakkan buku itu dan terus membaca buku-buku sejarah acak lainnya untuk lebih memahami dunia tempat dia tinggal.", " Sejak zaman kuno, dunia membutuhkan seni bela diri. Kaisar yang mendirikan dinasti Naga rupanya memiliki Darah Naga Kuno di tubuhnya, jadi tingkat kultivasinya naik dengan kecepatan yang mencengangkan. Hanya dalam 30 tahun, dia telah mengalahkan hampir setiap seniman bela diri tingkat tinggi dan akhirnya mendirikan dinasti Naga selama 800 tahun. Setelah kematian, dia telah naik dan meninggalkan dunia ini.", " Dalam beberapa tahun terakhir setelah Dinasti Naga, Buddha Gautama dari Buddhisme, Zhang Sanfeng dari Taoisme, dan lainnya yang berkultivasi di jalan pedang, dan filosofi lainnya telah berhasil naik dan mencapai keabadian.", " Hal-hal ini memotivasi kultivator lain, dan mereka semua berharap untuk pindah dari tempat ini untuk melihat dunia luar.", " Qin Besar telah ada hanya selama 30 tahun terakhir, dan itu sudah berkembang dan berkembang dengan baik sebagai sebuah bangsa. Dan ini adalah pertanda baik bagi orang biasa, yang tahu bahwa di Qin Besar, selama mereka bekerja keras, mereka akan bisa meletakkan makanan di atas meja.", " Tetapi bagi mereka yang berasal dari sekte kultivasi dan faksi kuat lainnya, prestise Great Qin tidak cukup.", " Menghancurkan satu Sekte Reinkarnasi telah menghabiskan banyak sumber daya Qin Besar, jadi bahkan Tuan Ye diam-diam berbaring di Xianyang selama 17 tahun dan tidak meninggalkan negara itu.", " Selama 17 tahun ini, berbagai sekte besar mulai meningkat dan berkembang pada tingkat yang mengkhawatirkan, sehingga ada kemungkinan kerusuhan akan terjadi lagi.", " Ye Sheng mengambil sepanjang pagi untuk membaca semua ini. Dia duduk sendirian di salah satu sudut, dan ada berbagai macam buku yang ditumpuk di sebelahnya.", " Pada siang hari, orang-orang di dalam Perpustakaan Koleksi Umum pergi. Hanya dua orang yang tersisa di dalam: Ye Sheng dan Bunga Kastanye Air.", " Ye Sheng asyik membaca buku-bukunya dan membaca semuanya dengan sangat hati-hati, sementara Bunga Kastanye Air hanya menatap Ye Sheng.", " \"Sepupu Dua Belas, apa yang kamu baca?\" tanya Bunga Kastanye Air saat dia mendekati Ye Sheng.", " Ye Sheng menjawab, \"Aku hanya membaca beberapa buku sejarah secara acak.\"", " Water Chestnut Flower melihat sekilas buku-buku di sekitarnya. “Sekte, bangsawan, dan istana? Kamu tertarik dengan topik ini?”", " Ye Sheng meliriknya. Mereka biasanya tidak pernah berbicara. Kenapa dia tiba-tiba berbicara dengannya hari ini?", " “Hanya sedikit tertarik. Aku hanya mencoba menghabiskan waktu, ”kata Ye Sheng datar.", " “Aku membawa buku di sini. Apakah Kamu ingin melihat-lihat?” kata Bunga Kastanye Air sambil mengulurkan sebuah buku padanya, bersenandung pada dirinya sendiri.", " Ye Sheng melihatnya. Sampul buku berwarna hitam, dan tidak ada kata-kata di bagian depan. Dia mengambil buku itu darinya dan membukanya.", " Skrip tulang Oracle?", " Ye Sheng terkejut melihat Bunga Kastanye Air.", " Teks yang digunakan dalam buku ini sebenarnya adalah naskah oracle bone?", " “Sepupu Ye Sheng, kata-kata ini benar-benar berbeda dari teks yang kita gunakan hari ini, jadi itu mungkin bentuk tulisan kuno. Apakah Kamu tahu cara membaca ini? ” tanya Bunga Kastanye Air sambil tersenyum dan duduk di sebelah Ye Sheng.", " \"Aku tidak punya ide. Karena ini adalah bentuk tulisan kuno, maka itu berarti ini pasti buku yang sangat tua. Darimana kamu mendapatkan ini?\" tanya Ye Sheng sambil berpura-pura tidak tahu apa-apa.", " “Aku mendapatkannya dari Nyonya Pertama,” jawab Bunga Kastanye Air pelan.", " Ye Sheng hanya mengangguk dan tidak mengajukan pertanyaan lebih lanjut. Dia tidak terkait erat dengan Nyonya Pertama, dan mereka lebih seperti musuh.", " Sepupu Dua Belas, buku ini seharusnya menjadi milikmu, sebenarnya, kata Bunga Kastanye Air sambil menatap Ye Sheng dengan hati-hati.", " Ye Sheng mengerutkan kening dan menatapnya, tetapi tidak mengatakan apa-apa.", " “Ketika ibumu meninggal, Nyonya Pertama mengambil semua manual yang dia miliki, dan ini adalah salah satunya. Dia telah mencoba mempelajarinya selama bertahun-tahun tetapi tidak berhasil, dan dia perlahan mulai menyerah. Aku mengetahuinya dan berhasil mendapatkan buku yang satu ini darinya. Tapi setelah mempelajarinya dengan seksama, Aku masih tidak mengerti apa-apa,” jelas Bunga Kastanye Air.", " Ye Sheng tiba-tiba mengerti apa yang sedang terjadi. Dia masih bertanya-tanya mengapa seseorang yang tidak pernah berbicara dengannya secara normal seperti Bunga Kastanye Air benar-benar mengambil inisiatif untuk memulai percakapan dengannya. Jadi ini adalah alasannya.", " \"Ini adalah sesuatu milik ibuku?\" Ye Sheng membolak-balik buku itu dan diam-diam mencatat isinya.", " \"Betul sekali. Aku pikir Kamu mungkin mengerti isinya, dan Kamu bisa membaginya dengan Aku, ”kata Bunga Kastanye Air sambil tersenyum. Ada tatapan aneh di matanya.", " “Aku tidak tahu apa yang dikatakannya. Aku masih sangat muda ketika ibu Aku meninggal, jadi Aku tidak mungkin mempelajari kata-kata ini.” Ye Sheng dengan cepat menyangkal mengetahui apa pun, membolak-balik seluruh buku sekali untuk menghafal isinya, lalu menyerahkannya kembali ke Bunga Kastanye Air.", " Bunga Kastanye Air mengambil kembali buku itu dan berkata, “Tidak apa-apa. Aku akan pergi kalau begitu. ”", " Ye Sheng memperhatikannya pergi, lalu mengembalikan semua buku yang telah dia baca, dan perlahan-lahan kembali ke halamannya.", " Ternyata saat pengasuh datang dengan banyak ikan dan daging lagi.", " Ye Sheng dengan senang hati memakan makanan itu dengan suapan besar. Setelah dia selesai makan semuanya, dia berbaring di tempat tidur dan diam-diam tertidur.", " Di luar halaman Ye Sheng, Bunga Kastanye Air memandang dengan tenang dengan sedikit cemberut. \"Apakah dia benar-benar tidak tahu apa-apa?\"", " \"Apakah Nyonya Suci dari Sekte Reinkarnasi benar-benar tidak mengajarkan kata-kata ini kepada putranya sendiri?\" Bunga Kastanye Air bingung dengan ini.", " \"Lupakan. Aku sudah bertindak sangat tidak normal hari ini. Syukurlah Ye Sheng adalah gelandangan yang tidak berguna. Jika dia adalah seseorang yang cerdas, maka Aku mungkin telah mengekspos diri Aku sendiri. Aku tidak boleh bersikap seperti ini lagi.” Bunga Kastanye Air menggelengkan kepalanya saat dia berbalik dan pergi.", " Di dalam kamar, Ye Sheng memejamkan matanya, tapi dia tidak benar-benar tidur. Dia telah pergi ke dantiannya, Earth.", " \"Aku Tuhan! Dengan ini Aku meneruskan hal-hal ini kepada Kamu!”", " Suara ini menutupi seluruh planet bersama dengan ribuan batu yang menghujani Bumi. Batu-batu itu diukir dengan segala macam skrip tulang oracle.", " Ye Sheng telah menghafal seluruh buku naskah tulang oracle, lalu mengirimkan informasi ini ke Bumi. Dia tidak perlu menerjemahkannya karena Earthlings pasti akan membantunya dengan itu.", " “Bunga Kastanye Air, kamu benar-benar gadis yang licik. Kamu tidak seperti gadis lugu dan manis seperti yang dikatakan semua orang,” pikir Ye Sheng pelan pada dirinya sendiri.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 10: Segel Reinkarnasi", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Setelah pertama kali Ye Sheng mewariskan tekniknya kepada mereka, sebagian besar penduduk Bumi mulai percaya pada Ye Sheng. Mereka sekarang percaya bahwa benar-benar ada dewa di dunia dan bahwa teknik yang diturunkan dewa mereka kepada mereka dapat dikembangkan menjadi sesuatu yang lebih.", " Jadi, kali ini ketika Ye Sheng memberikan sesuatu kepada mereka, 1,4 miliar orang semua menjadi gila pada saat yang sama.", " Apakah skrip tulang oracle sangat sulit untuk diuraikan?", " Para ahli sastra yang hebat mampu menerjemahkannya dengan segera.", " Apakah Kamu tidak tahu cara berkultivasi?", " Seorang master kultivasi yang hebat dapat menjelaskan segalanya, dan Kamu akan dapat mempelajarinya dengan cepat.", " Ye Sheng diam-diam mengamati semua yang terjadi di Bumi. Segera, seseorang berhasil menerjemahkan sepenuhnya semua skrip tulang oracle. Ye Sheng terkejut menemukan bahwa isi buku ibunya berisi teknik yang sangat hebat.", " Segel Reinkarnasi.", " Segel Reinkarnasi adalah teknik yang diturunkan oleh Sekte Reinkarnasi kepada semua murid mereka. Seseorang dapat mengukir segel reinkarnasi di dantiannya, dan setiap segel reinkarnasi tambahan yang dimiliki seseorang setara dengan kehidupan tambahan. Kekuatan segel reinkarnasi luar biasa dan luar biasa. Jika Kamu dapat menggabungkan sembilan segel reinkarnasi menjadi satu, Kamu dapat membangun jembatan reinkarnasi untuk melintasi perbatasan antara yang hidup dan yang mati.", " “Ini… ini sepertinya adalah teknik rahasia dari Sekte Reinkarnasi. Apakah Nyonya Pertama dan yang lainnya menyadari hal ini?” Ye Sheng bertanya pada dirinya sendiri dengan heran.", " Teknik ini tidak mudah. Membandingkannya dengan Teknik Tinju Rolling Rocks yang Ye Sheng temukan tidak mungkin. Perbedaan di antara mereka adalah sejauh kotoran dari emas … mungkin bahkan lebih besar.", " Tetapi sekali lagi, tidak ada yang tahu cara membaca skrip oracle bone lagi. Nyonya Pertama tidak dapat menemukan siapa pun yang dapat membacanya, jadi tidak ada cara untuk mengetahui apa isi buku itu, itulah sebabnya dia memberikannya kepada Bunga Kastanye Air. Itu masuk akal juga.", " “Aku ingat ketika Aku masih kecil, Ibu sering meletakkan beberapa buku ini di tempat yang sangat mencolok, sehingga siapa pun yang masuk ke ruangan pasti akan memperhatikannya. Dia juga membiarkan orang lain membacanya kapan saja, seolah-olah itu hanya buku biasa. Mungkin Ibu mencoba menyesatkan orang lain bahkan saat itu, sehingga ketika dia meninggal, Ibu Negara tidak akan peduli Aku membacanya bahkan jika dia menyita buku-buku lain. ” Ye Sheng dipenuhi dengan kekaguman pada ibunya.", " Lord Ye mungkin telah membaca buku-buku ini sebelumnya juga, tetapi tidak ada yang tahu cara membaca naskah oracle bone lagi. Hanya mereka yang berperingkat tinggi di dalam Sekte Reinkarnasi yang tahu cara membacanya, tetapi mereka hampir semua sudah mati sekarang. Dengan demikian, buku-buku ini perlahan-lahan menjadi harta terpendam.", " “Nyonya Pertama mengambil setidaknya lima buku Ibu, dan aku yakin itu semua adalah manual yang sangat langka yang menjelaskan teknik-teknik hebat. Jika Aku mendapat kesempatan, Aku harus mendapatkannya kembali.” Ye Sheng bertekad tentang ini.", " Penduduk Bumi semua bekerja keras dalam mengolah Teknik Rolling Rocks Boxing, Teknik Pedang Daun Jatuh, Langkah Topan, dan sekarang teknik tambahan, Segel Reinkarnasi.", " Dibandingkan dengan tiga teknik pertama, tingkat kesulitan Segel Reinkarnasi 100 kali lebih tinggi.", " Selama beberapa hari terakhir, jumlah Earthlings yang berhasil mengambil tiga teknik pertama sekarang berjumlah beberapa ribu, dan, sebagai hasilnya, Ye Sheng secara otomatis mencapai tahap Pemula dari ketiga teknik.", " Selain itu, saat jumlah pembudidaya meningkat, begitu mereka semua mencapai tahap Pemula, Ye Sheng akan secara otomatis mencapai tahap Selesai. Setelah 100 dari mereka mencapai tahap Accomplished, dia akan secara otomatis mencapai tahap Penguasaan, dan seterusnya.", " Ada 1,4 miliar orang di Dantiannya, Bumi, jadi Ye Sheng yakin bahwa harus ada setidaknya 100 jenius dalam kultivasi di antara mereka.", " Dia hanya perlu menunggu selama seminggu, dan pasti akan ada penduduk bumi yang bisa sepenuhnya menguasai semua teknik ini.", " Setelah satu malam, 1,4 miliar orang telah mulai mengolah Segel Reinkarnasi, tetapi jumlah yang berhasil mempelajarinya kurang dari sepuluh, jadi Ye Sheng belum dapat mempelajarinya secara otomatis.", " Segel Reinkarnasi jauh lebih sulit daripada tiga teknik pertama yang dia berikan kepada penduduk Bumi. Hanya sembilan orang yang telah mencapai tahap Belajar. Dia hanya membutuhkan satu lagi untuk secara otomatis juga mencapai tahap Belajar.", " “Mungkin tidak akan memakan waktu terlalu lama untuk satu lagi di antara 1,4 miliar orang untuk mencapai tahap Terpelajar, jadi Aku hanya perlu tenang dan menunggu.” Ye Sheng bangun di pagi hari, mengoleskan salep pada dirinya sendiri, terus makan dengan sungguh-sungguh pada waktu makan, dan menyeret tubuhnya yang terluka terpincang-pincang menuju Perpustakaan Koleksi Umum.", " Pada hari ini, hampir tidak ada orang di dalam Perpustakaan Koleksi Umum. Bunga Kastanye Air juga tidak ada. Ye Sheng duduk di dalam untuk membaca sendiri dan semuanya sunyi di sekelilingnya.", " “Semua orang mengatakan bahwa Miss Water Chestnut Flower secantik peri, memiliki kepribadian yang lembut, dewasa dalam menangani hal-hal yang sulit, baik dan ramah, seorang wanita muda yang sangat baik. Tapi setelah berinteraksi dengannya kemarin, jelas bahwa dia menyembunyikan sisi aslinya dengan sangat baik,” pikir Ye Sheng pada dirinya sendiri saat membaca.", " Bunga Kastanye Air terasa seperti awan kabut baginya. Kecantikannya yang seperti peri hanyalah fasad. Mustahil untuk melihat menembus dirinya.", " \"Rumah besar ini menyembunyikan banyak rahasia,\" desah Ye Sheng pada dirinya sendiri.", " Tidak ada yang datang untuk mengganggu Ye Sheng hari ini saat dia sedang membaca di perpustakaan. Tuan Ye telah menyelenggarakan perjamuan keluarga, tetapi karena Ye Sheng dan Ye Qing telah terluka dan mengalami kesulitan berjalan dan juga tidak bisa duduk, mereka berdua tidak diundang untuk menghadiri perjamuan itu.", " Mereka tidak diundang ke perjamuan, tetapi makanan yang disajikan di perjamuan itu disajikan kepada mereka. Makanan lezat yang luar biasa menutupi seluruh meja.", " Ye Sheng segera mengisi dirinya dengan semua makanan yang dia berikan, mengusir pengasuh, dan mulai berlatih seni bela diri di sebuah ruangan sendirian.", " Dia mulai berlatih Teknik Rolling Rocks Boxing, Teknik Pedang Daun Jatuh, dan Langkah Topan.", " Dia telah mencapai tahap Pemula dalam ketiga teknik ini, jadi dia telah menguasai beberapa teknik.", " Misalnya, satu pukulan dengan Teknik Rolling Rocks Boxing dapat menghasilkan tiga ledakan di udara, membuat kekuatan pukulan menjadi tiga kali lipat. Satu pukulan membawa 100 unit kekuatan, jadi tiga ledakan berarti membawa 300 unit kekuatan.", " Itu adalah kekuatan seni bela diri.", " Level tertinggi yang bisa dicapai Teknik Rolling Rocks Boxing adalah level sembilan. Itu berarti satu pukulan akan meledak sembilan kali di udara, dan 100 unit kekuatan akan menjadi 900 unit. Itu berarti pukulan seorang seniman bela diri Tahap Pertama Tingkat Diperoleh bisa mengalahkan seseorang di Tahap Ketiga Tingkat Diperoleh.", " Itulah seberapa besar perbedaan setiap tahap belajar teknik seni bela diri yang dibuat. Jika Kamu bisa mencapai tahap Kesempurnaan suatu teknik, Kamu bahkan bisa mengalahkan seseorang yang memiliki tingkat kultivasi lebih tinggi dari Kamu sendiri.", " Dan ini hanya teknik yang cukup sederhana dan banyak digunakan. Jika dia bisa mencapai tahap Kesempurnaan Segel Reinkarnasi dan mengukir sembilan segel reinkarnasi di dalam dantiannya untuk membangun jembatan reinkarnasi, Ye Sheng dapat mencari Nyonya Pertama secara langsung, mengambil semua milik ibunya kembali, lalu meninggalkan Ye Manor tanpa khawatir. Tidak ada tempat di alam semesta yang luas ini yang tidak bisa dia kunjungi begitu itu terjadi.", " Tidak apa-apa untuk bermimpi sebentar, tetapi Ye Sheng harus tetap berdiri di tanah untuk saat ini.", " Jadi begitu saja, tanggal 15 bulan ketujuh tiba. Luka Ye Sheng sudah benar-benar sembuh, tapi dia masih tertatih-tatih saat berjalan untuk berpura-pura bahwa lukanya belum sepenuhnya sembuh.", " Ye Sheng ingin meninggalkan Ye Manor di pagi hari untuk memberi hormat di makam ibunya.", " Aturan rumah Ye Manor sangat ketat, dan Ye Sheng tidak bisa pergi hanya karena dia mau. Dia harus melapor kepada Nyonya Tua terlebih dahulu, karena dialah yang mengizinkan Ye Sheng untuk memberi hormat kepada ibunya sejak awal.", " Jadi hal pertama di pagi hari, Ye Sheng berjalan ke tempat tinggal Nyonya Tua untuk menunggunya dengan tenang.", " Dia tidak bisa masuk.", " Nyonya Tua membencinya, jadi dia bahkan tidak mengizinkan Ye Sheng masuk ke halamannya. Dia hanya bisa menunggu di luar.", " Pelayan yang sama yang ditampar Ye Sheng terakhir kali dia melihatnya berjalan keluar dengan ekspresi dingin di wajahnya, saat dia berkata, “Nyonya Tua mengatakan bahwa dia memperhatikan masalah ini, dan dia mengizinkanmu pergi. Tetapi dia juga mengatakan bahwa meskipun Kamu dapat melanjutkan dan memberi hormat, Kamu tidak boleh membuat masalah. Jika Kamu membuat masalah, maka dia pasti akan memberi Kamu 50 pukulan dayung tentara ketika Kamu kembali. ”", " \"Aku mengerti.\" Ye Sheng mengangguk pelan tanpa ekspresi di wajahnya. Dia sudah menebak sikap seperti apa yang akan diberikan Nyonya Tua kepadanya.", " “Juga, setelah kamu selesai memberi hormat, ketika kamu kembali, buang semua pakaian yang kamu kenakan di sana karena mereka membawa kotoran. Ibumu adalah wanita rendahan, jadi apa pun yang tercemar dengan kehadirannya tidak boleh ditinggalkan di sini, ”kata pelayan itu.", " Ye Sheng mendongak dengan keras dan memelototi pelayan itu, membuatnya sangat ketakutan. Dia dengan cepat menambahkan, “Itulah yang dikatakan Nyonya Tua! Jika Kamu berani memukul Aku, Aku akan melaporkannya kepadanya. Aku sudah memberitahunya tentang apa yang terjadi terakhir kali, tetapi Nyonya Tua mengatakan bahwa sebagai seorang putra, tidak apa-apa menamparku untuk membela ibumu, tetapi kamu tidak boleh melakukan ini lagi. ”", " “Ck. Baik, ”kata Ye Sheng dengan gigi terkatup saat dia mengejek dengan dingin.", " Begitu dia mendapat izin untuk pergi, Ye Sheng tidak akan menghabiskan waktu lebih lama di rumah ini daripada yang seharusnya. Tempat ini membuatnya jijik.", " ", "www.worldnovel.online"]},
{"novel1": [" Bab 8: Perpustakaan Koleksi Umum", " Penerjemah: Nyoi-Bo Studio Editor: Nyoi-Bo Studio", " Sejak Tuan Ye kembali ke rumah, seluruh Ye Manor menjadi sangat sibuk. Namun, pengasuh yang melayani Ye Sheng masih menjalankan tugasnya dengan setia dan datang dengan sarapan pagi.", " \"Mengapa sarapan begitu mewah hari ini?\" tanya Ye Sheng dengan cemberut ketika dia melihat apa yang telah dia berikan untuk sarapan.", " Dibandingkan dengan bubur dan roti yang biasa dia dapatkan, sarapan ini tergolong mewah. Ada daging sapi, lobster, daging kambing, dan lainnya. Semuanya ada di sini.", " Pengasuh itu menjawab, “Aku tidak tahu. Aku hanya pergi untuk mengambil sarapan dari dapur seperti biasa, dan inilah yang mereka berikan kepada Aku. Mereka mengatakan bahwa Kamu telah dihukum dan Kamu membutuhkan suplemen. Semua ikan dan daging ini bagus untuk mengisi kembali Qi dan darahmu.”", " Ye Sheng merenungkan ini sebentar sebelum berkata, \"Tolong terima kasih dapur untukku.\"", " Pengasuh itu mengangguk pelan dan berkata kepada Ye Sheng, “Tuan Muda Dua Belas, makanlah makanan selagi panas. Setelah daging menjadi dingin, itu tidak akan lagi efektif. ”", " Ye Sheng mengangguk dan berkata, \"Aku akan melakukannya.\"", " Semua ikan dan daging mewah ini kemungkinan besar adalah pengaturan yang dibuat oleh Ye Qing dan ibunya, dan pengasuh ini mungkin juga salah satu dari mereka. Tapi apa yang mereka coba lakukan dengan memberinya sarapan yang begitu mewah?", " “Pertama mereka memberi Aku salep yang bagus, dan sekarang ada banyak ikan dan daging. Sepertinya kamu tidak sabar menungguku sembuh?” Ye Sheng sedang memikirkan banyak hal, tetapi dia tidak menunjukkannya dan hanya berkonsentrasi untuk melahap semua makanan.", " Daging sapi, kambing, ikan, dan ayam semuanya masuk ke perutnya. Organ internalnya mulai bekerja untuk menyerap segala sesuatu dari makanan hangat ini, mengubah semuanya menjadi energi dan mengirimkannya mengalir ke seluruh tubuhnya.", " Ye Sheng sekarang adalah seniman bela diri Tahap Pertama Tingkat Diperoleh yang tahu tiga teknik. Meskipun dia berada pada level rendah dan tidak terlalu kuat, dia tidak memiliki masalah dengan gerakan dasar Qi dan darah sama sekali.", " Setelah melahap sebagian besar daging, Ye Sheng dengan tenang berkata, \"Aku yakin Aku akan makan tiga kali lipat dari jumlah ini untuk makan siang.\"", " Karena Ye Qing dan ibunya sangat ingin dia sembuh, maka dia tidak akan mengecewakan mereka. Qi dalam daging merah sangat efektif dalam proses penyembuhan luka, dan dia masih memiliki salep itu juga. Mungkin dia bahkan tidak perlu tujuh hari untuk sembuh. Lima hari mungkin cukup.", " Pengasuh itu menatap Ye Sheng dengan heran. Dia tidak menyangka Ye Sheng yang kurus dan kurus bisa makan begitu banyak dan bahkan meminta tiga kali lipat lebih banyak. Tapi dia ingat apa yang diperintahkan Nyonya Kedua, jadi dia menjawab, \"Ya, Tuan Muda Dua Belas.\"", " Dia mengambil semua piring kosong setelah Ye Sheng selesai makan dan meninggalkan halamannya.", " Ye Sheng memperhatikannya pergi saat dia diam-diam berdiri. Dia perlahan melakukan beberapa latihan untuk membuat Qi dan darahnya bersirkulasi lebih cepat ke seluruh tubuhnya. Dia secara khusus menargetkan area yang terluka karena sirkulasi yang baik di area tersebut dapat membantunya sembuh lebih cepat.", " Dia terus melakukan latihan ini sampai waktu makan siang. Pada saat itu, pengasuh kembali dengan nampan besar berisi makanan. Itu diisi dengan banyak daging. Ada beberapa jenis daging sapi, kambing, ikan, dan ayam. Ada cukup untuk orang biasa makan selama tiga hari.", " Ye Sheng tidak mengatakan sepatah kata pun. Dia membuka mulutnya dan mulai mengisi wajahnya dengan makanan.", " Pengasuh itu sedikit terkejut melihat ini dan memperhatikannya, tetapi dia tidak mengatakan apa-apa.", " Setelah makan besar daging ini turun ke perutnya, perut Ye Sheng hampir meledak. Dia melanjutkan latihannya sampai perutnya menjadi hangat dan mengirimkan gelombang energi hangat ke seluruh tubuhnya.", " Ye Sheng terus menggerakkan Qi dan darahnya tanpa henti sepanjang hari, jadi pada malam hari, koreng di lukanya sudah menjadi sangat padat.", " Setelah satu hari menggunakan salep dan makan begitu banyak daging, luka Ye Sheng telah sembuh sebesar 30 persen. Ini sangat cepat.", " Meski begitu, Ye Sheng terus berpura-pura tidak bisa berjalan dengan baik dan lukanya masih terasa sakit karena dia tidak ingin ada yang memperhatikan bahwa ada sesuatu yang salah.", " Pada malam hari, pengasuh datang dengan jumlah makanan yang hampir sama seperti saat makan siang. Ye Sheng memakan semuanya sekali lagi, dan dia meninggalkan halamannya.", " Tapi dia tidak kembali ke dapur kali ini. Dia pergi mencari Nyonya Kedua, Hu Mei.", " \"Nyonya Kedua, Tuan Muda Dua Belas telah makan setidaknya lima jenis daging sapi, tiga jenis daging kambing, enam atau tujuh resep ikan yang berbeda, dan hampir tiga ayam utuh,\" lapor pengasuh itu.", " Hu Mei tersenyum dingin dan berkata, \"Bajingan kecil ini mungkin belum pernah makan begitu banyak makanan enak sepanjang hidupnya, dan sekarang dia dengan putus asa mengisi wajahnya dengan itu.\"", " Ye Qing masih berbaring di tempat tidurnya dan tidak bisa bangun. Dia menderita 100 pukulan dan terluka jauh lebih parah daripada Ye Sheng. Selain itu, tubuhnya tampaknya tidak dapat pulih secepat Ye Sheng, dan dia bahkan masih tidak bisa berdiri.", " “Biarkan dia melanjutkan. Ye Manor mampu memberinya makan sebanyak ini, ”dengus Ye Qing.", " Hu Mei melambaikan tangannya. “Kamu boleh pergi. Lanjutkan memberi makan b * stard ini seperti ini lagi besok. ”", " Pengasuh itu mengangguk pelan dan meninggalkan ruangan.", " Setelah Ye Qing melihat bahwa tidak ada orang lain di sekitar, dia tertawa dingin dan berkata, “Bahkan para terpidana mati mendapatkan satu makanan mewah terakhir sebelum mereka mati sehingga mereka tidak menjadi hantu kelaparan. Ini bukan masalah yang buruk bagi Ye Sheng. Dia bisa makan dan minum semua yang dia inginkan selama beberapa hari ke depan, setidaknya dia tidak akan kelaparan dalam perjalanan ke neraka.”", " …", " Hari berikutnya tiba pada putaran pesta gila lainnya. Kali ini, Ye Sheng melangkah lebih jauh dan meminta dua kali lipat jumlah yang dia dapatkan sehari sebelumnya. Dia memoles semuanya.", " Ye Sheng tidak hanya berjalan-jalan, tetapi bahkan mulai jogging sedikit. Dia mulai berlatih tiga teknik yang dia tahu, Teknik Rolling Rocks Boxing, Teknik Pedang Daun Jatuh, dan Langkah Topan. Kontrolnya terhadap gerakan-gerakan ini menjadi cukup bagus.", " Pada malam hari, Ye Sheng diam-diam berkultivasi dan akhirnya mencapai Fase Puncak Tahap Pertama Tingkat Diperoleh.", " Dia baru saja akan menerobos ke Tahap Kedua, jadi ini adalah kejutan yang sangat menyenangkan baginya.", " Namun meski begitu, Ye Sheng tidak bisa merasa benar-benar bahagia tentang hal itu. Ye Manor terlalu menindas, dan dia tidak berani berlatih seni bela diri sama sekali. Dia hanya bisa menunggu sampai larut malam untuk menggerakkan Qi dan darahnya dan untuk memperbaiki Qi-nya.", " \"Aku harus keluar dari kandang ini.\" Semakin lama ini berlangsung, semakin Ye Sheng ingin meninggalkan rumah. Dia tiba-tiba mulai menghitung hari.", " “Ini akan menjadi tanggal 15 bulan ketujuh dalam lima hari, yang konon merupakan waktu ketika gerbang neraka akan terbuka. Aku bisa pergi dan memberi hormat di makam ibuku kalau begitu. Nyonya Tua sudah menyetujuinya. ” Mata Ye Sheng berbinar.", " Ibunya dimakamkan di Xishan, yang merupakan gunung besar di sebelah barat ibu kota Great Qin, Xianyang. Ada banyak kuil dan tempat suci di Xishan, termasuk Kuil Gunung Icy.", " “Tetapi selama lima hari ke depan ini, Aku masih harus tetap tidak menonjolkan diri.” Ye Sheng sangat waspada karena Tuan Ye masih di rumah. Jika dia tergelincir, konsekuensinya akan terlalu berat untuk dia pikirkan.", " “Aku akan pergi ke Perpustakaan Koleksi Umum besok dan berpura-pura terlihat seperti aku sangat rajin belajar,” pikir Ye Sheng pada dirinya sendiri.", " Dia adalah orang yang mengatakan bahwa dia ingin belajar, jadi, setidaknya, dia harus melihat bagiannya.", " Keesokan paginya, Ye Sheng makan sarapan mewah lagi. Seluruh tubuhnya terasa hangat, dan luka-lukanya mulai gatal, yang merupakan tanda bahwa mereka mulai sembuh. Dia harus menahan rasa gatal, dan dia perlahan tertatih-tatih menuju Perpustakaan Koleksi Umum.", " Banyak orang di rumah melihat Ye Sheng berjalan menuju perpustakaan dan memandangnya dengan aneh. Semua orang tahu bahwa Ye Sheng telah dihukum dengan 50 pukulan dayung tentara dan bahkan tidak bisa berjalan dengan baik saat ini. Kenapa dia repot-repot keluar sama sekali?", " Tapi kemudian mereka melihat Ye Sheng berjalan ke Perpustakaan Koleksi Umum. Sekarang, banyak dari mereka menyadari bahwa dia akan membaca beberapa buku.", " Tapi, tentu saja, ada orang lain yang mendengus dan merasa bahwa Ye Sheng hanya berpura-pura rajin belajar dan berakting.", " Ye Sheng mengabaikan semua rumor dan komentar buruk. Dia sengaja berjalan tertatih-tatih seperti ini di depan semua orang agar mereka membicarakannya. Selama orang-orang mulai membicarakannya, segera, semua orang di manor akan tahu bahwa Ye Sheng telah pergi ke perpustakaan untuk membaca meskipun terluka parah. Dia berharap ini bisa membantu mengubah pikiran Lord Ye dan mengizinkannya meninggalkan rumah.", " Terlepas dari apakah metode ini akan berhasil atau tidak, Ye Sheng masih ingin mencobanya.", " Perpustakaan Koleksi Umum Ye Manor sangat besar dan tidak terlalu berbeda dengan perpustakaan dari kehidupan Ye Sheng sebelumnya. Ada berbagai macam buku yang tertata rapi, termasuk segala macam catatan kuno, anekdot, tulisan para sarjana, dan karya sastra lainnya. Orang bisa menemukan apa saja di sini.", " Ada sangat sedikit orang di dalam Perpustakaan Koleksi Umum. Ketika mereka melihat Ye Sheng masuk, ekspresi terkejut melintas di mata mereka.", " \"Sepupu Dua Belas, kamu sangat terluka, jadi mengapa kamu datang ke sini?\" tanya sebuah suara yang ringan dan jelas karena terkejut. Itu datang dari seorang wanita muda dengan gaun merah yang tampak secantik peri.", " Ye Sheng menatapnya dan berkata, \"Bunga Kastanye Air, aku sangat bosan sendirian dan tidak punya siapa-siapa untuk diajak bicara, jadi kupikir aku akan datang ke sini untuk membaca dan berbicara dengan orang-orang kuno ini.\"", " Wanita muda berbaju merah adalah sepupu Ye Sheng, putri keponakan Nyonya Tua. Orang tuanya telah meninggal ketika dia masih sangat muda, jadi Nyonya Tua membawanya ke manor. Dia sangat menyayangi wanita muda itu dan memanjakannya seperti halnya Ye Qing.", " Bunga Kastanye Air adalah nama panggilannya, dan Ye Sheng sebenarnya tidak tahu namanya sama sekali, karena mereka belum pernah berbicara lebih dari sepuluh kalimat satu sama lain sebelumnya. Biasanya, mereka tidak akan memiliki kesempatan untuk berinteraksi sama sekali. Jadi setelah pertukaran sederhana ini, Ye Sheng hanya mengangguk sedikit dan kembali membaca buku-buku sejarah lagi.", " ", "www.worldnovel.online"]}
]