[
{"novel2": [" Bab 1: Dewa Kekayaan Kiri", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Kuil Bulan di Gunung Yunjin tampak tak tersentuh oleh cuaca panas di bawah. Kuil Tao kecil hanya memberikan kehadirannya yang menyegarkan.", " Rasanya seperti musim semi.", " Ada bantal empuk di samping pilar candi. Seorang gadis cantik sedang duduk di atas bantal empuk.", " Mengenakan jubah Tao, dia bersandar di pilar. Dia juga memegang kipas bulu yang sangat menarik perhatian di tangannya dan melambaikannya perlahan di tangannya yang berkulit putih.", " Lonceng kecil di pergelangan tangannya sesekali berbunyi dua kali sesuai dengan gerakannya.", " Rambutnya yang panjang digulung menjadi sanggul kecil berukuran setengah. Ada tongkat rambut kayu yang dimasukkan secara horizontal ke dalam sanggul. Rambut hitam yang tidak dipegang sanggul itu jatuh ke bahunya. Matanya yang panjang dan sipit memancarkan aura kemalasan.", " \"Oh!\" Pria tua di seberangnya menghela napas beberapa kali.", " \"Baru saja beberapa saat, dan kamu telah menghela nafas lebih dari sepuluh kali sekarang.\" Xie Qiao berhenti mengipasi dengan tangannya. Dia menggosok bulu-bulu di kipas dengan tangannya yang lain. “Jika kamu benar-benar tidak ingin aku pergi, biarkan saja anak itu pergi dan sampaikan pesan. Lagipula mereka tidak bisa mengikatku dengan tali.”", " “Kamu tidak tahu apa-apa.” Guru Tao tua itu memutar matanya.", " “Selama beberapa tahun terakhir, Aku akhirnya mengubah Kamu menjadi setengah abadi dengan karakter seperti bijak. Saat Kamu berbicara, semua kerja keras Aku terbuang lagi. Jika seseorang melihat perilaku Kamu, apakah menurut Kamu kuil Tao akan menerima sumbangan sama sekali?” Xie Qiao menyeringai sambil mengangkat alisnya.", " “Bukannya aku bertingkah seperti ini di depan orang lain.” Taois Tua mendengus.", " Xie Qiao terbatuk sedikit. “Kamu sangat tidak bisa diandalkan, dan aku benar-benar khawatir tentang itu. Aku pikir Aku benar-benar tidak boleh pergi. ”", " “Itu tidak akan berhasil. Kuil Bulan Air kami tidak bisa memaksa seorang wanita muda dari keluarga yang baik untuk menjadi seorang biarawati. Kamu telah tinggal di sini selama bertahun-tahun. Ayahmu ingin kamu menikah dengan keluarga yang baik dan menjalani kehidupan yang normal. Jika aku menghentikannya, dia mungkin akan mengambil nyawaku.” Ketika master Tao tua itu memikirkan bandit itu, dia merasa jantungnya direbut.", " Waktu telah berlalu begitu cepat!", " Dia mengingat kejadian beberapa tahun lalu. Saat dia bepergian melintasi gunung dan sungai, dia diculik oleh bajingan, Xie Niushan.", " Secara kebetulan, istri Xie Niushan melahirkan seorang gadis dengan takdir yang mematikan. Begitu dia lahir, ibunya meninggal. Ayahnya juga hampir dibunuh oleh pejabat pemerintah.", " Penasihat strategi di benteng gunung cukup cakap dan segera mengetahui bahwa gadis itu memiliki pengaruh mematikan terhadap orang tuanya sendiri.", " Xie Niushan telah mengirim gadis ini pergi untuk dibesarkan oleh guru Tao tua itu.", " Dia memberikan sejumlah uang untuk membangun kembali Kuil Bulan Air, dan persyaratannya adalah memperlakukan gadis ini dengan baik.", " Tapi dia argumentatif, dan dia menyinggung orang lain saat dia berbicara. Jadi, Kuil Bulan Air tidak akan pernah menerima sumbangan. Hal-hal hanya menjadi lebih baik ketika gadis itu menjadi dewasa.", " 'Sekarang gadis ini pergi, itu berarti Dewa Kekayaan akan pergi.", " \"Tapi tidak mudah menghentikannya pergi.\"", " \"Baik-baik saja maka. Kemasi semua barangmu dan pergi dari sini. Jika Aku tidak dapat mengelola kuil ini lagi, Aku akan pergi kepada Kamu untuk meminta bantuan. Setelah membesarkanmu selama bertahun-tahun, aku tidak percaya ayahmu akan melihatku kelaparan dengan tidak menawariku makanan.” Ketika guru Tao tua itu memikirkan hal ini, dia menjadi sangat senang dengan dirinya sendiri.", " Xie Qiao menyeringai dengan bibirnya yang sedikit pucat.", " Dia tidak memiliki harta benda dan uang sumbangan semuanya milik kuil. Dia tidak perlu membawa uang karena keluarga Xie tidak akan memperlakukannya dengan buruk.", " Saat mereka berbicara, seorang Tao muda berlari masuk. \"Tuan, wanita itu bertanya kapan kakak perempuan bisa pergi?\"", " \"Aku akan ke sana sebentar lagi.\" Xie Qiao bangkit dan mengibaskan debu yang tidak ada di pakaiannya. “Orang tua, aku pergi. Jangan lupa untuk menjaga diri dari kesombongan, ketidaksabaran, alkohol, dan nafsu.”", " \"Pergi pergi pergi! Apakah Kamu tuannya atau Aku tuannya?! Aku tidak perlu Kamu memberi Aku kuliah. ” Pria tua itu memutar matanya.", " Xie Qiao berjalan keluar dari kuil seolah-olah dia melayang keluar.", " Sinar matahari dari luar menyinari wajahnya, menonjolkan warna kulitnya yang sudah cerah.", " Kuil Bulan Air tidak terlalu besar dan mereka jarang membuat pengunjung bermalam.", " Pada saat itu, sekelompok orang yang dipimpin oleh Ms. Lu sedang menunggu di aula utama kuil.", " Mereka menjadi sedikit cemas setelah menunggu cukup lama.", " “Aku belum melihat gadis ini selama bertahun-tahun. Aku belum pernah melihatnya pulang atau mengunjungi kami selama Tahun Baru Imlek. Tuan Xie mencintainya dan meminta Aku untuk menjemputnya secara langsung. Tapi lihat dia, sudah lebih dari satu jam, dan dia belum menunjukkan wajahnya.”", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 5: Tanah yang Menguntungkan", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Xie Qiao menjawab dengan suara lemah. Kemudian dia berjongkok, mengambil sekop kecil dari kotak bambu, dan menggali lubang di tempat.", " \"Apakah kamu mengatakan bahwa aku pantas mati?\" Ghoul itu mengamuk dalam kemarahannya, dan dedaunan di bawah kaki Xie Qiao mulai berdesir.", " Xie Qiao tidak takut sama sekali dan berkata, “Penampilan yang kamu miliki sekarang adalah keadaan kamu berada di titik kematian. Matamu melotot merah, dan janggutmu sedikit kuning. Pada pandangan pertama, Aku dapat melihat bahwa Kamu adalah orang yang pemarah dan tidak sabaran. Temperamen seperti ini pasti akan membawa Kamu ke kemalangan. Kamu bernapas melalui mulut juga, dan Kamu memiliki bintik-bintik hitam di belakang telinga Kamu, itu pertanda kemalangan di mana Kamu akan mati di tempat asing. Penampilan seseorang… dibentuk melalui pikirannya. Apakah kamu mengerti?\"", " Mata ghoul itu tampak semakin merah sekarang.", " Itu bergerak mengancam seperti ingin memakannya hidup-hidup.", " Saat hantu itu mendekati Xie Qiao, ia bisa mencium aroma samar dupa di tubuhnya.", " Tiba-tiba, hantu itu berhenti dan menjadi tenang.", " “Kau benar, aku bertindak impulsif dan membuat tuanku mendapat masalah. Jika bukan karena Aku, tindakan tuan Aku tidak akan terungkap, dan Aku tidak akan diburu. Sekarang Aku mati di sini, dan status hidup atau mati tuan Aku masih belum diketahui…” Tiba-tiba, dia menutupi wajahnya dan mulai menangis.", " \"Diam, jangan terlalu berisik.\" Xie Qiao sedikit tidak sabar.", " “Hiks!” Ghoul itu langsung berhenti menangis. “Rumahku jauh dari sini. Aku hanya meminta agar Kamu menemukan Aku tanah yang menguntungkan dan membuat Aku dimakamkan di sana, Guru. Tidak ada lagi…\"", " “Bahkan jika itu permintaanmu, aku belum tentu melakukannya,” Xie Qiao tertawa.", " “…” Ghoul itu sangat sedih.", " “Feng shui di sini bisa jadi sangat bagus. Ada hutan lebat, gunung selatan adalah gunung batu giok, dan air dari pegunungan utara berkumpul di sini untuk membentuk danau biru. Tempat ini dapat dianggap sebagai tempat berkumpulnya air yang membawa keberuntungan. Namun, gunung batu giok telah banyak digali sekarang, meninggalkan lubang yang tak terhitung jumlahnya di semua tempat. Ada terlalu sedikit rumput dan pohon di gunung, dan kelembaban di hutan tidak bisa hilang. Akhirnya, tempat ini akan menjadi tempat yang penuh dengan energi Yin. Kamu sudah mati, tetapi kamu masih sangat pemarah…” Xie Qiao menghela nafas.", " 'Tidak ada masalah sama sekali jika dia hanya tinggal di sana selama beberapa tahun. Tapi dia tidak akan pernah mendapatkan kesempatan untuk dilahirkan kembali jika dia tinggal di sini untuk waktu yang lama.'", " Xie Qiao merasa pasrah.", " Matahari terbenam sekarang, dan dia tidak ingin berjongkok dan menggali lubang di tanah untuk menemukan tulang.", " 'Tetapi itu tidak akan berhasil, Aku harus mengumpulkan karma baik untuk diri Aku sendiri.'", " Dia tidak tahu apakah dia telah dilahirkan kembali tanpa meminum Sup Kelupaan, yang mungkin menjadi alasan mengapa dia bisa melihat jiwa setelah dia dilahirkan.", " Di masa lalu, setiap kali dia didekati oleh energi Yin dari suatu jiwa, dia akan jatuh sakit. Jadi dia harus tinggal di kuil Tao hampir sepanjang waktu.", " Nama tuannya adalah Mo Lingzi, penerus kelima puluh delapan Kuil Bulan Air. Dia tidak berbakat, dan itulah sebabnya dia tidak terkenal. Namun, Kuil Bulan Air telah dibangun selama bertahun-tahun dalam garis keturunan yang mengakar. Semua itu telah melindunginya selama lebih dari sepuluh tahun.", " Kemudian, dia belajar dengan Mo Lingzi dan mempelajari buku-buku di kuil.", " Kadang-kadang, dia akan membantu beberapa jiwa lewat. Seiring bertambahnya usia, hantu-hantu itu tidak lagi mempengaruhi dirinya.", " Terlebih lagi, jika dia ingin menyembuhkan masalahnya dalam melihat jiwa, dia harus menyelesaikannya dari akarnya. Dia akan menuai keuntungan apakah dia menangkap atau membantu mereka meneruskannya.", " 'Aku sudah beruntung bisa hidup.", " 'Jadi, tentu saja, Aku harus hidup dengan baik.'", " \"Tulangmu telah terkubur cukup dalam.\" Xie Qiao terengah-engah dan duduk di tanah, tampak sedikit lelah.", " Ghoul itu menyeringai dan berkata, “Aku melihat mereka menguburku. Saat itu sedang hujan, dan mereka takut air akan membasuh Aku. Jadi mereka menggali lubang itu sampai kedalamannya delapan atau sembilan kaki. Ngomong-ngomong… ada uang di bajuku. Perlakukan itu sebagai hadiah kecil dari Aku dengan hormat.”", " “Huh.” Xie Qiao mengeluarkan suara sengau yang samar.", " Saat langit semakin gelap, Xie Qiao terus bekerja lebih cepat.", " Tulangnya tidak bisa dikecilkan menjadi bola, jadi area yang harus dia gali di tanah cukup besar.", " Ghoul tidak bisa berbuat apa-apa dan hanya melihat dengan penuh semangat.", " Di tengahnya, Xie Qiao beristirahat beberapa kali. Penampilannya yang halus membuatnya ingin mengambil sekop dan mulai menggali sendiri.", " Tapi dia adalah seorang ghoul, dan dia tidak bisa menyentuh apapun yang padat.", " Ditambah lagi, ketika dia mencium aroma di tubuhnya, dia tidak berani bergerak.", " Di kotak bambu di sampingnya ada tumpukan jimat. Ghoul itu tidak yakin untuk apa mereka digunakan.", " Ada juga seekor ayam jago besar.", " Dia juga telah menyembelih ayam sebelum dia mati, tetapi sekarang dia bingung dengan tatapan seekor ayam jantan.", " Ada aliran energi Yang di ayam besar ini. Dia sangat takut jika kokok yang tiba-tiba dari makhluk ini dapat menyebabkan jiwanya menghilang ke udara.", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 8: Xie Setengah Abadi yang Lidah Tajam Dan Lurus", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Sekarang hantu itu marah, berkomunikasi dengannya akan sulit.", " Karena ini mengerikan.", " Itu seperti … orang yang murni tidak bersalah tiba-tiba pakaian mereka dicopot dan memperlihatkan bentuk mereka yang menyedihkan dan telanjang di depan banyak orang. Bagaimana tidak marah?", " Pengawal kekaisaran berjalan mendekat dan membuka bungkusan itu.", " Benar saja, ekspresi hantu itu menjadi gelap.", " Noda asap hitam mulai menyebar.", " Itu semua energi Yin, yang lain tidak bisa melihatnya, tapi Xie Qiao bisa. Dia tidak menyukainya. Itu merusak pemandangan.", " Ghoul ini bahkan bukan yang kuat. Meskipun energi Yin telah menyebar, itu bukan masalah besar. Itu hanya beberapa hari sial; setelah Kamu terbiasa, itu baik-baik saja.", " Kapten pengawal kekaisaran bergidik.", " \"Tuan, ini adalah tulang manusia,\" jawab kapten pengawal kekaisaran segera.", " Zhao Xuanjing merasa gadis ini sangat mencurigakan.", " “Nona, ini sudah larut malam, dan kamu menggali tulang di sini… Apa yang kamu lakukan? Mungkinkah kamu… merampok makam?” Alis Zhao Xuanjing berkerut. Suaranya agak dingin.", " Tetapi siapa pun yang memiliki akal sehat akan curiga jika wanita ini memiliki jimat tertentu pada saat ini.", " Hal-hal seperti perampokan makam benar-benar tidak cocok dengan penampilan wanita ini.", " “Tuan, apakah Kamu buta? Ini adalah kuburan tanpa batu nisan. Dan bahkan jika Aku ingin menyerbu makam, Aku tidak akan mencari seorang petani yang meninggal dengan kematian yang mengerikan. Meskipun mungkin ada beberapa perak, dia meninggal dengan kematian yang kejam. Aku masih perlu mempersembahkan keping perak sebagai persembahan selama beberapa hari untuk membersihkan mereka dari nasib buruk sebelum Aku dapat menggunakannya. Jika tidak, mereka akan membawa kemalangan bagi orang lain. ”", " Suaranya lembut seperti bisikan dan ringan menggoda, tapi kata-kata yang keluar dari mulutnya sedikit kasar.", " Sudut bibir Zhao Xuanjing melengkung.", " Apakah dia buta?", " “Karena itu adalah kuburan tanpa batu nisan, lalu bagaimana kamu tahu dia adalah seorang petani? Karena Kamu tidak di sini untuk mencuri, lalu mengapa Kamu menyimpan kepingan perak ini? Nona, mengapa sepertinya kamu bertentangan dengan dirimu sendiri? ” Zhao Xuanjing meliriknya dengan menghakimi, tetapi nada suaranya terdengar sembrono.", " \"Ini semua dari perhitunganku.\" Xie Qiao singkat dan komprehensif. Dia acuh tak acuh seperti biasanya.", " Zhao Xuanjing benar-benar terperangah.", " Tepat saat dia akan melanjutkan pertanyaannya, tatapannya jatuh pada keranjang bambu. Tampaknya memiliki beberapa jimat berwarna kuning di dalamnya. Selain itu, ada kompas dan sejenisnya di sana.", " Dia tiba-tiba terpana. “Kamu adalah seorang penyihir dukun? ”", " Penyihir dukun secantik ini? Ini cukup langka, kan?", " Xie Qiao mengerutkan kening.", " Dia tidak suka dipanggil seperti ini.", " \"Panggil aku setengah abadi.\" Xie Qiao mengangguk. Tiba-tiba, dia membungkuk dengan mendengus saat dia menarik keluar kain spanduk ramalan. Di atasnya tertulis, \"Xie setengah abadi yang berlidah tajam dan lugas.\"", " Penonton merasakan mata mereka berkedut.", " Kelopak mata Zhao Xuanjing berkedut. Meskipun dia sendiri agak tenang, tatapannya pada Xie Qiao penuh dengan keraguan.", " \"Seorang Taois yang tahu ramalan?\" Zhao Xuanjing bertanya sambil memaksakan senyum.", " Ketika Xie Qiao mendengar deskripsi ini, dia merasa tidak nyaman, tetapi dia masih mengangguk dengan enggan. Kemudian dia menunjuk tulang-tulang di tanah saat dia berkata, “Dia meninggal di sini. Lokasi ini tidak bagus, jadi Aku ingin memindahkan tulangnya dan membangun kuburan untuknya. Sekarang setelah Kamu melihat tulangnya, dia tidak akan bahagia. Jadi Aku harus meminta Kamu untuk mengikuti Aku kembali. Kalian semua yang telah melihat ini harus menguburnya kembali. ”", " Zhao Xuanjing tidak percaya pada awalnya.", " Dia belum pernah melihat seorang gadis berlatih ramalan sebelumnya.", " Namun, gadis ini berbicara seolah-olah dia tahu barang-barangnya, dan dia terlihat sangat halus. Ditambah lagi, dia mengenakan jubah Tao dengan tepat. Jelas tidak terlihat seperti dia pencuri yang merampok makam. Faktanya, cara dia membawa dirinya terlalu flamboyan untuk itu.", " “Kamu bilang kamu tahu ramalan… Bagaimana aku bisa mempercayaimu? Bagaimana dengan ini? Aku memiliki cukup banyak bawahan, jadi Kamu akan membaca nasib mereka. Jika Kamu melakukannya dengan benar, maka kami akan melakukan apa yang Kamu katakan. Jika Kamu salah paham, maka kami akan mengirim Kamu ke pengadilan.” Zhao Xuanjing tiba-tiba tersenyum saat mengatakan ini.", " Xie Qiao menghela nafas.", " Dia mengerti. Hanya karena dia terlihat seperti penipu, orang-orang suka mengatakan ini ketika mereka berkonsultasi dengannya untuk pertama kalinya.", " \"Sepakat. Namun… Aku tidak akan melakukan banyak. Hari ini… Aku hanya akan membaca peruntungan hanya untuk tiga orang dan Aku tidak akan membahasnya terlalu dalam,” kata Xie Qiao.", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 3: Nona Muda Pertama Terlihat Agak Aneh", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " 'Aku pikir Xie Qiao akan menjadi wanita yang tampak kasar. Aku tidak berharap dia terlihat begitu cantik.", " 'Untungnya, dia tidak terlihat masuk akal, dan anak laki-laki kaya di kota kekaisaran telah melihat semua jenis kecantikan sebelumnya.", " 'Ketika seorang pria mencari seorang istri, dia sangat menghargai karakter moralnya.'", " Xie Qiao tidak memiliki banyak harta. Setelah memilah barang-barangnya, dia mengikuti Lu dan putrinya menuruni gunung.", " Ekspresi wajah Lu berubah aneh saat dia duduk di kereta.", " “Aku belum pernah melihat wanita seperti ini. Bukannya keluarga kami tidak mampu makan daging, namun dia memutuskan untuk berada di gerbong yang sama dengan hewan peliharaan. Ini akan memakan waktu satu setengah bulan untuk tiba di kota kekaisaran. Bagaimana baunya jika dia makan dan tinggal bersama hewan itu?” Lu menggosok hidungnya seolah-olah dia sudah menghirup aromanya.", " Ketika Xie Qiao turun gunung, dia membawa kotak bambu, dan tidak ada yang tahu apa yang ada di dalamnya.", " Dia juga memiliki seekor ayam jantan gemuk yang hidup bersamanya.", " Ayam jantan itu memiliki bulu berwarna cerah yang bersinar terang di bawah matahari. Ke mana pun Xie Qiao pergi, ayam jantan akan mengikutinya dari belakang.", " \"Bu, nona muda pertama terlihat agak aneh, tapi aku tidak bisa memberitahumu apa yang aneh.\" Pei Wanyue sedikit mengernyit, \"Omong-omong, dia tampaknya tidak dalam keadaan sehat …\"", " “Kesehatannya tidak baik. Aku mendengar Paman Xie Kamu mengatakan bahwa dia mengalami cedera sejak lahir. ” Lu menganggukkan kepalanya.", " “Tetapi untuk seorang wanita muda yang baik, mengapa dia memilih untuk tinggal di bait suci? Bukankah lebih baik menahannya di rumah jika dia tidak sehat?” Pei Wanyue berkata lagi.", " Lu terkejut, dan dia berpikir sejenak. “Dikatakan bahwa dia tidak boleh melihat keluarganya sampai dia dewasa. Kalau tidak, dia bisa mati muda.”", " Xie Niushan hanya menyebutkan itu padanya sekali, dan itu tidak pernah disentuh sejak itu.", " “Aku tidak tahu apakah Paman Xie Kamu akan sangat menghargai putri ini. Aku belum pernah mendengar dia menyebutkannya. Dia tidak memberinya apa-apa selama bertahun-tahun, seolah-olah dia telah melupakannya. Tapi kali ini, dia berulang kali mendesak Aku untuk membawanya kembali dan merawatnya dengan baik…” Lu berusaha keras untuk memahami hal ini.", " Suaminya dulu seorang bandit, jadi dia sedikit takut padanya.", " Dia tidak punya nyali untuk membuat terlalu banyak prediksi.", " “Nona muda pertama sangat cantik. Ketika dia tiba di kota kekaisaran, Paman Xie sekarang akan lebih memperhatikannya, bahkan jika dia awalnya tidak menyukainya, ”kata Pei Wanyue lembut dengan nada sedih dan kesal.", " Lu terkejut dengan kata-katanya.", " Kemudian dia menggelengkan kepalanya. “Jangan khawatir, dia hanya cantik di luar. Apakah dia tahu cara memainkan alat musik atau catur, menulis kaligrafi dan melukis? Dia bahkan tidak mengerti etiket dasar. Siapa yang akan menyukainya? Ketika dia tiba di kota kekaisaran, Kamu harus tahu cara berbicara sedikit manis. Alih-alih memanggilnya 'Paman Xie,' Kamu harus memanggilnya sebagai Ayah. Melakukan ini membuat kami menjadi keluarga.”", " “Memanggilnya Ayah? Apakah Paman Xie akan senang mendengarnya…” Pei Wanyue sudah siap secara mental untuk itu.", " Meskipun keluarga Pei adalah warga negara yang baik. Mereka hanya pedagang, bukan pejabat.", " Setelah ayahnya meninggal, keluarga Pei tidak memiliki tempat untuk Pei Wanyue. Untuk perjalanan ke kota kekaisaran ini, dia sebenarnya akan mencari perlindungan dan hidup di bawah keluarga Xie.", " “Dia pasti senang. Dia menyebutmu beberapa kali sebelumnya,” Ms. Lu bersikeras.", " Ini menstabilkan suasana hati yang tidak nyaman yang dialami Pei Wanyue sebelumnya.", " Xie Qiao memegang serangga kecil kering di tangannya. Dia menuangkannya ke dalam mangkuk kecil. Dia menyaksikan ayam jantan besar itu makan dengan senang hati.", " “Hah.” Setelah melewati lereng yang curam, Xie Qiao tiba-tiba menghela nafas.", " Setelah beberapa saat, dia berkata ke luar, \"Berhenti.\"", " Kusir di luar tercengang dan berteriak dari luar, “Ada apa, Ibu Negara? Nyonya berkata kita sedang terburu-buru hari ini, dan kita harus mencapai kota terdekat menjelang senja.”", " Lu telah membawa dua puluh orang dalam perjalanan ini.", " Awalnya, kereta ini telah disiapkan untuk Pei Wanyue, tetapi sekarang diambil oleh Xie Qiao setelah kemunculannya yang tak terduga.", " Menurut norma, dia harus memiliki pelayan untuk membantunya menyampaikan pesan apa pun. Tapi Ms. Lu tidak memiliki ide itu dan hanya bisa berbicara langsung dengan para pelayan.", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 7: Domba yang Hilang", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Ghoul itu memberikan senyum canggung.", " 'Tuan ini benar-benar cantik, tetapi tidak ada pria yang akan terpikat oleh keindahan ini di tengah malam!", " 'Kecantikan besar yang muncul di hutan belantara adalah iblis atau hantu. Orang yang tidak lari pasti bodoh!", " 'Haruskah Aku membantunya mengisi lubang itu?'", " 'Heh, jika aku melakukannya, dia mungkin akan terkubur bersama dengan tulang-tulangku.'", " Saat Zhao Xuanjing melihat sosok wanita itu, wajahnya menegang.", " Tapi saat berikutnya, dia melihat ayam jago besar dan…kotak bambu di sebelah hantu perempuan.", " 'Hantu perempuan ini membawa barang bawaan ketika dia keluar?'", " 'Selain itu, ayam jago bisa mengusir roh jahat dan menghindari kemalangan. Bagaimana itu bisa berkeliaran di sekitar hantu perempuan?'", " “Dia adalah seseorang. Kalian benar-benar membuat keributan tentang ini. ” Zhao Xuanjing juga menghela nafas lega, tapi nadanya agak arogan. Kemudian dia berjalan dengan santai menuju Xie Qiao.", " Xie Qiao berdiri di tempat dan menunggu.", " Saat mereka semakin dekat dengan Xie Qiao, mereka melihatnya dengan lebih jelas.", " Mereka semua merasa momen itu sangat aneh.", " 'Wanita muda ini menggali lubang di sini sendirian di tengah malam? Apakah zodiaknya seekor anjing?'", " \"Siapa kamu? Apa yang kamu lakukan di sini tengah malam?” tanya kapten pengawal kekaisaran langsung. Setelah dia berbicara, dia melirik karung kain yang mencurigakan di tanah. \"Apa itu?\"", " “Ehem.” Xie Qiao terbatuk sedikit.", " Kemudian dia mengambil waktu dan menatap tanpa tergesa-gesa, “Aku… lewat di sini karena Aku merasa ada sesuatu yang tidak beres. Jadi Aku mulai menggali. Aku tidak berharap diri Aku melakukannya dengan begitu serius. Waktu berlalu dengan cepat, dan itu sudah tengah malam. Sekarang Aku telah meninggalkan lubang yang begitu besar. Lubang ini tidak bisa dibiarkan di sini. Kamu datang di waktu yang tepat. Aku ingin tahu apakah ada yang mau membantu mengisi lubang itu?”", " Begitu Xie Qiao selesai berbicara, angin dingin melewati mereka.", " Malam musim panas ini pasti sangat panas. Namun, ketika angin dingin melewati mereka, mereka tidak bisa menahan diri untuk tidak menggigil.", " Semua orang tanpa sadar menelan seteguk air liur.", " “Kamu akan diberkati dengan melakukan perbuatan baik,” kata Xie Qiao dengan sungguh-sungguh.", " \"Nona Muda, apa yang kamu gali di tanah?\" Zhao Xuanjing melirik wajahnya dan bertanya dengan tatapan dan nada yang dalam.", " Xie Qiao mengerutkan alisnya. “Tidak ada yang penting. Hanya seekor domba kecil yang tersesat. Aku bersiap untuk membawanya ke tanah yang menguntungkan besok. ”", " “Domba yang hilang?” Zhao Xuanjing mengangkat alisnya.", " Ketika semua orang mendengar ini, mereka bahkan lebih ketakutan.", " Cahaya dari lentera menyinari pria di tengah, membuatnya lebih mencolok.", " Xie Qiao melihat ke atas dan menemukan bahwa pria ini tampak muda. Dia berusia sekitar dua puluh tahun, memiliki roh yang murni, dan tulang yang kuat. Kulit fisiknya seperti awan yang mengambang. Dia berdiri kokoh dan menyerupai batu pirus. Matanya bersinar seperti bintang. Dia memiliki batang hidung yang tinggi, tinggi yang mengesankan, dan kulit yang halus. Dengan alisnya yang panjang dan penampilannya yang lincah, dia benar-benar memiliki watak yang mulia!", " 'Aku tidak menyangka akan bertemu dengan orang yang begitu langka di awal perjalanan Aku.", " 'Dia pria yang tampan!'", " 'Meskipun dia memiliki penampilan yang mulia, Aku tidak tahu ketika datang ke aspek lainnya.", " 'Kalau tidak, tidak akan ada begitu banyak penjaga di sekelilingnya …", " 'Sepertinya ada yang tidak beres dengan tangan kanannya.'", " Xie Qiao menatapnya cukup lama, tapi dia masih terlihat tenang, dan ekspresi bertanya mulai muncul di wajahnya.", " Di masa lalu, banyak yang memandangnya dengan cara ini, dan tatapan itu membuatnya kesal. Tetapi untuk wanita ini, untuk beberapa alasan, dia tidak merasa bahwa dia sedang menatapnya secara pribadi, tapi …", " Penampilannya terasa seperti sedang membaca buku dan mengagumi lukisan.", " Dia tidak marah sama sekali karena dia tidak merasakan niat buruk dalam tatapannya.", " Xie Qiao berhenti menatap dan menundukkan kepalanya, kembali ke sikapnya sebelumnya.", " “Jika Kamu ingin melihat domba kecil yang hilang ini, Kamu dapat melakukannya. Tetapi ketika Kamu membuka kain ini, Kamu akan bersentuhan dengan energi negatif yang tidak boleh Kamu sentuh. Kamu harus menguburnya kembali. Jika tidak, keberuntunganmu akan sedikit lebih buruk dalam beberapa hari mendatang.” Xie Qiao memiliki ekspresi patuh di wajahnya. Suaranya tenang, seolah itu masalah kecil baginya.", " 'Ada begitu banyak dari mereka, dan Aku tidak bisa menghentikan mereka jika mereka ingin melihatnya.", " 'Hanya saja hantu ini sangat pemarah.'", " 'Jika hantu itu marah, ini pasti akan membawa nasib buruk bagi mereka, yang wajar saja.'", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 2: Putri dari Wanita Jelek", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Lu kesal pada saat itu, dan dia menyuarakan ketidakpuasannya.", " Orang yang menemaninya sepanjang jalan adalah putrinya, Pei Wanyue yang dia miliki sebelumnya.", " “Jangan cemas, Ibu. Mereka yang tinggal di sini di kuil Tao pasti adalah penganut Tao yang santai. Mereka biasanya tidak terlalu peduli dengan hal-hal duniawi dan keluarga mereka.” Pei Wanyue tersenyum.", " Lu mendengus.", " Perjalanan ini bukan hanya untuk mengumpulkan Xie Qiao.", " Sebelum dia menikah dengan Xie Niushan, dia memiliki seorang putri dari pernikahan sebelumnya dan menyimpannya di rumah ibunya. Dengan izin suaminya, dia akan membawanya kembali kali ini. Namun, dalam perjalanan kembali, dia menerima merpati pos sebelum waktunya dari suaminya, mengatakan bahwa putri pertamanya semakin tua. Sudah waktunya dia kembali untuk menjalani kehidupan yang baik.", " Itu sebabnya dia datang jauh-jauh ke sini.", " Dia adalah istri ketiga Xie Niushan. Dia menikahinya hanya setelah keluarga Xie menjadi pejabat di istana kekaisaran. Jadi, dia tidak tahu siapa istri pertamanya.", " Dia hanya mendengar desas-desus bahwa istri pertamanya adalah teman masa kecil dengan suaminya. Istri pertama dikenal sebagai Peng, dan ayahnya adalah kepala benteng gunung bandit sebelumnya. Setelah dia meninggal, suaminya dan keluarga Peng telah mengelola benteng gunung.", " Dikatakan bahwa mereka yang berasal dari keluarga Peng tidak cantik.", " Dia yakin bahwa ini pasti terjadi.", " Meskipun dia belum pernah bertemu Ny. Peng, dia pernah bertemu dengan putra Ny. Peng, Xie Pinggang, yang merupakan putra tertua dari suami Ny. Lu.", " Anak itu bertubuh kekar dan kekar, ditambah lagi dia setengah kepala lebih tinggi dari ayahnya dan dua kali lebih besar dari rata-rata orang. Dia adalah pemandangan yang menakutkan untuk dilihat. Xie Qiao ini adalah adik kandung Xie Pinggang, tidak mungkin dia mungil, kan?", " Lu menghela nafas.", " “Ayahnya juga berkata begitu. Dia takut anak ini tidak cantik, jadi dia ingin membawanya pulang lebih awal untuk menikahkannya…” Lu menggosok pelipisnya. “Anak-anak dari keluarga kami semuanya terkenal di kota kekaisaran. Sekarang kami membawa pulang satu lagi, kami benar-benar akan menjadi bahan tertawaan kota.”", " Pei Wanyue juga terkejut. “Tapi sekarang, Paman Xie bukan lagi seorang bandit. Dia tidak bisa seenaknya menculik seorang pria untuk menikahi saudara perempuanku, kan?”", " \"Aku tau? Ketika saatnya tiba dan dia tidak bisa menikah, Tuan Xie pasti akan menuding Aku dan mengatakan bahwa Aku tidak berusaha keras.” Lu menggelengkan kepalanya.", " Pei Wanyue selalu waspada terhadap Ms. Xie ini.", " Sekarang dia mendengar ini, dia menghela nafas lega.", " Dia seusia dengan Ms. Xie, dan mereka akan memasuki kota kekaisaran bersama. Pada titik tertentu, mereka akan saling berhadapan. Jadi, jika reputasi orang lain ada di dalam selokan, maka itu juga tidak akan berarti sesuatu yang baik untuknya.", " Namun, jika Ms. Xie terlihat terlalu jelek, itu malah akan membuat Pei Wanyue terlihat baik.", " “Tenang, Ibu. Jika Aku tidak bisa menikah, maka Aku bisa berpegang teguh pada Ayah selama sisa hidup Aku. Tidak mungkin mereka menyalahkanmu untuk itu.” Xie Qiao melangkah masuk saat dia berbicara dengan suara lembut. Itu terdengar lemah dan lemah.", " Lu melompat kaget dan segera berbalik. Kemudian, dia tercengang.", " Pendatang baru itu mengenakan jubah Tao berwarna biru tua yang diredam. Dia membawa dirinya tinggi dan bangga. Suaranya sejernih sungai yang mengalir melalui hutan bambu. Itu berdering renyah dan ringan.", " Dia tidak terlihat sangat bersemangat, tetapi ada tatapan lembut di matanya. Sosoknya ramping; pinggangnya tipis dan ramping. Meski begitu, tidak ada satu bagian pun dari dirinya yang menunjukkan bahwa dia menggoda. Dia memiliki aroma dupa yang ringan pada dirinya, dan dia memberikan kehadiran dunia lain sampai-sampai dia membuat segala sesuatu di sekitarnya tampak kusam …", " “Kamu… kamu adalah…” Ms. Lu tidak bisa mempercayai ini. Mungkinkah ini putri Ms. Peng yang jelek?", " “Salam, Ibu.” Xie Qiao dengan hormat membungkuk sederhana. \"Aku Xie Qiao.\"", " Lu menelan ludah.", " Xie Qiao tidak memperhatikan Lu dan orang-orang di sekitarnya.", " Bahkan, dia menundukkan kepalanya sedikit. Dia sepertinya menatap kipas berbulu di tangannya. Sepintas, sepertinya dia tidak memperhatikan.", " Namun pemuda Tao di sisinya tahu bahwa dia telah melihat sesuatu yang supernatural, atau dia telah melihat melalui niat orang lain.", " “Penampilanmu… penampilanmu tidak buruk. Hanya saja Kamu terlihat sangat malas, itu membuat Kamu terlihat tidak pantas. Ketika kita kembali ke kota kekaisaran, Kamu tidak dapat bertindak begitu tidak pantas ketika Kamu bertemu orang lain. Kamu harus memberi contoh yang baik untuk kedua adik perempuanmu.”", " Lu memperhatikan putrinya sendiri, lalu kembali menatap Xie Qiao. Segera, dia merasakan sedikit ketidaknyamanan.", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 6: Hantu Wanita", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Xie Qiao telah menggali lubang ini selama lebih dari beberapa jam. Lingkungan sudah menjadi gelap.", " Hanya ada satu lentera yang tergantung di pohon terdekat. Nyala api itu bergoyang dan berkedip saat angin sepoi-sepoi bertiup melewatinya. Itu tampak seperti will-o'-the-wisp.", " \"Sepertinya kita sudah mencapai tulang.\" Xie Qiao mengenakan sepasang sarung tangan kulit domba dan perlahan mengambil tulangnya.", " Ghoul ini telah mati setengah tahun yang lalu, jadi tulangnya cukup bersih. Jika itu adalah mayat yang membusuk, maka dia lebih suka tidak etis daripada melakukan pekerjaan seperti itu.", " Xie Qiao sangat berhati-hati saat dia memindahkan tulangnya.", " \"Aa hantu!\" Tidak jauh di belakang, seseorang tiba-tiba berteriak. Kemudian mereka bergegas pergi.", " Xie Qiao berbalik ketika dia mendengar. \"Ini tidak bagus. Seseorang benar-benar bisa melihatmu?”", " Mata hantu itu berkedut.", " Tidak… Sebaliknya, dia berpikir bahwa hantu yang dibicarakan pria ketakutan itu bukanlah dirinya. Dia berbicara tentang Guru ini.", " Orang itu awalnya hanya ingin mencari tempat untuk bocor. Sebaliknya, dia menjadi sangat takut sehingga dia lupa menarik celananya kembali saat dia berjalan terhuyung-huyung kembali ke timnya.", " “G-hantu! Di sana, lebih dari seratus kaki jauhnya. Ada hantu perempuan!” Orang ini ketakutan setengah mati.", " Suaranya sangat keras sehingga dia membangunkan seluruh tim yang sedang beristirahat di perkemahan.", " \"Untuk apa semua keributan ini?\" Zhao Xuanjing bertanya.", " “Tuan, malam ini agak gelap, jadi seorang pria terlalu pengecut dan menakuti dirinya sendiri. Aku telah mengirim seseorang untuk melihatnya, ”jawab bawahan itu segera.", " Tidak lama setelah itu, sejumlah pria yang dia kirim berlari kembali. Mereka semua gemetar dan gugup.", " Dia tahu bahwa tidak akan ada tidur malam ini, jadi Zhao Xuanjing memanggil orang-orang ini ke dalam tenda.", " “B-Tuan… Tidak jauh dari tempat Aku menunggu, Aku melihat hantu perempuan… Ada gumpalan-gumpalan yang mengambang di sekitar hantu perempuan itu. Saat aku mengintip, dia tampak seperti sedang mengunyah sesuatu. Hanya tulang putihnya yang tersisa…” Wajah para pria itu memucat saat mereka mengingat kejadian tadi. Mereka benar-benar tidak tahan.", " Bukannya mereka pengecut; hanya saja… jika itu hanya penjahat biasa, mereka bisa menanganinya tanpa berpikir.", " Tapi siapa yang tahu benda apa itu!", " Ada beberapa hal yang tidak diungkapkan oleh pembicara dengan jelas. Dia berpikir bahwa hal yang dimakan hantu wanita itu tidak lain adalah seseorang. Misalnya dia meliriknya, dia pikir dia melihatnya melemparkan tulang yang tersisa ke tanah.", " \"Bawa aku ke sana untuk memeriksanya.\" Zhao Xuanjing segera berdiri; itu menjadi menarik.", " Ketika dia mengatakan ini, ekspresi bawahannya berubah. “Seharusnya tidak, Pak! Jika sesuatu terjadi padamu, bagaimana kami akan menjelaskan semuanya kepada tuannya?”", " Zhao Xuanting tidak mendengarkan dan pergi dengan tenang.", " Orang-orang itu dengan cepat mengikuti. Dalam sekejap, obor yang menyala berkumpul bersama dengan enam lapisan pria yang mengelilingi Zhao Xuanjing. Pengawal ini semua dilengkapi dengan pedang. Wajah mereka berhati-hati, seperti mereka bersiap untuk pertempuran.", " Secara alami, Zhao Xuanjing juga tidak sepenuhnya tenang.", " Ketika sampai pada aktivitas supernatural seperti hantu, iblis, atau dewa, yang terbaik adalah tidak terlibat dalam hal-hal semacam ini. Tetapi jika dia tidak sampai ke dasar ini, pengawal ini akan terus berada dalam keadaan kacau.", " Daripada kabur di malam hari, kenapa tidak mengalaminya sendiri?", " Dengan setiap langkah, dia bergegas mendekat ke tempat hantu perempuan itu berada.", " \"Cukup banyak orang yang datang,\" ghoul bergumam pada Xie Qiao.", " Seluruh wujudnya juga berjongkok di tanah. Ia seperti lelah berdiri.", " Xie Qiao juga baru saja selesai mengambil tulang-tulang mayat.", " \"Retak, retak, retak …\"", " Dengan selembar kain, tulang-tulang itu semua dibungkus. Ketika tulang-tulang itu saling bertabrakan, itu menciptakan suara ketukan yang teredam.", " Itu adalah tulangnya sendiri, tetapi mengapa dia merasa sangat ketakutan ketika dia melihat wajah Tuan yang pucat dan menyeramkan?", " “Sempurna, aku juga mulai lelah. Sekarang ada lubang yang sangat besar di sini, akan buruk jika seseorang jatuh. Haruskah kita meminta mereka untuk mengisinya kembali?”", " Xie Qiao menyeret bungkusan itu saat dia melirik hasil karyanya dengan linglung. Tatapannya tidak fokus.", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 4: Meninggal dengan Sia-sia", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Xie Qiao mengangkat tirai di kereta dan mengintip cuaca di luar. Alisnya berkerut ringan.", " “Aku masih memiliki beberapa bisnis untuk ditangani. Beri tahu nyonya bahwa kita akan melihat apakah kita bisa bermalam di pegunungan malam ini, ”kata Xie Qiao.", " Itu normal untuk berkemah saat bepergian.", " Sang kusir menghentikan kereta, bergegas ke sisi Lu, dan berbisik ke telinganya.", " Wajah Lu menunjukkan ketidaksenangannya. “Apa yang bisa begitu penting? Dia pasti sudah terbiasa bertingkah begitu liar dan main-main.”", " “Lalu haruskah kita menghentikan kereta? Ibu, Aku mendengar bahwa daerah ini terkenal dengan penghasil batu giok… Batu mulia ada di mana-mana di pasar kota. Jika kita bisa mencapai kota lebih awal, maka kita bisa punya waktu untuk melihat-lihat barang dagangan, ”saran Pei Wanyue sambil memiringkan kepalanya ke samping.", " Suaranya lembut, membuatnya terlihat lebih menggemaskan.", " Lu tidak menghabiskan waktu bersama putrinya selama beberapa tahun sekarang. Dia sangat merindukannya, jadi tentu saja, dia akan memenuhi setiap keinginannya.", " “Pergi beri tahu nona muda pertama bahwa dia seharusnya tidak terlalu main-main dan sembrono. Jika dia bersikeras untuk berhenti hanya untuk bermain-main, maka dia harus berjalan sendiri ke kota.” Lu sangat keras.", " Dia bukan ibu kandungnya, tetapi dia dibawa kembali oleh Xie Niushan di kereta untuk menjadi istrinya setelah istri sebelumnya meninggal.", " Paling tidak, dia punya hak untuk mendidik anak-anaknya.", " Sang kusir menyampaikan pesan itu kembali, kata demi kata. Ketika Xie Qiao mendengar ini, alisnya yang sedikit berkerut kembali rata saat dia menggelengkan kepalanya.", " \"Da Xiong, ayo turun dari kereta.\" Xie Qiao berkata ke arah ayam besar itu.", " Setelah dia mengatakan ini, dia mengambil kotak bambu yang berat dan melompat dari kereta. “Kalau begitu, kamu harus pergi bersama dengan nyonya. Aku akan menemui mereka besok pagi.”", " Sebelum ini, dia tidak memperhatikan fitur wajah Lu. Dia hanya meliriknya sekilas.", " Namun, dia bisa tahu bahwa fitur wajahnya kusam, wajahnya tertutup debu, dan matanya tidak bersinar. Juga, ujung hidungnya merah, dan tanda keberuntungan di wajahnya kusam dan suram. Ini semua adalah tanda-tanda halus dari nasib buruk.", " Tempat yang dia singgahi dianggap memiliki konsentrasi tertinggi dari elemen air dan kayu. Udara terasa menyegarkan dan lembab. Jika dia bermeditasi semalaman di sini sebelum pergi, maka dia pasti akan menghilangkan kabut di benaknya. Tanda-tanda kecil nasib buruk di wajahnya juga akan hilang.", " Beberapa akan tetap dalam penyangkalan tidak peduli berapa banyak dia berusaha untuk menjelaskan. Faktanya…", " Xie Qiao menyipitkan matanya dan berpikir sejenak.", " Dengan kepergian Ms. Lu, dia mungkin mengalami kehilangan keberuntungan, tetapi dia bisa menghindari bencana, dan itu juga bagus.", " Sang kusir tertegun sejenak. Ketika dia melihat kereta pertama di depan, dia ingat kata-kata nyonya itu sebelumnya dan berpikir bahwa itu bukan ide yang baik untuk tinggal dan menunggu wanita muda pertama.", " Selain itu, Xie Qiao sudah mengangkat kotak bambu itu ke punggungnya dan menuju ke hutan.", " Tubuhnya kurus dan kurus. Sesekali, dia juga batuk. Kotak bambu itu sepertinya akan mematahkan tulang punggungnya kapan saja.", " Sementara itu, ayam jantan besar itu menempel di dekat ekornya. Itu adalah pemandangan yang aneh dan misterius untuk dilihat.", " Xie Qiao berjalan sekitar satu jam atau lebih saat dia mencapai suatu tempat.", " Tiba-tiba langkah kakinya terhenti.", " “Jadi di sini? Maka Kamu harus tetap tinggal. Seperti yang Kamu lihat, Aku agak lemah. Semua pekerjaan fisik ini membuat Aku kalah. Jika kita menggali tempat yang salah, Aku pasti tidak akan memulai dari awal, ”kata Xie Qiao ke udara.", " Di arah dia menatap, ada sosok mengambang.", " Itu memiliki bentuk pria yang agak gagah. Satu-satunya hal tentang itu adalah bahwa itu tampak agak bodoh.", " Di wajahnya ada bekas luka yang memotong secara diagonal di sepanjang wajahnya. Itu masih menetes merah, dan matanya melotot. Dia mengenakan pakaian biasa.", " Namun, hanya Xie Qiao yang bisa melihat pemandangan ini.", " \"Itu disini.\" Suara jiwa itu serak. Itu terdengar mengerikan.", " Setelah dia mengatakan itu, dia bahkan melayang dan menjulurkan kepalanya. Sepertinya dia sangat bersemangat.", " Jika ada orang lain di sini, mereka tidak akan mendengar suara serak ini. Mungkin mereka bisa merasakan angin dingin melewati mereka dan mendengar gemerisik darinya.", " \"Jauhi aku, kalau tidak aku akan mengusirmu.\" Xie Qiao memutar matanya ke arah hantu ini. “Kamu mungkin berpikir bahwa kamu telah mati sia-sia. Di mata Aku, itu semua terjadi karena suatu alasan.”", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 9: Dia Memiliki Temperamen", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Ada alasan mengapa Xie Qiao membatasi jumlah orang untuk membaca keberuntungannya.", " Meskipun tuannya tidak terlalu berbakat, dia masih menguasai dasar-dasar dan sangat akurat ketika dia membaca peruntungan. Namun, dia tidak pernah memiliki banyak bisnis.", " Kemudian, dia menyebarkan berita bahwa Master Tao Kuil Bulan Air itu luar biasa dan hanya membaca keberuntungan tiga orang dalam sehari. Begitu berita itu keluar, orang-orang yang tinggal di sekitarnya mulai mengantre untuk melihat tuannya.", " Karena banyak orang tidak memiliki kesempatan untuk melihat tuan yang penuh teka-teki ini, mereka mengembangkan rasa hormat yang lebih besar kepada tuannya.", " 'Orang-orang menganggap hal-hal langka sebagai sesuatu yang berharga. Jika Kamu tidak membatasi ketersediaan layanan, mereka tidak akan menganggapnya berharga lagi.'", " “Isi lubang ini, dan aku akan pergi bersamamu. Aku sedikit lelah. Aku harus istirahat sambil bekerja pada waktu yang sama.” Ketika Xie Qiao selesai berbicara, dia terbatuk dua kali dengan lemah.", " Dia tidak terlihat sehat karena wajahnya seputih seprai, dan tubuhnya sangat ramping.", " Zhao Xuanjing membuat gerakan tangan, dan beberapa pengawal kekaisaran maju dan mengisi lubang besar tanpa banyak usaha.", " Xie Qiao tetap setia pada kata-katanya dan mengikuti mereka ke kamp mereka.", " Bangsawan itu juga menawarkannya untuk tinggal di tenda kecil. Dia berjalan dengan puas dan duduk. Meskipun dia terlihat agak malas dan lelah, dia berkata, \"Yah, siapa yang akan datang lebih dulu?\"", " Kapten pengawal kekaisaran hanya mengarahkan jarinya ke seseorang.", " \"Aku datang.\" Penjaga yang diperintahkan segera berdiri dan duduk di seberang Xie Qiao.", " \"Aku hanya akan melihat telapak tangan dan wajahmu hari ini.\" Suara Xie Qiao lemah dan lembut. \"Tunjukkan telapak tanganmu.\"", " Orang itu dengan patuh mengikutinya.", " Xie Qiao memegang kipas bulu dan meletakkan ujung kipas di ujung jari pihak lain. Dia melirik telapak tangannya. Setelah mengamatinya sebentar, dia melihat jari-jari di punggung telapak tangannya.", " Setelah beberapa saat, dia mengangguk.", " “Kamu tidak memiliki siapa pun untuk diandalkan sejak usia dini. Kemudian ibumu menikah lagi, atau kamu harus menjadi anak angkat orang lain. Meskipun ada garis telapak tangan antara garis cinta dan garis kebijaksanaan, garis itu terlalu kabur. Jadi setelah menjadi anak orang lain, kamu seharusnya sangat bahagia. Kamu masih memiliki saudara laki-laki, tetapi Kamu ditakdirkan untuk tidak dapat bersatu kembali dengannya dalam kehidupan ini. ”", " Mengatakan itu, Xie Qiao mengangkat kepalanya sedikit dan melirik orang ini.", " “Sekat Kamu terlihat jelas, dan ada distorsi di tulang hidung Kamu. Plus, Kamu memiliki terlalu banyak energi yin dalam tubuh Kamu. Istrimu akan cenderung melahirkan anak perempuan tetapi bukan anak laki-laki…” Nada bicara Xie Qiao tiba-tiba tenggelam. “Ada salib di lipatan nasolabial Kamu, yang merupakan nasib tenggelam. Ada energi gelap yang menumpuk di dahi Kamu, dan ada bintik hitam di sudut bibir Kamu. Setelah Kamu memiliki tanda ini, Kamu akan jatuh ke dalam sumur dan mati dalam lima puluh hari. Kamu … sudah memiliki nasib ini untuk beberapa waktu. Umurmu akan berakhir hanya dalam beberapa hari, jadi bersiaplah.”", " Setelah Xie Qiao selesai berbicara, dia menghela nafas.", " 'Aku tidak tahu dari mana dia berhubungan dengan hantu yang tenggelam. Sekarang hantu itu telah menguasai dahinya.'", " Xie Qiao menutupi dahinya dengan tangannya.", " Penampilan hantu laki-laki ini bahkan lebih buruk daripada mayat laki-laki yang baru saja dia gali. Keduanya meninggal karena kemalangan.", " Ghoul itu memiliki tubuh yang bengkak. Air masih menetes dari tubuhnya. Mata putihnya digulung, dan dia tidak mengatakan sepatah kata pun. Dia masih sangat kotor. Dia tidak tahu berapa lama dia telah berendam dalam air sampai dia tidak bisa lagi berbicara.", " \"Aku? Jatuh ke dalam sumur dan mati?!” Pengawal itu tiba-tiba tertawa terbahak-bahak.", " \"Apakah ada yang dia katakan sebelum yang terakhir itu akurat?\" Zhao Xuanjing bertanya.", " \"Tuan Muda, itu sama sekali tidak akurat.\" Pengawal itu segera menggelengkan kepalanya, “Aku satu-satunya putra dari orang tua Aku, dan ibu Aku tidak pernah menikah lagi. Sekarang istri Aku hamil dan belum melahirkan!”", " \"Nona Muda, apakah kamu mengerti sekarang?\" Zhao Xuanjing bertanya.", " Xie Qiao mengangguk. “Oh… sepertinya aku salah.”", " Zhao Xuanjing cukup terkejut dengan kesiapannya untuk mengakui kesalahannya.", " “Mungkin ibumu tidak memberitahumu tentang pernikahannya kembali. Mengapa kamu tidak pulang dan bertanya? Kamu tidak perlu terlalu sedih ketika mengetahui kebenaran. Kebaikan yang ditunjukkan oleh orang tua asuh jauh lebih besar daripada orang tua kandung. Sepertinya hubunganmu dengan ayah angkatmu lebih besar, ”kata Xie Qiao.", " Zhao Xuanjing hampir terkikik.", " 'Dari mana gadis konyol yang menyebalkan itu muncul? Dia benar-benar ofensif.'", " “Nona Muda, usiamu masih sangat muda… Dimana orang tuamu? Bagaimana mereka bisa membiarkanmu menipu orang seperti ini?” Zhao Xuanjing tersenyum seolah dia sudah lama tidak melihat karakter yang begitu menarik.", " “Penipu?” Xie Qiao tampak sedikit tidak senang.", " Seseorang meramalkan bahwa dia akan memiliki harapan hidup yang pendek. Dia setuju karena itu benar.", " 'Tapi itu terlalu berlebihan untuk menyebutku penipu!'", " ", "www.worldnovel.online"]},
{"novel2": [" Bab 10: Kirim Dia Ke Pengadilan", " Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", " Dia mengerutkan bibirnya, tampak seperti dia telah dianiaya, dan tidak ada yang tahu apa yang ada di pikirannya.", " Sekarang dia dalam keadaan yang menyedihkan, itu membuat pria dewasa ini saling memandang dengan canggung, bingung apa yang harus mereka lakukan. Wajah-wajah menggoda dari sebelumnya hilang dalam sekejap.", " “Aku bilang aku akan membaca peruntungan tiga orang. Masih ada dua yang tersisa. ” Xie Qiao menenangkan diri sambil melanjutkan.", " Zhao Xuanjing berpikir wanita ini cukup menarik.", " Apalagi saat dia bertingkah sangat menyedihkan. Dia tampak agak menggoda saat itu.", " Untuk beberapa alasan yang tidak dapat dia pahami, dia dengan santai mengulurkan tangan dan mendorong pengawal kekaisarannya sendiri ke samping.", " Dia terus membaca peruntungan.", " “Kamu terlihat seperti seseorang yang akan membantu kaisar. Tapi entah kenapa sifat ini tidak begitu menonjol. Hanya ada kecenderungan samar ke arah tatapan itu. Itu mungkin hadiah tersembunyi, tetapi akan datang hari di mana kamu akan bersinar terang, ”kata Xie Qiao singkat.", " Jelas sekali bahwa orang ini cukup kaya. Tidak akan cukup baginya untuk hanya mengatakan bahwa dia kaya dan pintar.", " Tepat ketika Xie Qiao mengatakan ini, pengawal kekaisaran segera berbalik dan menatap Zhao Xuanjing.", " Zhao Xuanjing sedikit terkejut.", " \"Ini yang terakhir. Aku akan melihat apakah Kamu akan memiliki perjalanan yang mulus, oke? ” Kata Xie Qiao.", " Saat dia mengatakan ini, Xie Qiao mengeluarkan kulit penyu dan tiga koin tembaga. \"Dentang, dentang, dentang.\" Dia mengocok koin. Setelah beberapa putaran, dia mengetuk jarinya dan bergumam sambil menghitung.", " Sepertinya dia menakut-nakuti orang dengan tindakan itu.", " \"Kamu tidak akan mengerti jika aku masuk jauh ke dalam topik.\" Setelah beberapa saat, Xie Qiao mengemasi barang-barangnya dan berkata, “Kalian tidak diizinkan meninggalkan hutan sebelum jam 11 pagi. Jika tidak, kemalangan akan menimpa kalian semua. ”", " Mata Zhao Xuanjing gelap. Tidak ada yang tahu apa yang dia pikirkan.", " \"Kirim dia ke pengadilan besok pagi.\" Kata-katanya berdering, sederhana dan jelas.", " Tidak masalah apakah dia akurat atau tidak. Terlalu berbahaya bagi seorang wanita untuk berada di hutan belantara pada saat yang tidak tepat. Dia perlu diberi pelajaran.", " Baru kemudian dia akan belajar.", " Xie Qiao terdiam saat dia mengangkat alis.", " Ini jelas bukan pertama kalinya seseorang mengancamnya untuk mengirimnya ke pengadilan. Dia tidak takut sedikit pun.", " Karena dia hanya akan dikirim ke pengadilan besok, maka dia harus beristirahat dengan baik malam ini. Setelah menggali tanah begitu lama, anggota tubuhnya terasa sakit sekarang.", " Xie Qiao dengan mudah puas dengan apa yang dimilikinya. Dia menuju dan meringkuk di sudut acak di tenda. Tak lama kemudian ia memejamkan matanya dan tertidur.", " Di luar, Kapten pengawal kekaisaran memandang Qin Zhi dan bertanya, \"Apakah Kamu ingin menulis surat ke rumah untuk menanyakan hal ini?\"", " \"Tn. Zhou, apakah kamu benar-benar percaya kata-kata gadis ini?” Qin Zhi tertawa. “Dari semua tahun Aku, tidakkah Aku cukup mengenal ayah Aku sendiri? Akan lebih dapat dipercaya untuk mengatakan bahwa Aku akan mati karena jatuh ke sungai, tetapi jatuh ke dalam sumur? Kami sudah keluar di hutan belantara sepanjang hari akhir-akhir ini. Di mana kita bisa menemukan sumur? ”", " Gadis ini masih sangat muda, tapi dia berbohong seperti bernafas.", " Dia tidak terlihat setengah buruk, tetapi bagaimana dia bisa menyatakan dirinya sebagai setengah abadi?", " \"Tidakkah menurutmu … bahwa ketika dia mengatakan tentang membantu kaisar …\" Pengawal Kekaisaran Zhou dengan ringan mengerutkan kening.", " “Kedengarannya agak menakutkan.” Qin Zhi mengangguk. “Tapi kemungkinan besar karena gadis ini belum melihat dunia. Pikirkan saja. Dalam barisan kami, kecuali tuan muda, Kamu adalah yang paling menakutkan. Tentu saja dia akan mengucapkan kata-kata yang menyenangkan untuk menyanjungmu.”", " Sekarang ketika dia mengatakannya seperti itu, itu masuk akal.", " Zhao Xuanjing tidak peduli apakah dia meludahkan omong kosong.", " Melihat Xie Qiao masih muda, dia tidak mengikatnya. Setelah mereka mengirimnya ke pengadilan besok, dia akan belajar dan menjadi orang baik. Dia akan tahu bahwa di hutan belantara, ada banyak \"predator\" seperti dia yang mengintai di luar sana.", " Keesokan paginya, sebelum matahari terbit, mereka bangun dan pergi.", " Xie Qiao juga tidak menghentikan mereka.", " Apa yang akan terjadi, akan terjadi. Bukannya dia bisa bergegas ke orang itu dan memeluk kakinya untuk menghentikannya mengambil langkah lain.", " Hutan ini agak besar di masa lalu, tetapi setelah mereka menemukan tambang batu giok, itu mulai menyusut sedikit demi sedikit. Hanya saja bagian-bagian ini memiliki pemandangan yang sedikit lebih bagus, tetapi setelah hutan…", " Ada bukit-bukit gundul di mana-mana.", " Jika party mereka ingin maju, maka mereka harus melewati gundukan di depan yang merupakan tambang yang ditinggalkan.", " Hanya ada sepetak tanaman hijau layu, dan tanahnya tertutup batu. Bukit demi bukit muncul satu demi satu seperti ombak yang bergulir. Meskipun mereka tidak menggelora, mereka masih pemandangan yang melankolis untuk dilihat.", " ", "www.worldnovel.online"]}
][
{"novel5": [" Bab 3: Manfaat Menggerakkan Hati Orang", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Apakah kamu menempa pedang ini?\" seorang pria berusia tiga puluhan dengan sosok rata-rata bertanya sambil membelai pedang dengan jari-jarinya.", " \"Ya,\" jawab Zhou Shu dengan bingung.", " Tatapannya berkeliling di sekitar tiang kayu.", " Dia telah memotong tiang kayu, yang berdiameter kira-kira setengah meter, menjadi dua?", " Meskipun tubuh ini telah ditempa sejak usia dini dan dianggap kuat, itu hanya pada tingkat orang dewasa biasa dalam hal kekuatan …", " Apakah karena bilahnya terlalu tajam?", " Ini tidak masuk akal…", " Zhou Shu merasa bahwa pengetahuan ilmiahnya sedang ditantang. Pisau apa pun, tidak peduli seberapa tajamnya, harus digunakan dengan kekuatan yang cukup untuk memotong tiang kayu. Ini adalah pengetahuan fisika dasar dari sekolah menengah …", " Tapi karena ini bukan Bumi, mungkin aturan fisikanya berbeda?", " Memang, tampaknya ada ahli yang tak tertandingi di sini, yang mampu terbang di udara dan bersembunyi di bawah tanah…", " \"Namamu Zhou Shu?\" Xiao Zongshui terus bertanya.", " \"Ya.\" Zhou Shu mengangguk.", " \"Kakekmu adalah Zhou Guangzu, dan ayahmu adalah Zhou Niantong?\"", " \"Ya.\" Zhou Shu tidak tahu apa yang dicari pengawas ini, tapi dia menjawab dengan jujur.", " Xiao Zongshui adalah pengawas bengkel dan atasan Zhou Shu. Nasib Zhou Shu ada di tangannya.", " “Keduanya mahir. Sayang sekali.\" Xiao Zongshui mengangguk dan melanjutkan. “Kamu juga tidak terlalu lusuh. Meskipun pedang ini tidak memiliki peringkat, itu adalah pedang panjang standar tingkat atas. ”", " “Pedang panjang standar tingkat atas?” Zhou Shu sedikit kecewa. Itu hanya pedang panjang standar tingkat atas. Dengan pedang ini, menjadi Master Penempaan tampaknya tidak mungkin.", " Tapi kekecewaannya hanya sesaat. Dengan Canon Persenjataan Legendaris, hanya masalah waktu sebelum dia menjadi Master Penempaan.", " Seberapa kuat senjata peringkat jika pedang panjang standar tingkat atas sudah begitu kuat?", " Harapan Zhou Shu untuk menjadi Master Penempaan meningkat.", " Xiao Zongshui menilai Zhou Shu. “Mengingat usiamu, mampu menempa pedang panjang standar tingkat atas tanpa bantuan seorang master berarti kemampuanmu melampaui kakek dan ayahmu. Mungkin Kamu akan menjadi Master Tempa yang asli suatu hari nanti. ”", " “Kalau begitu, aku harus berterima kasih kepada Inspektur Xiao atas perhatianmu,” kata Zhou Shu sambil menangkupkan tangannya.", " \"Aku tidak membesarkanmu.\" Dengan senyum yang tidak cukup tersenyum, Xiao Zongshui menatap Zhou Shu. “Ayah dan kakekmu tidak berpikir sejelas dirimu. Tidak mengherankan Kamu bisa menempa pedang panjang standar tingkat atas seperti itu. ”", " \"Kamu menyanjungku,\" kata Zhou Shu dengan canggung. Dalam kehidupan sebelumnya, dia tidak pernah bisa menyedot orang lain.", " “Baiklah, melakukan pekerjaanmu dengan baik lebih penting bagiku daripada mengatakan apa pun,” kata Xiao Zongshui dan melambaikan tangannya. “Saber panjang standar tingkat atas ini memiliki kualitas luar biasa. Seseorang dapat membandingkan dengan beberapa pedang panjang standar biasa.", " “Di masa depan, satu pedang panjang standar tingkat atas dapat menggantikan tiga pedang panjang standar biasa, asalkan kamu menempa pedang panjang standar tingkat atas semacam ini.”", " Kemudian dengan tangan di belakang punggungnya, Xiao Zongshui berjalan pergi.", " Siapa yang tahu apakah itu disengaja atau tidak, tetapi dia tidak mengembalikan pedang panjang standar tajam di tangannya kepada Zhou Shu. Sebaliknya, dia mengambilnya …", " Penjahat Xiao! Zhou Shu meludah ke dalam setelah Xiao Zongshui pergi.", " Pedang panjang standar yang tajam sebanding dengan sepuluh pedang panjang standar biasa. Tetapi ketika datang ke Xiao Zongshui, itu hanya bisa dibandingkan dengan tiga. Betapa berhati hitam!", " Zhou Shu akhirnya sedikit tenang setelah mengutuk beberapa kali.", " Pedang panjang standar yang tajam dapat menggantikan tiga pedang panjang standar biasa. Tugas aslinya setiap bulan adalah mengirimkan 100 pedang panjang standar. Dengan kata lain, sekarang dia harus menyerahkan 33 pedang panjang standar yang tajam.", " Kompleksitas menempa kedua pedang ini tampak mirip dengan Zhou Shu. Dengan kata lain, beban kerjanya berkurang drastis, dan dia tidak perlu lagi bekerja lembur untuk menempa senjata.", " Paling tidak, krisis kematian mendadaknya teratasi…", " Setelah kembali ke 'kandangnya', Zhou Shu melemparkan dan menyalakan tempat tidur kayunya yang keras, tidak bisa tidur. Setelah menghabiskan waktu lama mempelajari Canon Persenjataan Legendaris, dia memutuskan untuk bangun dari tempat tidur. Dia berjalan ke gudang dan mulai bekerja.", " Tidak lama kemudian, pedang panjang standar yang tajam muncul di tangannya lagi.", " Zhou Shu memasang ekspresi puas di wajahnya. Dia tampaknya benar-benar memahami metode menempa pedang panjang standar yang tajam. Bahkan jika dia hanya menggunakan metode ini di masa depan, dia masih bisa mencari nafkah di Divisi Penempaan.", " Suara mendesing!", " Zhou Shu mengagumi karyanya ketika suara angin bertiup di belakangnya mengejutkannya.", " Dia menundukkan kepalanya secara refleks, dan angin sepoi-sepoi bertiup melewati bagian belakang kepalanya. Bahkan kulit kepalanya sakit.", " Bang!", " Suara teredam datang dari landasan di depannya, seolah-olah ada sesuatu yang menabraknya.", " Punggung Zhou Shu langsung basah oleh keringat dingin. Jelas dari suaranya bahwa benda itu sangat berat.", " Jika dia tidak menghindar dengan cepat, itu akan mengenai kepalanya, bukan landasan!", " \"Siapa ini!\" Zhou Shu berteriak sambil tiba-tiba berbalik.", " \"Lebih baik jika kamu tidak bergerak.\" Suara tak menyenangkan terdengar di telinga Zhou Shu. “Jangan paksa aku. Aku tidak menginginkan hidupmu.”", " Di seberang Zhou Shu adalah seorang pria kurus tinggi. Dengan palu di tangannya, dia menatap Zhou Shu dengan tatapan tajam.", " Palu itu seukuran kepala orang dewasa, dan pegangannya hampir setinggi pria itu. Jika dia mengayunkan benda ini…", " Zhou Shu bisa melihat kepalanya hancur berkeping-keping seperti semangka.", " Seluruh tubuhnya bergidik, dan dia secara naluriah mencengkeram pedang panjang standar yang tajam di tangannya. Baru saat itulah dia merasa sedikit lebih aman.", " \"Siapa kamu? Apa yang sedang Kamu coba lakukan?!\" Zhou Shu berteriak, mencoba menarik perhatian murid lain dengan suaranya.", " Sayangnya, rencananya tidak berhasil. Seolah tidak ada yang mendengar kata-katanya, suara dentingan di sekitarnya terus berlanjut.", " Pria tinggi kurus di seberang Zhou Shu memiliki seringai mengejek di wajahnya. “Tidak perlu membuang energimu. Sebelum fajar, tidak ada yang akan peduli bahkan jika Kamu berteriak sampai tenggorokan Kamu pecah. ”", " Jantung Zhou Shu berdetak kencang. Dia tidak tahu mengapa pria ini begitu yakin, tetapi dia tahu tidak ada yang akan menyelamatkannya dalam waktu dekat.", " “Uang itu disembunyikan di bawah tempat tidur. Jika Kamu menginginkannya, silakan dan ambil!\" Zhou Shu berteriak sambil menunjuk ke tempat tidur kayu di kamar.", " “Aku tidak tertarik dengan uang!", " “Serahkan formula penempaan dari pedang panjang standar tingkat atas, dan aku akan menyelamatkan hidupmu,” kata pria kurus tinggi itu, mata segitiganya berkedip-kedip dengan sinar jahat.", " Saat dia mendekati Zhou Shu, pria kurus tinggi itu memegang palu besarnya. Dia tampaknya tidak takut dengan pedang panjang di tangan Zhou Shu sama sekali.", " Tidak peduli seberapa bagus senjata itu, itu hanya sebagus orang yang menggunakannya.", " Pria tinggi kurus itu jelas tidak menganggap serius Zhou Shu.", " Hati Zhou Shu tenggelam. Dia datang untuk formula penempaan rahasia senjata?", " Aku hanya menempa pedang panjang standar tajam beberapa jam yang lalu, namun seseorang sudah tergoda?", " Ini adalah bengkel Divisi Tempa. Bagaimana dia berani?", " Eksposur pedang panjang standar yang tajam berada di luar dugaan Zhou Shu. Dia tidak akan pergi ke tempat pengujian untuk menguji pedang jika dia menyadari itu setajam itu.", " Dia juga tidak menyangka berita itu menyebar begitu cepat. Tidak hanya pengawas, Xiao Zongshui, muncul dan mengambil pedang itu. Tapi sekarang, orang ini, yang tampaknya adalah Murid Penempaan, datang untuk merampoknya!", " Zhou Shu mengunci pandangannya pada pria tinggi kurus itu. Orang ini tidak asing baginya. Divisi Tempa memiliki total 108 bengkel, dan jumlah peserta magang di Bengkel ke-97 saja mencapai ratusan. Dia tidak mungkin melihat begitu banyak orang sebelumnya.", " Bahkan jika mereka saling mengenal, pria jangkung kurus ini mungkin tidak akan peduli dengan hubungan mereka.", " Bang!", " Palu besar pria jangkung kurus itu menghantam tanah dengan keras, menciptakan bunyi gedebuk.", " Pria itu tampak lemah, tetapi kekuatannya tidak dapat diabaikan. Palu besar itu seringan bulu di genggamannya.", " \"Apakah itu layak untuk formula senjata yang tidak memiliki peringkat?\" Zhou Shu mencengkeram pedang panjang standar yang tajam di tangannya sambil menatap tajam ke pria tinggi kurus itu.", " “Hmph!” Pria tinggi kurus itu mendengus dingin. Dia tidak akan berani merampok formula penempaan senjata peringkat.", " Hanya Master Penempaan ke atas yang mampu memegang formula penempaan untuk senjata peringkat. Bahkan jika dia mengambilnya, dia tidak akan bisa menyimpannya.", " Tapi Forging Masters tidak akan peduli dengan formula senjata standar tingkat atas ini, dan itu cukup berharga untuk memperbaiki keadaan orang. Ini adalah item yang paling cocok untuk Forging Apprentice biasa!", " Pria jangkung kurus itu tidak punya keinginan untuk menjelaskan dirinya kepada Zhou Shu. Dia mencengkeram gagang palu dan mengarahkan pandangannya pada Zhou Shu seperti elang. Dia berkata dengan kasar, \"Beri aku formula rahasia!\"", " “Formula penempaan rahasia ada di sini. Ayo ambil sendiri jika kamu menginginkannya!” Zhou Shu menunjuk ke kepalanya sendiri.", " Dalam sekejap mata, dia memiliki kedua tangan di pegangan pedang panjang standar yang tajam dan mengambil inisiatif untuk menyerang pria kurus jangkung itu.", " Zhou Shu tidak tahu seni bela diri, tapi dia masih muda dan kuat. Ditambah lagi, dia memegang senjata yang kuat. Menggunakan kekerasan untuk menyerang, dia juga sangat kuat.", " Wajah pria jangkung kurus itu penuh dengan penghinaan. Terlepas dari kenyataan bahwa mereka berdua Magang Tempa, masih ada perbedaan antara individu.", " Nenek moyangnya telah menerima bimbingan ahli dan telah belajar satu set seni bela diri. Meskipun warisannya berkurang selama bertahun-tahun, kemampuan tempur pria tinggi kurus itu masih jauh melampaui orang biasa. Dia dianggap tak terkalahkan di antara Magang Tempa.", " Orang biasa akan takut dengan serangan Zhou Shu. Tapi apakah dia orang biasa?", " Pria tinggi kurus itu mencibir. Dia mengayunkan lengannya, dan palu besar itu terangkat tinggi. Dia yakin bahwa serangan palu ini akan mampu mematahkan beberapa tulang rusuk Zhou Shu, serta merobohkan pedang panjang standar di tangannya!", " ding!", " Palu dan pedang panjang standar bertabrakan dengan suara yang tajam. Pria jangkung kurus itu sepertinya sudah melihat pedang panjang standar terbang dan Zhou Shu meratap saat dia jatuh ke tanah. Seringai kejam dan buas muncul di wajahnya.", " Tiba-tiba, seringai jahatnya membeku di wajahnya, dan matanya dipenuhi teror dan ketidakpercayaan.", " Bang!", " Palu besar itu jatuh ke tanah. Di dada pria jangkung kurus itu, garis darah yang terlihat muncul. Aliran darah terus memanjang, dan darah menyembur keluar beberapa saat kemudian.", " \"Bagaimana … bagaimana ini mungkin!\" Pria jangkung kurus itu meninggalkan kata-kata terakhirnya di dunia fana sebelum ambruk ke tanah dengan bunyi gedebuk. Dia mati dengan kebencian yang belum terselesaikan!", " [Pedang panjang standar tajam yang kamu tempa secara efektif menyelesaikan pembunuhan. Kamu dihargai dengan teknik kultivasi: Teknik Prajna Gajah Naga!]", " Meriam Persenjataan Legendaris muncul di depan mata Zhou Shu secara otomatis. Itu membalik ke halaman dengan pedang panjang standar yang tajam, dan sebaris teks muncul di halaman.", " Tiba-tiba, banyak siluet yang melompat-lompat muncul di depan mata Zhou Shu, dan sejumlah besar data menghantam kepalanya pada saat yang bersamaan.", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 2: Pedang Panjang Standar Tajam", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Di kepala Zhou Shu, sepotong informasi muncul. Itu adalah metode untuk menempa pedang panjang standar!", " Sebenarnya, itu adalah formula untuk menempa pedang panjang standar yang tajam!", " Metode pendinginan dan penempaan…", " Semua langkah digariskan dengan cermat. Bahkan sudut pukulan palu dicatat.", " Zhou Shu merasa seolah-olah dia telah mendapatkan banyak pengalaman secara tiba-tiba. Dia bahkan ingin mengambil palu untuk menempa pedang panjang standar yang tajam saat itu juga!", " Sesuai dengan namanya, pedang panjang standar yang tajam harus lebih tajam dari pedang panjang standar yang khas.", " Saat Zhou Shu berkedip, Canon Persenjataan Legendaris menghilang di depan matanya.", " Hanya dengan pikiran, itu muncul kembali di depannya.", " Dia mencoba membolak-balik Canon Persenjataan Legendaris, tetapi yang bisa dia lihat hanyalah halaman dengan pedang panjang standar yang tajam. Dia tidak bisa melihat atau menavigasi ke konten lain. Tampaknya karena dia tidak memenuhi persyaratan.", " Mempekerjakan strategi melihat sebelum melompat, Zhou Shu mulai mempelajari pedang panjang standar yang tajam.", " Pedang panjang standar adalah senjata standar dari tiga kekuatan militer Great Xia. Itu adalah senjata paling dasar dan memiliki cukup banyak ketajaman dan kekokohan. Bagaimanapun, itu hanyalah senjata standar yang diberikan kepada tentara biasa.", " Aku bertanya-tanya seberapa tajam pedang panjang standar yang lebih tajam daripada pedang panjang standar. Apakah mungkin untuk mencapai level senjata kelas kuning?", " Alis Zhou Shu berkerut berpikir. Pendahulunya adalah seorang pria muda yang jujur ​​dan sederhana yang asyik dengan pekerjaannya dan tidak pernah bersentuhan dengan senjata apa pun. Jadi Zhou Shu juga tidak tahu apa-apa.", " Pertama, Aku akan menempa pedang panjang standar yang tajam dan memeriksanya. Zhou Shu memutuskan bahwa daripada terlalu memikirkan sesuatu, dia harus menyingsingkan lengan bajunya dan mulai bekerja.", " Proses penempaan pedang panjang standar yang tajam telah terukir di benaknya, hampir menjadi naluri untuk dia ikuti.", " Tanpa berpikir, Zhou Shu melemparkan batangan besi ke dalam tungku.", " Batangan besi ini adalah bahan yang diberikan oleh Divisi Tempa. Mereka dikirim secara teratur ke kediaman Magang Tempa, dan persediaannya tidak terbatas.", " Master Penempaan dianggap sangat murah hati dalam hal ini. Bagaimanapun, Magang Penempaan tidak dapat mengangkut senjata palsu di luar divisi mereka.", " Pedang panjang standar yang tajam dibuat menggunakan bahan yang sama dengan pedang panjang standar. Pedang panjang standar yang tajam berbeda karena proses penempaannya sangat tepat.", " Kontrol kebakaran, pengaturan waktu, kekuatan, dan sudut semuanya membutuhkan pengaturan yang ketat.", " Jika hal-hal ini tidak terpatri dalam pikiran Zhou Shu, dia mungkin tidak akan dapat mempelajarinya bahkan jika seseorang telah mengajarinya secara pribadi.", " Dang Dang!", " Sensasi hubungan darah dan daging meledak di hati Zhou Shu saat dia mencengkeram palu. Sementara dia mengayunkan palu dengan cekatan, palu itu seolah menjadi perpanjangan dari tubuhnya.", " Meskipun sudah larut malam, suara palu dan dentuman bergema di sekelilingnya. Akibatnya, Zhou Shu tidak perlu khawatir mengganggu tidur siapa pun.", " Zhou Shu tampak dalam keadaan aneh saat palu menari di tangannya. Dia bisa merasakan perubahan pada batang besi dengan setiap pukulan.", " Seolah-olah dia bisa melihat kotoran di batangan besi terus menerus dipalu. Batangan besi itu tampaknya mengalami transformasi yang luar biasa, dan setiap molekul di dalamnya tampak memancarkan cahaya.", " Zhou Shu mempertahankan ketenangannya. Dia terus memukul dengan pola yang sama seperti sebelumnya. Palu itu menciptakan lekukan yang elegan di udara sebelum mendarat di berbagai sudut pada batangan besi. Setelah beberapa waktu, dia menusukkan pedang panjang ke dalam tangki air sumur sedingin es, dan uap putih keluar.", " Zhou Shu kelelahan sampai ingin mati. Lengannya sakit dan terasa seperti akan lepas, dan setiap sel di tubuhnya mengerang.", " Ekspresinya, di sisi lain, sangat gembira saat dia dengan bersemangat menarik pedang panjang yang baru saja dia buat dari air.", " Tetesan air jernih mengalir ke bawah pedang panjang, dan dalam sekejap mata, pedang itu tidak lagi ternoda oleh air. Itu cerah dan bersih, dan tampaknya menjadi hidup saat cahaya beredar tanpa henti ketika cahaya bulan menyinarinya.", " “Pedang yang luar biasa!” Zhou Shu memuji dengan keras.", " Sejujurnya, long saber standar tajam ini mirip dengan long saber standar yang dia buat sebelumnya. Satu-satunya perbedaan adalah bahwa pedang ini sedikit lebih cerah.", " Bahkan Zhou Shu sendiri mungkin tidak dapat mengambilnya dari sekelompok pedang panjang standar.", " Namun, semua ini tidak penting. Pedang ini adalah ciptaannya. Apakah berlebihan untuk memujinya?", " Bisakah pedang panjang standar yang tajam memotong besi semudah seperti lumpur?", " Zhou Shu menimbang pedang panjang standar yang tajam di tangannya. Tatapannya jatuh pada pedang panjang standar yang telah ditempa sebelumnya, dan dia tampak bersemangat untuk mencoba pedang baru itu.", " Tapi meskipun lama ragu, dia tidak menebas.", " Dia telah menghabiskan begitu banyak waktu dan upaya untuk menciptakan pedang panjang standar yang tajam. Bukankah dia akan menangis sampai mati jika dia merusaknya?", " Ayo pergi ke tempat pengujian dan uji pedang.", " Zhou Shu mengambil pedang panjang standar yang tajam, mengunci pintu halaman, dan berjalan menuju bengkel beberapa saat kemudian.", " Sepanjang jalan, suara mencolok bergema di malam hari. Hampir setiap magang menghabiskan waktu ekstra untuk menyelesaikan tugas mereka. Hukuman fisik karena gagal menyelesaikan tugas itu tak tertahankan.", " Zhou Shu melihat ke tempat tinggal para magang, yang menyerupai sepotong tahu. Kerinduannya untuk keluar dari keadaan ini semakin kuat.", " Dia akhirnya akan mati kelelahan di bengkel magang yang kumuh ini jika dia tidak pergi!", " Dia mengencangkan cengkeramannya pada pedang panjang standar yang tajam. Itu menentukan apakah dia akan dapat mengubah situasinya atau tidak!", " …", " Di dalam bengkel magang, ada area terbuka untuk pengujian senjata.", " Senjata yang dibuat oleh Forging Apprentice harus melewati serangkaian tes sebelum diserahkan kepada militer. Tes akan berlangsung di tempat pengujian ini.", " Meskipun sudah larut malam, Magang Tempa yang tersebar masih bereksperimen dengan senjata yang telah mereka tempa.", " Mereka tidak punya pilihan. Kontrol kualitas Divisi Penempaan sangat ketat, dan tidak ada yang bisa menghindari dicambuk jika senjata palsu mereka ternyata tidak memadai.", " Ekspresi para Murid Tempa semuanya menjemukan, dan mereka tidak bereaksi ketika melihat Zhou Shu.", " Zhou Shu tidak terkejut. Dia berjalan ke tiang kayu berbentuk manusia, mengambil dua set baju besi dari keranjang di sampingnya, dan meletakkannya di tiang.", " Kemampuan untuk menembus baju besi adalah persyaratan untuk pedang panjang standar. Dengan kata lain, pedang hanya akan dianggap memenuhi syarat jika bisa menebas satu set baju besi.", " Semakin banyak lapisan baju besi yang bisa ditembus senjata, semakin tajam pedangnya.", " Pedang yang bisa menembus dua lapis baju besi sudah menjadi senjata standar terbaik, menurut ingatan pendahulu Zhou Shu.", " Pendahulunya belum pernah melihat pedang panjang standar yang mampu menebas tiga lapis baju besi.", " 'Saber panjang standar yang tajam'. Jika itu akan diberi label 'tajam', itu seharusnya bisa menembus setidaknya dua lapis armor, kan? Zhou Shu berpikir sambil dengan marah menebas tiang kayu dengan kedua tangan mencengkeram gagang pedangnya.", " Pfft!", " Ada suara teredam, dan Zhou Shu merasakan tangannya melunak setelah merasakan perlawanan yang singkat. Dia mengambil langkah tersandung ke depan dan pinggangnya hampir terkilir.", " Gerakannya menyebabkan Magang Penempaan menguji senjata mereka di sekelilingnya untuk menoleh dan melihat ke atas.", " \"Maaf, salahku,\" kata Zhou Shu meminta maaf kepada semua orang.", " Retakan!", " Ada suara membosankan sebelum dia selesai berbicara. Tampaknya dalam gerakan lambat, tiang kayu di belakangnya terbelah dua.", " Sayatan halus muncul saat bagian atas meluncur turun secara diagonal, dan dua lapis armor yang diikatkan ke tiang kayu keduanya jatuh ke tanah sekaligus, menciptakan awan debu.", " Para magang di sekitarnya semua membelalakkan mata mereka dengan tak percaya.", " \"Menembus dua lapis baju besi?\" seseorang berseru.", " \"Apakah kamu buta? Tiang kayu dipotong. Berapa lapis ini?”", " “Bisakah pedang panjang standar memotong tiang kayu?”", " \"Mungkinkah ini pedang panjang peringkat?\"", " \"Cepat, beri tahu Inspektur Xiao!\"", " “…”", " Di tempat pengujian, semua orang berdiskusi dengan keras. Bahkan ada beberapa orang yang kabur dari tempat kejadian.", " Adapun pelaku, Zhou Shu tetap berdiri di sana dengan bingung, menatap tiang kayu yang telah dipotong menjadi dua.", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 6: Nama Pedang", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Jangan banyak bicara nanti, dan ikuti instruksiku. Apakah kamu mengerti?\" Xiao Zongshui berkata dengan suara yang dalam ketika mereka berada di dalam kereta.", " Duduk di seberangnya, Zhou Shu mengangguk. \"Dipahami.\"", " Kereta bergerak maju. Meskipun Zhou Shu sedang duduk di kereta, hatinya sudah berada di luar.", " Dia akan mengeluarkan kepalanya sejak lama jika bukan karena Xiao Zongshui.", " Zhou Shu telah berada di dunia ini selama beberapa waktu, namun dia tidak pernah meninggalkan bengkel Divisi Tempa. Pemandangan spektakuler dari Great Xia menggelitik rasa ingin tahunya.", " Sementara Zhou Shu sedang membayangkan kecantikan Great Xia, kereta berjalan selama lebih dari dua jam sebelum berhenti.", " Xiao Zongshui turun dari kereta terlebih dahulu, diikuti oleh Zhou Shu.", " Zhou Shu melihat hutan belantara alih-alih ibu kota yang ramai seperti yang dia perkirakan.", " Lembah itu dikelilingi oleh pegunungan hijau subur, dan ada sebuah kamp militer tidak jauh.", " Barak? Hati Zhou Shu bergetar.", " Hubungan Divisi Tempa dengan militer seharusnya adalah bahwa Divisi Tempa memasok semua senjata yang ditempanya ke tiga kekuatan militer Xia Besar. Kenapa dia dibawa kesini?", " Terlepas dari kebingungannya, Zhou Shu tidak mengajukan pertanyaan apa pun karena Xiao Zongshui telah menyuruhnya untuk memikirkan kata-katanya.", " Dia diam-diam membuntuti Xiao Zongshui sambil mengamati sekelilingnya.", " Ketika Xiao Zongshui tiba di pintu masuk kamp, ​​dia menunjukkan tokennya, dan mereka diterima.", " Sekelompok tentara berlatih dalam hiruk-pikuk di dalam kamp militer. Zhou Shu tidak berpikir ada yang luar biasa dari cara mereka berlatih. Mereka tidak melakukan apa-apa selain memotong dan memotong.", " Xiao Zongshui tampaknya cukup mengenal kamp itu. Dia membawa Zhou Shu melalui tempat latihan dan masuk ke tenda besar.", " Xiao Zongshui berteriak, \"Jenderal Cheng, Xiao Zongshui meminta audiensi!\"", " \"Masuk.\" Sebuah suara kasar terdengar.", " Sebelum memasuki tenda besar, Xiao Zongshui melirik Zhou Shu.", " Zhou Shu mengikuti dari belakang. Begitu dia masuk ke tenda, dia melihat Xiao Zongshui membungkuk kepada seorang jenderal yang menjulang tinggi dan mengesankan.", " \"Jenderal Cheng.\" Xiao Zongshui sedang membungkuk, dan tubuhnya praktis membentuk sudut 90 derajat.", " Atasannya sudah bertindak seperti ini, jadi Zhou Shu tidak bisa terlalu berbeda. Dia menangkupkan tangannya dan menyapa, seperti yang dilakukan Xiao Zhongshui.", " “Tenang.” Jenderal Cheng melambai dan mengalihkan fokusnya dari meja pasir ke Xiao Zongshui. “Kenapa kamu kembali?” dia bertanya dengan bingung.", " \"Jenderal Cheng, kali ini Aku masih di sini untuk masalah senjata,\" kata Xiao Zongshui.", " “Tentu saja Aku tahu ini untuk persenjataan,” jawab Jenderal Cheng. \"Bagaimana lagi aku terkait dengan Divisi Penempaanmu?\"", " “Persyaratan Aku tidak dipenuhi oleh senjata yang Kamu berikan. Lokakarya ke-97 Kamu tidak akan memasok senjata ke pasukan Aku, ”lanjut Jenderal Cheng dengan menggelengkan kepalanya.", " Zhou Shu bingung. Mengapa sepertinya Xiao Zongshui ada di sini untuk mempromosikan senjata? Tentunya Divisi Tempa tidak harus memalsukan senjata dan menjualnya sendiri?", " Meskipun Zhou Shu adalah Murid Tempa dari Divisi Tempa, Murid Tempa adalah eksistensi terendah divisi tersebut dan tidak tahu bagaimana cara kerjanya.", " Di Divisi Penempaan, yang perlu dia ketahui hanyalah berapa banyak senjata yang dia butuhkan untuk ditempa setiap bulan. Para magang tidak tahu di mana senjata yang mereka tempa berakhir.", " \"Sudahkah Kamu memutuskan senjata, Jenderal?\" Xiao Zongshui tidak terpengaruh.", " \"Belum.\" Dengan menggelengkan kepalanya, Jenderal Cheng mengungkapkan ketidakpuasannya dengan situasi tersebut. “Beberapa senjata telah dikirim dari bengkel ke-73, ke-86, dan ke-89, tetapi semuanya hampir tidak memuaskan. Aku telah diberi perintah untuk membentuk Pengawal Kekaisaran untuk memastikan keamanan Istana Yang Diberkati. Secara alami, Aku harus menggunakan kehati-hatian yang luar biasa ketika memilih senjata. ”", " Zhou Shu mendengarkan dengan linglung, tetapi dia tidak punya hak untuk membuka mulut dan mengajukan pertanyaan. Dia hanya bisa menebak dalam hatinya.", " Zhou Shu memiliki pemahaman tentang bengkel yang disebutkan Jenderal Cheng. Divisi Tempa Great Xia memiliki total 108 bengkel, dan di antaranya, Master Tempa resmi mengisi 36 bengkel pertama. Ada juga lebih dari cukup Pengrajin Agung di antara mereka, dan mereka bertugas membuat senjata peringkat.", " 72 bengkel yang tersisa, termasuk bengkel ke-97 tempat Zhou Shu bekerja, bertanggung jawab untuk menempa senjata standar.", " Lokakarya yang berbeda terampil menempa berbagai jenis persenjataan. Beberapa ahli dalam menempa pedang, sementara yang lain membuat senjata api. Ada orang lain yang mahir menempa tombak, dan lebih banyak lagi yang pandai menempa busur dan anak panah.", " Zhou Shu bertugas di Lokakarya ke-97, yang berspesialisasi dalam penempaan pedang.", " Zhou Shu merasakan sesuatu dari pernyataan Jenderal Cheng.", " Jenderal Cheng sedang menyusun pasukan, dan bengkel-bengkel Divisi Tempa berjuang untuk menjadi pemasok senjata.", " Berdasarkan pengalaman kerjanya di kehidupan sebelumnya, mudah untuk mengetahui bahwa menjadi pemasok senjata adalah pekerjaan yang menguntungkan.", " Xiao Zongshui dan yang lainnya tidak akan datang untuk mengambil pekerjaan ini jika tidak demikian.", " “Jenderal, pedang adalah raja dari semua senjata. Menurut pendapat Aku, itu adalah senjata yang paling tepat untuk Pengawal Kekaisaran—” Xiao Zongshui mengungkapkan pikirannya.", " Sebelum dia bisa menyelesaikannya, Jenderal Cheng menyela. “Aku sudah menyampaikan maksud Aku. Pedang Workshop ke-97 tidak sesuai dengan kriteriaku, Inspektur Xiao. Kamu dapat melengkapi pasukan biasa dengan pedang panjang standar yang telah kamu tempa, tetapi Pengawal Kekaisaranku adalah elit di antara para elit! ”", " \"Kamu salah paham, Jenderal Cheng.\" Xiao Zongshui menggelengkan kepalanya. “Aku tahu pedang panjang standar yang Aku bawa sebelumnya tidak layak untuk elit Kamu, jadi Aku membawa pedang baru yang telah dikerjakan oleh Lokakarya ke-97 selama bertahun-tahun!”", " \"Oh?\" Jenderal Cheng tetap tidak tertarik. Senjata macam apa yang bisa ditempa oleh sekelompok Forging Apprentice?", " \"Jenderal, silakan lihat!\" Dengan kedua tangan, Xiao Zongshui memegang pedang di depan Jenderal Cheng.", " Zhou Shu dapat melihat bahwa pedang itu adalah pedang panjang standar yang tajam yang telah diambil Xiao Zongshui darinya. Dia tidak bisa menahan diri untuk tidak memutar matanya. Bagaimana pedang yang Aku tempa menjadi senjata baru yang dikembangkan oleh Workshop ke-97 selama bertahun-tahun?", " “Apa yang membuat pedang ini unik?” Jenderal Cheng mengambil pedang panjang itu dan melihatnya sekilas.", " Pedang panjang standar yang tajam tampaknya tidak berbeda dari pedang panjang standar biasa. Itu adalah pedang lurus dengan satu sisi, mirip dengan pedang Tang.", " “Inspektur Xiao, Aku sangat sibuk. Jika itu hanya senjata lama, Kamu harus pergi. ” Jenderal Cheng tampak tidak sabar.", " Dia telah mencoba semua pedang panjang standar yang dibawa Xiao Zongshui sebelumnya, tetapi mereka tidak dapat memenuhi tuntutannya.", " Jika bukan karena fakta bahwa dia tidak bisa menghindari kontak dengan Divisi Tempa di masa depan, dan dia tidak ingin membuat hal-hal terlalu tidak menyenangkan dengan Divisi Tempa, dia pasti sudah mengusir Xiao Zongshui.", " \"Jenderal, ini bukan pedang panjang yang sama yang Aku bawa sebelumnya!\" Xiao Zongshui menjelaskan dengan cepat. \"Pisau ini memiliki ujung yang sangat tajam!\"", " \"Haha …\" Jenderal Cheng tertawa terbahak-bahak. “Inspektur Xiao, apakah Kamu menertawakan Aku? Bagaimana pedang bisa disebut pedang jika tidak tajam? ”", " Jenderal Cheng ingin mengantar mereka pergi.", " “Kata-kata saja bukanlah bukti. Silakan coba pedangnya, Jenderal! ” Xiao Zongshui bergegas untuk berbicara.", " Jenderal Cheng mengerutkan kening dan menatap Xiao Zongshui.", " \"Baik, aku akan memberimu kesempatan lagi,\" akhirnya dia berkata. \"Bawa baju besinya, teman-teman!\"", " Beberapa tentara segera menyeret pasak kayu yang memiliki dua lapis pelindung kulit di atasnya.", " \"Inspektur Xiao, jika pedangmu bisa menembus dua lapis baju besi, apa salahnya aku menggunakannya,\" kata Jenderal Cheng.", " Senjata standar yang bisa menembus lapis baja pertama sudah dianggap patut dicontoh.", " Bahkan dengan cakrawala luas Jenderal Cheng, dia belum menemukan banyak senjata standar yang mampu menghancurkan dua lapis baju besi.", " Pedang panjang standar yang mematahkan dua lapis baju besi pasti memenuhi syarat untuk melengkapi Pengawal Kekaisaran.", " \"Jenderal, mari kita tambahkan lapisan pelindung lainnya,\" kata Xiao Zongshui, suaranya dalam.", " \"Tiga lapis baju besi?\" Untuk sesaat, Jenderal Cheng tercengang. Kemudian dia berseru dengan marah, \"Inspektur Xiao, sudah cukup!\"", " Senjata standar ditempa menggunakan logam paling biasa. Menerobos dua lapis armor sangatlah sulit. Bagaimana mungkin menembus tiga lapisan?", " \"Jenderal, apa salahnya mencobanya?\" Xiao Zongshui berkata dengan serius.", " \"Sangat bagus!\" Untuk waktu yang lama, Jenderal Cheng menyipitkan matanya dan menatap Xiao Zongshui. Kemudian dia melambaikan tangannya, dan seorang prajurit meletakkan lapisan pelindung kulit lainnya di tiang kayu.", " \"Kamu melakukannya.\" Jenderal Cheng menyerahkan pedang itu kepada seorang prajurit.", " Dia adalah orang yang kuat, dan dia tidak akan bisa menguji ketajaman senjata jika dia mengujinya sendiri.", " Setelah mengukur beratnya, prajurit itu menebas dengan pedang panjang.", " Dia tidak menggunakan semua kekuatannya. Sebaliknya, ia menjaga kekuatannya di bawah kendali ke tingkat orang dewasa normal.", " Ini juga merupakan aturan untuk menentukan ketajaman senjata. Hanya dengan cara ini kekuatan senjata, bukan pengguna, akan dinilai.", " Pfft! Pedang panjang itu menelusuri garis yang menyilaukan di udara sebelum menyerang armor kulit dengan pedangnya.", " Pedang itu memotong pelindung kulit tebal seperti tahu. Bilahnya meluncur ke pelindung kulit hampir seketika, lalu ke tiang kayu.", " Bang! Sesuatu jatuh ke tanah dengan suara teredam.", " Ekspresi Jenderal Cheng berubah. Dia maju selangkah, melintasi beberapa meter, mendorong prajurit itu ke samping, dan meraih pedang panjang standar yang tajam. Dia menarik pedang panjang yang tertanam di tiang kayu dengan beberapa kekuatan di pergelangan tangannya.", " Retakan! Tiga lapis armor kulit terbelah di dada dan jatuh ke tanah, dan tiang kayu memiliki luka yang dalam di dalamnya.", " Pedang panjang standar yang tajam membelah tiang kayu dengan swoosh saat Jenderal Cheng membalik pergelangan tangannya. Tongkat kayu yang berat meluncur ke bawah secara diagonal, tampak bergerak dalam gerakan lambat, untuk memperlihatkan permukaan yang halus, hampir seperti cermin.", " “Pedang yang luar biasa!” Jenderal Cheng tidak bisa menahan diri untuk tidak berseru. \"Pedang yang sangat tajam!\"", " “Inspektur Xiao, apakah ini pedang baru yang dikembangkan bengkelmu? Disebut apakah itu?\"", " \"Itu …\" Xiao Zongshui ragu-ragu sejenak. Pedang ini tidak memiliki nama.", " \"Jenderal, nama pedang ini adalah Huben!\"", " Xiao Zongshui sedang memeras akalnya ketika dia mendengar sebuah suara.", " \"'Huben' berarti 'pejuang'.. Pengawal Kekaisaran Jenderal menjaga istana, jadi mereka adalah pejuang Huben,\" tambah suara itu. “Huben Sabres dan Pasukan Huben pergi bersama seperti mimpi! Jenderal, siapa lagi selain Pasukan Hubenmu yang pantas mendapatkan Huben Sabre?”", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 1: Kanon Persenjataan Legendaris", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Zhou Shu linglung saat dia melihat sekelilingnya. Ditransmigrasikan?", " Ini adalah gagasan yang menggelikan, yang bahkan dia tidak bisa percaya.", " Meski begitu, fakta berbicara lebih keras daripada kata-kata. Dia tidak bisa memikirkan siapa pun yang akan mempermainkannya, dan satu-satunya penjelasan yang bisa dia dapatkan adalah transmigrasi.", " Dia ingat dengan jelas tidur di kamar tidurnya yang mewah seluas 20 meter persegi pada malam sebelumnya, namun dia terbangun di halaman pertanian yang rusak. Jika ini adalah lelucon yang dimainkan padanya, biayanya akan terlalu tinggi.", " Bagaimanapun, tidak mungkin menemukan halaman pertanian yang rusak di kota akhir-akhir ini …", " Kamarku lebih besar dari seluruh halaman pertanian ini!", " Sementara Zhou Shu meratap, banyak ingatan yang tidak teratur menghantam pikirannya entah dari mana.", " Kejadian tak terduga ini menyebabkan Zhou Shu mengerang, berjongkok, dan memeluk kepalanya dengan kedua tangan.", " Setelah waktu yang lama, rasa sakit yang membengkak di kepalanya mereda, dan matanya kembali jernih.", " Xia Hebat… Divisi Penempaan…", " Zhou Shu merenungkan ingatan yang muncul di benaknya, mendapatkan pemahaman umum tentang kesulitannya.", " Pendahulu dari tubuh ini adalah seseorang yang juga bernama Zhou Shu. Dia telah berusia 18 tahun tahun ini, dan tiga generasi nenek moyangnya adalah pengrajin dari Divisi Penempaan Xia Besar, yang bertanggung jawab untuk menempa senjata.", " Kakek dan ayahnya telah meninggal karena kelelahan di tahun-tahun awal mereka. Dengan demikian, ketika dia berusia 18 tahun, dia langsung mewarisi profesi ayahnya dan magang di Divisi Tempa. Pada akhirnya, dia, seperti leluhurnya, meninggal karena kelelahan, menguntungkan transmigran ini, Zhou Shu.", " \"Pemalsu, bukankah mereka hanya menempa logam?\"", " Zhou Shu menilai situasi kehidupannya saat ini sambil mengobrak-abrik ingatannya.", " Halaman kecil tempat dia berada saat ini adalah kediaman yang disediakan untuk para pengrajin oleh Kementerian Divisi Tempa. Meskipun tiga generasi nenek moyang pendahulunya bekerja langsung untuk Kementerian Negara, mereka bahkan tidak dapat memperoleh sebuah rumah di ibukota kekaisaran Great Xia.", " Tabungan pendahulu Zhou Shu semakin habis ketika dia berusaha untuk mengobati penyakit orang tuanya sebelum mereka meninggal.", " Dengan kata lain, halaman pertanian kecil ini adalah satu-satunya tempat perlindungan dirinya saat ini.", " Setidaknya, aku punya tempat untuk meletakkan kakiku dan tidak akan berakhir di jalanan… Zhou Shu menghibur dirinya sendiri.", " Sulit untuk tinggal di ibukota kekaisaran …", " Memiliki tempat tinggal sudah dianggap sebagai nilai plus.", " Peternakan ini hanya 20 meter persegi. Selain kamar tidur yang rusak, ada gudang di sudut yang tampaknya menjadi rumah bengkel. Bengkel adalah satu-satunya cara pendahulunya bisa mencari nafkah.", " Divisi Penempaan brutal, dan para pengrajin tidur dan bekerja di tempat yang sama.", " Seperti yang diharapkan, sebagai yang terendah dari yang terendah, Kamu adalah pengisap yang menunggu untuk dimainkan, di mana pun Kamu berada. Zhou Shu menghela nafas.", " Divisi Penempaan memperlakukan pemalsu mereka dengan baik, secara relatif. Bahkan bawahan tingkat terendah, seperti Zhou Shu, diberikan makanan dan penginapan, serta setengah tael perak setiap bulan.", " Tapi beban kerjanya terlalu berat.", " Menggunakan situasi Zhou Shu saat ini sebagai contoh, Divisi Penempaan mengharuskan Magang Penempaan untuk menyerahkan 100 senjata setiap bulan. Ini berarti dia harus menempa setidaknya tiga senjata rata-rata per hari untuk menyelesaikan tugasnya. Jika tidak, cambuk dan hukuman siap untuknya.", " Pendahulunya berpendidikan baik dan mulai belajar menempa pada usia muda. Meskipun demikian, dia masih membutuhkan empat hingga enam jam untuk menempa senjata.", " Menempa tiga senjata memakan waktu rata-rata 14 hingga 16 jam, dan itu dengan asumsi semuanya berjalan lancar.", " Kenyataannya, mencapai tingkat keberhasilan 100 persen dalam penempaan tidak mungkin. Ketika penempaan gagal, dia harus memulai kembali. Akibatnya, ia bekerja hampir 16 jam per hari!", " Karena itu, selain makan dan tidur, ia harus bekerja nonstop setiap hari untuk menyelesaikan tugas tepat waktu.", " Dengan tingkat beban kerja ini, tidak heran pendahulunya kelelahan sampai mati.", " Apakah Aku akan mati karena kelelahan setelah baru saja pindah? Zhou Shu merasa ingin menangis tetapi tidak ada air mata. Dia percaya bahwa jika dia terus bekerja dengan cara ini, dia akan mati dalam waktu satu bulan.", " Tampaknya satu-satunya cara untuk bertahan hidup adalah mencari cara untuk menjadi Master Penempaan resmi.", " Zhou Shu merenung.", " Dia telah menandatangani kontrak dengan Divisi Tempa, jadi dia tidak bisa pergi. Tetapi Divisi Penempaan memiliki metode kemajuannya sendiri.", " Dia adalah seorang Magang Tempa. Dia berada di level terendah, mirip dengan tubuh anjing. Master Forging Resmi adalah peringkat di atas Forging Apprentice.", " Master Tempa sudah menjadi anggota staf teknis Divisi Tempa, dan mereka tidak diperlakukan dengan cara yang sama seperti Magang Tempa.", " Mereka bisa tinggal di rumah yang layak dengan dapur dan toilet. Gaji mereka juga jauh lebih tinggi daripada Forging Apprentices. Yang paling penting, beban kerja mereka tidak terlalu menuntut dibandingkan dengan Forging Apprentices.", " Sebagai Master Penempaan, mereka menyelesaikan tugas jika mereka menyerahkan 30 senjata setiap bulan.", " Master Penempaan tingkat tinggi berada di atas Master Penempaan. Mereka adalah kekuatan utama Divisi Tempa. Setiap Master Penempaan Tingkat Tinggi dianggap sebagai kekayaan Divisi Penempaan, dan mereka diperlakukan jauh lebih baik daripada Master Penempaan.", " Pengrajin Agung adalah level di atas Master Penempaan Tingkat Tinggi. Jika Master Penempaan Tingkat Tinggi adalah kekayaan Divisi Penempaan, maka Pengrajin Agung adalah harta Divisi Penempaan.", " Bukan imajinasi untuk menganggap setiap Pengrajin Agung sebagai harta nasional.", " Pengrajin Agung hampir setara dengan direktur Divisi Tempa dalam hal status sosial. Direktur dari Divisi Tempa adalah pejabat peringkat kelima. Mereka setara dengan wakil kepala biro, yang memiliki pangkat yang sama dengan wakil walikota di kehidupan Zhou Shu sebelumnya.", " Tetapi bahkan direktur dari Divisi Penempaan harus menghormati Grand Craftsmen pada tingkat praktis. Lagi pula, ada banyak pejabat peringkat kelima tetapi hanya segelintir Pengrajin Besar.", " Tampaknya ada master penempaan yang lebih kuat di atas Grand Craftsmen. Namun, ini bukanlah informasi yang dapat diperoleh pendahulu Zhou Shu.", " Masa depan seseorang akan cerah jika seseorang bisa menjadi Master Penempaan. Tetapi menjadi Master Penempaan bukanlah tugas yang mudah.", " Tiga generasi nenek moyang pendahulu Zhou Shu semuanya telah menjadi Magang Penempaan di Divisi Penempaan, tetapi mereka belum bisa menjadi Master Penempaan bahkan sampai pendahulu Zhou Shu. Ini menunjukkan betapa sulitnya itu.", " Persyaratan untuk menjadi Master Penempaan cukup sederhana—kemampuan untuk memalsukan senjata peringkat.", " Senjata di dunia ini diklasifikasikan sebagai Surga, Bumi, Hitam, dan Kuning. Senjata yang ditempa oleh murid magang seperti Zhou Shu adalah senjata standar dan tidak berperingkat.", " Forging Masters ke atas memegang semua formula rahasia untuk menempa senjata berperingkat dan selalu merahasiakannya. Hampir tidak mungkin bagi Zhou Shu untuk menjadi Master Penempaan tanpa bantuan seorang master.", " Kenyataannya, Divisi Tempa memiliki puluhan ribu Magang Tempa, dan hampir tidak ada satu dari seratus yang bisa maju menjadi Master Tempa.", " Tentunya itu tidak berarti Aku akan terjebak sampai mati di sini?", " Zhou Shu mengambil pedang panjang standar yang telah ditempa pendahulunya dan mulai memeriksanya. Dia tidak tahu apa-apa tentang menempa dan tidak tahu apa perbedaan antara senjata standar dan senjata peringkat.", " Apa yang harus Aku lakukan?", " Dia merenung lama, mencoba mengingat solusi dari ingatan pendahulunya.", " Tiba-tiba, penglihatannya kabur, dan dia melihat cahaya keemasan yang menyilaukan. Di tengah pusingnya, sebuah buku bersampul biru muncul di depannya.", " Beberapa kata primitif tertulis di sampul buku. Zhou Shu mengerti apa artinya pada pandangan pertama.", " Kanon Persenjataan Legendaris!", " Berdesir!", " Bahkan tanpa angin, buku biru itu membalik beberapa halaman sebelum berhenti.", " Tatapan Zhou Shu tertuju pada buku itu, di mana dia melihat gambar pedang panjang. Tampaknya sama dengan pedang panjang standar yang dia pegang di tangannya. Gambarnya sangat indah, seolah-olah pedang itu benar-benar ada di depannya.", " Sebaris kata-kata kuno tertulis di pedang.", " [Saber Panjang Standar Tajam!]", " Sepotong informasi muncul di benak Zhou Shu saat dia melihat kata-kata ini.", " Metode penempaan pedang panjang standar!", " Mata Zhou Shu bersinar. Dia punya solusi untuk masalahnya!", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 4: Teknik Prajna Gajah Naga", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Retakan! Pedang panjang standar di tangan Zhou Shu mengeluarkan suara tajam saat patah menjadi dua.", " Setengah dari pedang jatuh dan jatuh beberapa inci ke tanah.", " Zhou Shu tidak peduli dengan kematian pedang panjang itu. Seluruh fokusnya adalah pada informasi yang tiba-tiba muncul di kepalanya.", " [Teknik Prajna Gajah Naga!]", " Berkat ingatan pendahulunya, Zhou Shu telah lama mengetahui bahwa seni bela diri elit ada di dunia ini.", " Tetapi sebelum ini, dia tidak tahu apakah dia bisa bertahan, jadi mengapa dia berfantasi tentang hal-hal yang tidak mungkin tercapai?", " Dia tidak pernah membayangkan dia akan bisa mendapatkan teknik kultivasi dalam situasi seperti itu!", " Senjata yang Aku tempa memberikan manfaat seperti itu setelah membunuh musuh? Seluruh keberadaan Zhou Shu menjadi terpesona. Bahkan sensasi membunuh seseorang yang tidak menyenangkan pun berkurang.", " Dia percaya bahwa menjadi Master Tempa akan membalikkan nasibnya. Tapi dia sekarang mengerti bahwa batu mulia itu membuat pemiliknya yang tidak bersalah masuk penjara. Menjadi Master Penempaan dengan hanya teknik dan formula penempaan sementara tidak memiliki kemampuan untuk membela diri mungkin bukan ide yang bagus.", " Pedang panjang standar yang tajam bahkan bukan senjata peringkat, tetapi yang lain sudah mendambakannya. Apa yang akan terjadi jika itu adalah senjata peringkat?", " Menempa Magang dengan latar belakang yang kuat mungkin tidak takut, tetapi Zhou Shu berbeda. Dia tidak dilindungi di Great Xia.", " Apa yang baru saja terjadi adalah bukti.", " Dia baru saja mengeluarkan pedang panjang standar yang tajam, tetapi seseorang segera datang untuk menghadapinya tentang formula penempaan rahasia.", " Jika ketajaman pedang panjang standar tidak begitu luar biasa, hasilnya mungkin tidak akan begitu menguntungkan.", " Karena pedang panjang standar yang tajam dapat memotong besi semudah seperti lumpur, dan bahkan dapat menembus palu, pria tinggi kurus itu tertangkap basah dan terbunuh. Jika tidak, Zhou Shu mungkin bukan lawannya.", " Aku tidak bisa membiarkan diriku berada dalam situasi berbahaya lagi! Zhou Shu masih merasa khawatir ketika dia mengingat kejadian itu. Perasaan hidupnya tergantung di ujung pisau adalah sesuatu yang tidak ingin dia alami lagi.", " [Kamu menerima hadiah dua tahun kultivasi karena pedang panjang standar tajam yang kamu tempa secara efektif menyelesaikan pembunuhan!]", " Suara lain muncul di benak Zhou Shu.", " Bersamaan dengan itu, dantiannya tampak meledak saat kekuatan besar muncul entah dari mana, dan energi menyebar ke seluruh tubuhnya dalam sekejap.", " Retakan! Zhou Shu merasa seolah-olah salah satu belenggu di tubuhnya putus. Aliran energi tanpa akhir melonjak keluar dari dantiannya, dan seluruh tubuhnya tampak penuh dengan vitalitas. Bahkan penglihatan dan pendengarannya jauh lebih tajam dari sebelumnya.", " Mm? Mata Zhou Shu berbinar. Dia maju selangkah dan melambaikan tangannya. Pedang patah di tangannya langsung menebas landasan di depannya.", " Dia menempa landasan ini hampir sepanjang waktu. Itu tebal dan berat dengan cara yang belum pernah terjadi sebelumnya. Itu juga telah ditempa seribu kali, membuatnya sekuat senjata surgawi.", " Pedang Zhou Shu membelah landasan tebal seolah-olah itu tahu, membelahnya menjadi seukuran kepala bayi dengan suara mendesing.", " Bang! Besi itu jatuh ke tanah, mengirimkan debu beterbangan ke mana-mana.", " Zhou Shu mendengar beberapa langkah panik di luar tembok halaman pada waktu yang hampir bersamaan.", " Malam ini, pria jangkung kurus bukan satu-satunya yang memiliki hati serakah. Dia hanya bertindak tercepat dan juga mati tercepat.", " Kematian pria jangkung kurus dan serangan Zhou Shu telah menakuti orang-orang lainnya dengan agenda tersembunyi.", " Ini terlalu berbahaya! Zhou Shu merasakan ketakutan yang tersisa di hatinya. Aku tidak berpikir Divisi Penempaan akan seseram ini. Aku tidak menyadari bahwa ketika orang menjadi serakah, mereka tidak memiliki masalah!", " Zhou Shu melihat mayat di tanah, tapi dia tidak terlalu khawatir. Yang satu menuai apa yang ditabur. Mereka yang membunuh orang lain selalu dibunuh. Orang ini telah menyerangnya lebih dulu, dan dia hanya melakukan serangan balik. Ini masuk akal.", " Selanjutnya, Xiao Zongshui baru saja mengambil pedangnya. Bagaimana dia bisa menolak untuk membantunya menyelesaikan masalah kecil seperti itu?", " Pedang panjang standarku yang tajam tidak membunuh siapa pun lagi. Mengapa ada hadiah lain? Apakah itu pedang lainnya? Zhou Shu merenung, mengesampingkan pikiran lain.", " Dia telah menempa dua pedang panjang standar yang tajam.", " Ketika dia membunuh pria jangkung kurus itu, salah satunya patah, sementara yang lain diambil oleh Inspektur Xiao Zongshui.", " Karena dia tidak membunuh siapa pun sekarang, wajar untuk berasumsi bahwa Xiao Zongshui telah membunuh seseorang!", " Tampaknya Aku bisa mendapatkan hadiah bahkan jika orang lain menggunakan senjata yang Aku tempa untuk membunuh. Zhou Shu merasa bahwa dia mendapatkan pemahaman yang lebih baik tentang cara menggunakan Kanon Persenjataan Legendaris. Kalau begitu, selama aku menempa dan mendistribusikan cukup banyak senjata… Matanya berbinar.", " Dengan hanya menempa dua pedang panjang standar yang tajam, dia telah mencapai Teknik Prajna Gajah Naga dan dua tahun kultivasi. Jika dia memalsukan dua ratus …", " Dia menjadi bersemangat hanya dengan memikirkannya. Bukankah ini berarti bahwa setiap orang yang menggunakan senjata yang Aku tempa secara efektif bekerja untuk Aku?", " Teknik Prajna Gajah Naga memiliki tiga belas level. Aku memiliki dua tahun kultivasi sekarang, dan Aku hanya menguasai tingkat pertama. Aku akan membutuhkan empat tahun untuk menguasai tingkat kedua. Tingkat ketiga akan memakan waktu delapan tahun, dan yang keempat akan memakan waktu enam belas… Dalam keadaan normal, Aku tidak akan bisa mencapai tingkat ketiga belas selama sisa hidup Aku. Tetapi tujuan ini tidak sulit untuk dicapai dengan Canon Persenjataan Legendaris!", " Tingkat pertama Teknik Prajna Gajah Naga memberinya kekuatan satu naga dan satu gajah. Ini berlebihan, tetapi kekuatannya saat ini masih setara dengan ratusan kati.", " Serangan sebelumnya tidak akan memiliki dampak yang sama jika bukan karena ini. Lagi pula, tidak peduli seberapa tajam senjata itu, kekuatannya tergantung pada orang yang menggunakannya.", " Dia tidak perlu khawatir tentang Magang Tempa yang membahayakan hidupnya karena dia memiliki kekuatan satu naga dan satu gajah sekarang.", " Tapi Magang Tempa hanya berada di level awal Divisi Tempa. Mayoritas dari mereka hanyalah orang biasa.", " Banyak orang lebih kuat dari mereka, dan tingkat pertama Teknik Prajna Gajah Naga masih jauh dari cukup.", " Dunia ini, menurut legenda yang tersebar di ingatan pendahulunya, adalah dunia seni bela diri elit. Bahkan jika dia mencapai level tertinggi dari Teknik Prajna Naga dan Gajah, dia mungkin tidak terkalahkan, apalagi hanya di level pertama.", " Lebih aman bagiku untuk tetap berada di Divisi Penempaan sampai aku mendapatkan kekuatan yang cukup. Zhou Shu merasionalisasi. Meskipun ada orang di sini dengan agenda tersembunyi, mereka tidak berani bertindak gegabah. Plus, hanya di sini Aku bisa dengan bebas memalsukan dan mendistribusikan senjata.", " Senjata Divisi Penempaan akan dikirim ke tiga kekuatan militer Great Xia. Biasanya, akan ada banyak pertempuran, dan mereka pasti akan membunuh musuh dengan senjata di tangan mereka.", " Tidak realistis untuk mengharapkan ketiga kekuatan militer menggunakan senjata yang dia tempa. Tetapi keuntungannya tidak akan pernah terpikirkan jika ratusan atau ribuan orang menggunakan senjata yang dia tempa untuk membunuh musuh.", " Jika Aku tinggal di Divisi Penempaan … Zhou Shu menggunakan kebiasaan kehidupan masa lalunya untuk menilai keuntungan dan kerugian situasi. Aku dulu percaya bahwa jika Aku menjadi Master Tempa, Aku akan menerima perlakuan istimewa sebagai pengrajin yang terampil. Sekarang, tampaknya Aku terlalu menyederhanakan banyak hal.", " Tidak seperti di kehidupan Aku sebelumnya, ini bukan era damai. Tetapi bahkan saat itu, ada banyak orang yang akan melakukan apa saja demi keuntungan.", " Formula penempaan senjata peringkat adalah hal-hal yang dapat diturunkan dari satu generasi ke generasi Master Penempaan lainnya. Nilai mereka tidak terukur.", " Belum lagi bagaimana Aku akan menjelaskan asal-usul formula rahasia penempaan, Aku tidak tahu berapa banyak orang yang akan datang untuk formula rahasia karena Aku tidak memiliki latar belakang. Pedang panjang standar yang tajam hanyalah senjata standar tingkat atas. Forging Masters mungkin tidak menyukainya. Tetapi jika itu memalsukan formula untuk senjata peringkat, bahkan Master Penempaan akan tergoda. Kekuatan Master Tempa jauh lebih besar daripada Magang Tempa. Kemungkinan, level awal Teknik Prajna Gajah Naga tidak akan mampu menanganinya. Jadi Aku tidak bisa maju ke Forging Master sampai Aku memiliki kekuatan yang cukup untuk membela diri. Aku harus merahasiakannya, bahkan jika Aku bisa memalsukan senjata peringkat! Zhou Shu menganalisis pro dan kontra dari situasi di benaknya.", " Dia yakin bahwa dia bisa menjadi Master Penempaan dengan Canon Persenjataan Legendaris, bahkan jika itu hanya berisi formula untuk satu senjata sekarang. Tapi melihat hal-hal sekarang, terburu-buru untuk menjadi Master Tempa bukanlah ide yang baik.", " Pertama-tama, aneh bahwa seorang Magang Tempa dapat dengan cepat naik ke peringkat Master Tempa tanpa bantuan seorang master.", " Orang-orang sudah mengingini pedang panjang standar tajam hanya dengan menunjukkannya. Siapa yang tahu berapa banyak orang yang akan bereaksi jika formula penempaan rahasia untuk senjata peringkat muncul!", " Zhou Shu tidak ingin ditangkap dan diinterogasi.", " Lebih jauh lagi, dia telah terburu-buru untuk menjadi Master Penempaan sebelumnya karena dia takut mati muda karena terlalu banyak bekerja. Dia tidak lagi harus khawatir tentang masalah ini.", " Dia telah menguasai teknik Prajna Gajah Naga tingkat pertama. Mengesampingkan yang lainnya, dengan kekuatannya saat ini, apakah dia akan lelah setengah mati jika dia memalsukan tiga hingga lima senjata sehari seperti sedang bermain game?", " Ini tidak mungkin.", " Menyelesaikan jumlah yang sedikit untuk tugas yang diperlukan dari Forging Apprentice adalah sepotong kue untuk Forging Apprentice Zhou Shu saat ini.", " Aku akan tinggal di Divisi Penempaan sebagai magang dan melakukan yang terbaik untuk menempa beberapa pedang panjang standar yang tajam untuk mengumpulkan kekuatan Aku. Sampai Aku memiliki keyakinan mutlak, Aku tidak akan maju ke Forging Master! Zhou Shu merenung.", " Pada saat yang sama, di kediaman mewah tidak terlalu jauh dari bengkel Zhou Shu…", " Xiao Zongshui menjentikkan pergelangan tangannya di halaman mansion, dan darah di pedang panjang jatuh ke tanah. Pisau itu berkilau dan bersih sekali lagi.", " Seekor anjing hitam setinggi hampir setengah manusia jatuh ke tanah tepat di depannya, kepala dan tubuhnya terputus.", " Xiao Zongshui telah menguji pedang pada makhluk hidup!", " Dentang!", " Dia menjentikkan jarinya pada pedang, dan suara merdu terdengar.", " Dia mengangguk puas. Pedang ini jauh lebih tajam dari yang Aku perkirakan. Pedang panjang standar biasa sudah bisa menembus lapisan baju besi, yang tidak terlalu buruk. Tapi pedang ini mampu menembus tiga lapis armor dan langsung membunuh tubuh berdaging tanpa perlawanan apapun. Zhou Shu ini benar-benar luar biasa… Aku sudah menyerah untuk bersaing, tapi aku tidak menyangka Zhou Shu akan memberiku secercah harapan. Xiao Zongshui berunding. Pedang ini mungkin benar-benar berfungsi.", " Xiao Zongshui mengayunkan lengan bajunya, mendorong pintu hingga terbuka, dan berjalan menuju area perumahan Magang Tempa, tampaknya telah membuat keputusan.", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 5: Inspektur", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Mendesis!", " Zhou Shu memasukkan pisau merahnya ke dalam tangki air sumur yang dingin. Seluruh gudang pekerjaan dipenuhi dengan uap putih.", " Bilahnya menebas udara dengan suara samar saat dia menjentikkan pergelangan tangannya.", " Dua jam! Zhou Shu melihat pedang panjang di tangannya dengan ekspresi puas.", " Dia menempa yang baru setelah pedang panjang standar tajam sebelumnya hancur. Dia melacak berapa lama waktu yang dibutuhkan untuk menempa satu kali ini.", " Dia telah menyelesaikan proses penempaan penuh hanya dalam dua jam.", " Jika sebelumnya, dia akan membutuhkan setidaknya enam jam untuk membuat pedang standar yang tajam!", " Setelah menguasai Teknik Prajna Gajah Naga tingkat pertama, efisiensi penempaan senjatanya telah meningkat tiga kali lipat!", " Terutama, menempa pisau panjang standar yang tajam digunakan untuk membuatnya kelelahan, dan dia harus istirahat lama dari menempa sebelum dia bisa melanjutkan.", " Ia tidak merasa lelah selama ini. Bahkan jika dia harus menempa pedang panjang standar tajam lainnya, dia percaya bahwa staminanya akan cukup.", " Teknik Prajna Gajah Naga lebih kuat dari yang Aku perkirakan. Zhou Shu sangat gembira. Tidak akan sulit bagiku untuk menempa lima atau enam pedang panjang standar tajam sehari jika aku melepaskan kekuatan penuhku.", " Akibatnya, menyelesaikan tugas bulanan Divisi Tempa menjadi jauh lebih mudah.", " Untuk menyelesaikan tugas bulanannya, dia hanya perlu menghabiskan empat hingga enam jam sehari untuk menempa. Bukankah lebih baik menghabiskan sisa waktu dengan bersantai?", " Bang! Bang! Bang!", " Ketukan di pintu menyentak Zhou Shu dari lamunannya.", " Zhou Shu sedikit mengernyit. Hari ini bukan hari untuk mengumpulkan senjata. Siapa yang akan datang mencariku?", " Dia tanpa sadar melirik mayat pria jangkung kurus di sudut. Dia masih harus membuang mayatnya.", " Mungkinkah orang lain dengan agenda tersembunyi? Zhou Shu meningkatkan kewaspadaannya, tetapi dia tidak panik atau takut. Dia bukan lagi orang yang sama seperti malam sebelumnya, meskipun itu baru satu malam.", " Dia menggunakan pedang panjang standar yang tajam dan telah menguasai tingkat pertama Teknik Prajna Gajah Naga. Dia akan mampu menghadapi sepuluh Magang Tempa biasa!", " Zhou Shu membuka pintu sedikit sambil menyembunyikan pedang panjang standar yang tajam di belakangnya.", " “Sudah jam berapa? Apakah kamu masih tidur? Kenapa lama sekali buka pintunya?” Xiao Zongshui menegur begitu pintu terbuka.", " Zhou Shu mengutuk dalam hatinya. Jam berapa? Dalam kehidupan Aku sebelumnya, ini baru pukul enam pagi. Jika Aku tidak tidur jam enam, apakah Aku harus bekerja?", " \"Kenapa kamu di sini, Inspektur?\" Zhou Shu berkata langsung, pura-pura tidak mendengar kritik Xiao Zongshui.", " Satu-satunya tanggapan yang diterima Zhou Shu dari Xiao Zongshui adalah dia berjalan melewati pintu dan masuk ke gudang kerjanya.", " Zhou Shu melompat ketakutan. Mayat pria jangkung kurus itu masih ada di sana. Dia akan melemparkan mayat itu ke dalam api dan membakarnya jika dia tahu Xiao Zongshui akan datang hari ini!", " Aku terlalu ceroboh! Pikirannya berpacu saat dia bersiap untuk menjawab pertanyaan Xiao Zongshui.", " Pada akhirnya, Xiao Zongshui hanya melirik sekilas ke mayat itu sebelum mengalihkan fokusnya ke pedang Zhou Shu yang baru saja ditempa.", " Xiao Zongshui berteriak, \"Berikan padaku!\"", " Zhou Shu tertegun sejenak sebelum berkata, \"Apa?\"", " \"Pedang!\" Xiao Zongshui berkata dengan tidak sabar.", " \"Oh baiklah.\" Zhou Shu menyerahkan pedang panjang standar tajam di tangannya tanpa ragu-ragu.", " Zhou Shu tidak akan memberikan pedang itu begitu saja jika itu orang lain.", " Tapi ini atasannya, yang juga tiran lokal Bengkel ke-97. Tidak masalah baginya apakah Zhou Shu memiliki pedang atau tidak jika dia ingin membunuhnya.", " Xiao Zongshui menebas dengan pedang.", " Bilahnya berkilau sesaat saat pedang panjang standar yang tajam mengenai landasan Zhou Shu.", " Pfft! Dengan suara lembut, landasan persegi dua kaki itu terbelah menjadi dua.", " Zhou Shu terdiam saat dia melihat permukaan yang halus.", " Dia telah menempa pedang panjang standar yang tajam, jadi dia tahu persis seberapa kuat itu.", " Jika itu hanya orang biasa yang memegang pedang, memotong tiga lapis armor akan menjadi batasnya. Kekuatan individu yang memegang pedang menentukan kemampuan mereka untuk memotong besi semudah seperti lumpur.", " Dia telah mencapai tingkat pertama Teknik Prajna Gajah Naga, dan kekuatannya secara signifikan lebih tinggi dari sebelumnya. Dia telah mengerahkan seluruh kekuatannya malam sebelumnya, tetapi dia hanya berhasil memotong sepotong landasan. Ayunan santai Xiao Zongshui telah memotong landasan menjadi dua.", " Seperti yang diharapkan, dia tahu seni bela diri! Zhou Shu sudah lama curiga bahwa Xiao Zongshui bukan orang biasa. Tapi sekarang tampaknya dia setidaknya lebih kuat darinya.", " “Ketajaman pedang ini tak tertandingi di antara senjata standar. Kekokohan, di sisi lain…” Xiao Zongshui mengerutkan kening.", " Mengikuti kata-katanya, pedang panjang di telapak tangannya patah menjadi dua.", " Hati Zhou Shu berdarah. Dia telah menyerahkan tidurnya untuk menempanya!", " Dia bermaksud menyembunyikannya dan menggunakannya untuk pertahanan diri!", " \"Inspektur benar,\" gumam Zhou Shu sambil mengutuk Exploiter Xiao di dalam hatinya.", " Zhou Shu sangat menyadari masalah yang ditunjukkan oleh Xiao Zongshui.", " Pedang panjang standar yang tajam memiliki ketajaman yang jauh lebih tajam daripada pedang panjang standar, tetapi kekokohannya biasa-biasa saja, dan mungkin mudah dihancurkan jika diretas dengan paksa.", " Menangkan sebagian, kehilangan sebagian. Bagaimanapun, ini hanya pedang panjang standar.", " “Namun, tidak mudah untuk menempa pedang panjang standar yang tajam dengan bahan yang ada,” lanjut Xiao Zongshui. \"Zhou Shu, bersiaplah untuk menemaniku keluar.\"", " Tanpa menunggu Zhou Shu setuju, Xiao Zongshui membuang pedang patah di tangannya dan melangkah keluar dengan tangan di belakang punggungnya.", " Kakinya sudah melewati ambang pintu ketika dia tiba-tiba berhenti. “Jaga jenazahnya. Jangan tinggalkan di sana. Dalam satu jam, ayo temukan aku. ”", " Xiao Zongshui berjalan pergi perlahan.", " Xiao Zongshui tidak bertanya siapa pria jangkung kurus itu, mengapa dia meninggal di gudang kerja Zhou Shu, atau siapa yang membunuhnya.", " Meskipun pria jangkung kurus itu telah mati di tangan Zhou Shu, hatinya penuh dengan kesedihan.", " Sebuah kehidupan hilang begitu saja, dan tidak ada yang mempertanyakannya.", " Dunia ini bukan lagi Bumi kehidupan masa laluku. Di sini, nyawa manusia tidak berharga. Zhou Shu menyadari kekejaman dunia ini sekali lagi.", " Apa yang Xiao Zongshui ingin aku lakukan? Zhou Shu merasakan bahaya.", " Dia baru menguasai Teknik Prajna Gajah Naga tingkat pertama. Itu jauh dari cukup dalam hal pelestarian diri!", " Itu harus terkait dengan pedang panjang standar yang tajam. Dari cara Xiao Zongshui berperilaku, kemungkinan bahayanya rendah.", " Xiao Zongshui adalah pengawas Lokakarya ke-97. Dia seperti pemimpin tertinggi di bengkel ini. Dia tidak perlu menyembunyikan apa pun di depan Zhou Shu, dan dia tidak perlu berputar-putar jika dia bermaksud menyakiti Zhou Shu.", " Saat Zhou Shu mengingat setiap tindakan Xiao Zongshui, dia sampai pada kesimpulan bahwa Xiao Zongshui yang mencarinya bukanlah hal yang negatif.", " Setelah dia merenung sebentar, tatapannya jatuh pada mayat pria jangkung kurus itu.", " Xiao Zongshui menuntut agar dia membuang mayatnya. Bagaimana dia akan melakukan ini?", " Melemparkannya ke dalam tungku dan membiarkannya terbakar? Dia tidak mungkin melakukannya…", " Di masa depan, dia harus menggunakan tungku ini untuk menempa. Bagaimana dia akan menggunakannya setelah membakar mayat?", " Menguburnya? Memikirkannya saja membuat Zhou Shu gugup. Apakah dia masih bisa tidur jika mayat dikuburkan di halaman rumahnya?", " Tepat saat dia berpikir, beberapa pengembara muncul di halamannya dan masuk tanpa sepatah kata pun. Mereka mengangkat mayat pria jangkung kurus itu dan pergi.", " Zhou Shu tidak menghentikan mereka. Sebaliknya, dia menghela nafas lega. Tampaknya Xiao Zongshui cukup teliti, mengirim pekerja untuk membuang mayatnya.", " Setelah menyelesaikan masalah besar ini, Zhou Shu membasuh wajahnya dan berjalan menuju kediaman Xiao Zongshui.", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 8: Penggunaan Kanon Persenjataan Legendaris yang Benar", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Apakah Kamu memiliki pertanyaan untuk Aku?\" Xiao Zongshui bertanya pada Zhou Shu, wajahnya tanpa ekspresi.", " Langit masih cerah ketika mereka meninggalkan bengkel Divisi Tempa. Hari sudah gelap ketika mereka meninggalkan kamp militer.", " Tanpa sadar, mereka telah tinggal di kamp pasukan Huben selama sehari penuh.", " \"Tidak.\" Zhou Shu menggelengkan kepalanya dengan kuat.", " Dia tidak tahu apa yang dibicarakan Xiao Zongshui dan Jenderal Cheng di tenda, dan dia juga tidak peduli.", " Seorang pekerja harus memiliki kesadaran untuk menjadi satu. Mengetahui terlalu banyak mungkin bukan hal yang baik.", " \"Betulkah?\" Mata Xiao Zongshui bersinar dengan sarkasme. \"Kamu pasti berpikir bahwa formula rahasia Huben Sabre adalah milikmu, jadi mengapa itu akhirnya menjadi milik Workshop ke-97.\"", " “Aku tidak—”", " “Tidak perlu menyangkalnya. Siapa pun akan berpikir begitu,” sela Xiao Zongshui. “Biarkan aku mencerahkanmu. Itu karena aku, Xiao Zongshui, adalah pengawas dari Workshop ke-97!”", " Zhou Shu terdiam. Exploiter Xiao menerima begitu saja keuntungan yang tidak pantas didapatnya!", " “Tidak perlu marah.” Xiao Zongshui tidak peduli dengan reaksi Zhou Shu. “Beginilah cara dunia bekerja. Kamu tidak dapat mempertahankan formula penempaan rahasia Huben Saber meskipun itu ada di tangan Kamu. Bahkan jika Kamu menyerahkan formulanya, itu masih harus melalui Aku. Sebenarnya, Kamu harus menganggap diri Kamu beruntung karena Jenderal Cheng tertarik pada Huben Sabre.", " “Aku akan mengatakan yang sebenarnya. Jika Kamu menyerahkan formula penempaan rahasia Huben Saber ke Kementerian Kehakiman, hadiahnya hanya akan menjadi beberapa sen perak yang ditambahkan ke penghasilan bulanan Kamu. Sekarang, Aku bukan tipe orang yang menyimpan semua keuntungan untuk diri Aku sendiri. Aku tidak akan melupakan bagian keuntungan Kamu.” Xiao Zongshui sangat lugas. Pada akhirnya, dia tidak lupa melukis gambar cerah untuk Zhou Shu.", " Zhou Shu tahu dia mengatakan yang sebenarnya. Dia tidak akan mendapatkan apa-apa dengan menjaga formula penempaan rahasia Huben Sabre. Sebaliknya, batu mulia itu menjebloskan pemiliknya yang tidak bersalah ke dalam penjara.", " Kekuatannya saat ini masih belum mencukupi.", " Adapun manfaat yang disebutkan Xiao Zongshui, Zhou Shu tidak menganggapnya serius.", " Dalam kehidupan sebelumnya, dia telah menyaksikan banyak janji kosong yang dibuat oleh bos, tetapi berapa banyak dari mereka yang benar-benar ditepati?", " \"Ini adalah uang kertas senilai seratus tael perak, dan dapat digunakan di mana saja di Great Xia.\" Xiao Zongshui merogoh sakunya dan melemparkan sebuah uang kertas ke dalam pelukan Zhou Shu. \"Tuliskan formula Huben Saber untukku nanti.\"", " Xiao Zongshui tidak pernah mempertimbangkan bahwa Zhou Shu akan menolak.", " Kenyataannya, Zhou Shu tidak punya pilihan selain menerima. Dia kemungkinan besar akan mati di hutan belantara malam ini jika dia berani menolak.", " Level pertama Teknik Prajna Gajah Naga mungkin tidak cukup untuk mengalahkan Xiao Zongshui.", " Meski merasa dirugikan, ia tetap menyimpan uang tersebut.", " Gaji bulanannya adalah setengah tael perak. Seratus tael perak setara dengan gaji 20 tahun!", " Jenderal Cheng membayar beberapa ribu tael perak kepada si Penjahat Xiao, dan sekarang dia akan mengirimku pergi dengan seratus tael?", " Tunggu saja. Aku akan memberi tahu Kamu cepat atau lambat bahwa barang gratis adalah yang paling mahal. Zhou Shu mengutuk.", " \"Ngomong-ngomong, kamu melek huruf, kan?\" Xiao Zongshui tiba-tiba teringat.", " Mayoritas Magang Tempa berasal dari latar belakang miskin, dan banyak yang buta huruf.", " Zhou Shu merenung. \"Aku tahu sedikit.\" Dia menghabiskan dua tahun di sekolah swasta di masa lalu.", " “Bagus kalau kamu bisa membaca. Jangan lupa untuk menuliskan formula rahasianya.” Xiao Zongshui mengangguk. \"Bekerja keras. Aku tidak akan memperlakukanmu dengan buruk.”", " Xiao Zongshui 'dengan penuh pertimbangan' memerintahkan kusir untuk membawa Zhou Shu kembali ke bengkel. Di sisi lain, dia turun dari kereta dan pergi ke rumah bordil untuk mendengarkan musik.", " Zhou Shu kembali ke gudang kerjanya dengan 'sejumlah besar' seratus tael perak di sakunya. Dia hanya bisa menghela nafas sambil melirik ke perkampungan kumuh yang bobrok.", " Dia telah menandatangani kontrak dengan Divisi Tempa. Sebelum kontrak berakhir, kecuali dia maju ke Forging Master, dia harus tinggal di sini selamanya.", " Maju ke Forging Master? Setelah menyaksikan transaksi gelap Xiao Zongshui dan Jenderal Cheng, dia tidak bisa menjamin apa konsekuensinya jika dia memalsukan senjata peringkat.", " Dia takut Xiao Zongshui akan merebut formula penempaan rahasia untuk senjata peringkat sebelum dia bisa maju ke Forging Master.", " Lagi pula, nilai formula penempaan rahasia dari senjata berperingkat bukanlah sesuatu yang bisa dibandingkan dengan Huben Saber belaka.", " Agar Master Penempaan dihormati, mereka harus menjadi Master Penempaan yang terkenal sejak awal.", " Sudah jelas bagaimana Xiao Zongshui akan memperlakukan Master Penempaan baru yang tidak diketahui orang luar.", " [Kamu menerima hadiah dua tahun kultivasi karena pedang panjang standar tajam yang kamu tempa secara efektif menyelesaikan pembunuhan!]", " Kanon Persenjataan Legendaris muncul dengan sendirinya saat Zhou Shu memikirkan langkah selanjutnya. Halaman-halamannya terbuka, memperlihatkan halaman dengan bilah panjang standar yang tajam. Di halaman itu, ada sederet komentar.", " Dia merasakan tubuhnya mengembang saat gelombang panas mengalir ke dalamnya. Setelah beberapa detik, dia kembali normal.", " Dua tahun kultivasi lagi? Zhou Shu sangat gembira. Seperti yang diharapkan dari unit tempur, mereka telah memberinya kejutan yang luar biasa dalam waktu yang singkat!", " Kedua Pedang Huben telah ditinggalkan bersama Jenderal Cheng ketika dia dan Xiao Zongshui meninggalkan kamp pasukan Huben.", " Dia tidak mengira mereka akan membunuh musuh begitu cepat dengan Huben Sabre.", " Dia tidak tahu apakah mereka membunuh manusia atau hewan, meskipun…", " Tatapan Zhou Shu jatuh ke halaman, hanya untuk melihat beberapa karakter kecil setelah judul di halaman bilah panjang standar yang tajam. Ternyata sebuah nomor.", " [Dua.]", " Setelah beberapa saat, Zhou Shu mengerti. Ini berarti dia telah menempa dua pedang panjang yang tajam.", " Sebenarnya, setelah mendapatkan formula penempaan rahasia, dia tidak hanya menempa dua pedang panjang standar yang tajam.  Tetapi beberapa di antaranya telah rusak, dan satu-satunya yang masih utuh adalah dua yang tersisa bersama pasukan Huben.", " Pasukan Huben adalah pasukan Pengawal Kekaisaran, jadi hanya ada sedikit peluang untuk bertarung. Jika itu tentara perbatasan, maka itu adalah mesin perang. Zhou Shu memukul bibirnya, tampak mendambakan lebih. Perasaan kultivasinya yang meningkat pesat terlalu memuaskan.", " Tapi dia masih tidak punya cara untuk mengirim senjata yang dia tempa ke tentara perbatasan, jadi dia hanya bisa memikirkannya.", " Selama Aku tinggal di Divisi Penempaan, cepat atau lambat, senjata yang Aku tempa akan mengisi tiga kekuatan militer Great Xia. Pada saat itu… Zhou Shu tidak bisa menahan diri untuk tidak tertawa. Bagaimana rasanya memiliki ribuan orang yang membantu Aku berkultivasi?", " Bagus?", " Atau sangat baik?", " Memikirkannya saja sudah membuatnya merasa bersemangat.", " Tetapi Zhou Shu sangat menyadari bahwa mencapai ini sulit.", " Tiga kekuatan militer Great Xia ditugaskan untuk mengeksekusi iblis, membasmi iblis, dan membela negara!", " Tentara Pelaksana Iblis dan Tentara Pembasmi Fiend berurusan dengan lawan yang kuat. Mereka juga pejuang yang tangguh dan menggunakan senjata peringkat.", " Senjata-senjata ini disediakan oleh Master Tempa dari 36 bengkel pertama di Divisi Tempa.", " Di sisi lain, Tentara Pelindung Negara adalah tentara biasa, dan pasukan Huben adalah salah satunya.", " Senjata yang ditempa oleh Magang Penempaan seperti Zhou Shu hanya bisa dipasok ke Tentara Pelindung Negara.", " Jika dia ingin senjata yang dia tempa untuk digunakan oleh ketiga kekuatan militer Xia Besar, dia setidaknya harus menjadi Master Penempaan.", " Ini tidak mendesak, meskipun. Hanya Tentara Pelindung Negara sudah cukup untuk membuatnya sibuk selama bertahun-tahun.", " Xiao Zongshui berjanji pada Jenderal Cheng bahwa dia akan menyediakan tiga ribu Saber Huben dalam tiga bulan. Tiga ribu… Tidak mungkin hanya mengandalkan satu orang. Dia mungkin akan memilih sekelompok orang untuk berpartisipasi dalam penempaan.", " Zhou Shu tidak peduli apa yang akan dilakukan Xiao Zongshui. Xiao Zongshui tidak akan memberinya uang.", " Yang Zhou Shu khawatirkan adalah berapa banyak Huben Sabre yang bisa dia jalin dengan kesempatan ini.", " Jika dia habis-habisan sekarang, dia bisa dengan mudah memalsukan lima Huben Sabre sehari.", " Dengan cara ini, dia bisa membuat 150 Huben Sabre sebulan, dan dia bisa memalsukan 500 Huben Sabre dalam tiga bulan!", " Tapi menyerahkan begitu banyak Huben Sabre akan mengekspos kekuatannya.", " Pada saat itu, akan merepotkan jika dia menarik perhatian seseorang dengan motif tersembunyi.", " Biasanya, menempa dua Huben Sabre setiap hari bukanlah masalah bagi seorang Forging Apprentice yang bekerja keras. Sebagai pencipta Huben Saber, keterampilan menempa Aku tidak diragukan lagi lebih baik. Seharusnya tidak aneh jika Aku bekerja lembur dan berhasil menempa tiga Huben Sabre setiap hari, kan?", " Tiga hari, sembilan puluh dalam sebulan, dan dua ratus tujuh puluh dalam tiga bulan… Aku akan bisa mendapatkan lima ratus tahun kultivasi sekaligus jika lebih dari dua ratus pedang membunuh musuh pada saat yang sama…", " Zhou Shu sangat gembira sehingga dia ingin bernyanyi.", " Berapa level Teknik Prajna Gajah Naga yang bisa dia kuasai jika dia memperoleh 500 tahun kultivasi?", " Tingkat pertama membutuhkan dua tahun kultivasi, tingkat kedua empat tahun, tingkat ketiga delapan tahun, tingkat keempat enam belas tahun, tingkat kelima tiga puluh dua tahun …", " Untuk beberapa saat, dia tidak tahu berapa banyak level Teknik Prajna Gajah Naga yang bisa dia kuasai dengan kultivasi 500 tahun karena keterampilan perhitungannya yang buruk.", " Tidak masalah. Bagaimanapun, lima ratus tahun kultivasi tidak diragukan lagi akan membuat Aku lebih kuat. Zhou Shu bahkan tidak mencoba menghitung. Pada saat itu, mengesampingkan yang lainnya, mengalahkan Xiao Zongshui seharusnya tidak menjadi masalah, kan?", " Ini adalah penggunaan yang benar dari Legendary Armament Canon. Seberapa hebat seorang pemalsu dengan mengandalkan formula penempaan rahasia?", " Itu hanya memuaskan ketika digunakan untuk meningkatkan level kultivasi Kamu.", " Zhou Shu menyingsingkan lengan bajunya dan mengangkat palu dengan penuh semangat.", " Tidur?", " Tidur apa?", " Menempa membawa Aku sukacita. Aku suka menempa!", " Zhou Shu merasakan palu di tangannya tumbuh jauh lebih ringan saat dia membayangkan bagaimana kultivasinya akan melambung dalam waktu dekat.", " Ding Dang Dang Dang! Suara dentuman bergema seperti lagu yang penuh gairah di gubuk kecil…", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 7: Huben", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Hubin?\" Jenderal Cheng merenung. Perlahan, matanya berbinar.", " “Huben Sabre, pedang yang hebat. Sungguh nama yang lebih hebat!” Jenderal Cheng tertawa terbahak-bahak.", " Xiao Zongshui menatap Zhou Shu dengan heran. Zhou Shu cenderung mengejutkannya. Nama ini, 'Huben Saber', memiliki banyak daya tarik.", " \"Inspektur Xiao, ini?\" Jenderal Cheng bertanya sambil menunjuk Zhou Shu.", " Dia, tentu saja, melihat Zhou Shu sebelumnya. Tapi dia mengira Zhou Shu adalah asisten Xiao Zongshui. Dengan statusnya, dia secara alami tidak akan terlalu peduli dengan asisten.", " Baru setelah Zhou Shu berbicara, dia menyadari kehadirannya.", " “Dia magang di Workshop ke-97. Namanya Zhou Shu,” Xiao Zongshui memperkenalkan. \"Zhou Shu berkontribusi signifikan pada pengembangan Huben Sabre ini.\"", " Zhou Shu terkejut. Dia tidak pernah berharap Xiao Zongshui mengatakan sesuatu seperti ini.", " Dia sudah siap untuk Xiao Zongshui untuk mengambil kredit penuh untuk pedang panjang standar yang tajam. Bagaimanapun, dia adalah pengawas bengkel.", " Dia tidak pernah membayangkan bahwa Xiao Zongshui akan memberinya pujian.", " Meskipun dia tidak menyebutkan bahwa pedang panjang standar yang tajam ditempa oleh Zhou Shu sendiri, penyebutannya tentang kontribusinya sangat penting dan sudah hebat. Untuk saat ini, Zhou Shu tidak akan meminta lebih.", " \"Oh? Apakah begitu?\" Jenderal Cheng tidak curiga. Dia mengangguk. \"Dia bakat yang menjanjikan.\"", " Ini hanya komentar sopan. Dia hanya bertanya tentang identitas Zhou Shu sebagai tanggapan atas komentarnya.", " Jenderal Cheng tidak berniat berkenalan dengan Zhou Shu. Setelah menanyakan nama Zhou Shu, dia menoleh ke Xiao Zongshui.", " \"Inspektur Xiao, berapa harga Huben Sabre ini?\" Jenderal Cheng bertanya. Dia sangat memuja Huben Saber sehingga dia tidak bisa meletakkannya.", " “Huben Sabre sedikit lebih mahal untuk diproduksi daripada pedang panjang standar,” kata Xiao Zongshui. \"Satu berharga tiga tael perak!\"", " \"Tiga tael?\" Jenderal Cheng mengangkat alisnya.", " Zhou Shu tercengang. Mengisi tiga tael adalah perampokan!", " Zhou Shu secara pribadi telah menempa Huben Sabre, yang sebenarnya adalah bilah panjang standar yang tajam. Dia tahu berapa harganya.", " Harganya hanya beberapa kati besi. Sisa biaya praktis dapat diabaikan!", " Meskipun biaya besinya tinggi, menempa Huben Sabre harganya kurang dari setengah tael perak. Biaya Huben Sabre, termasuk biaya batu bara dan upah magang, kurang dari satu tael.", " Apa lagi yang bisa dia lakukan selain merampok uang dengan meminta harga tinggi tiga tael perak?", " Kesan baik Zhou Shu tentang Xiao Zongshui menghilang hampir seketika. Penjahat Xiao menuntut agar dia memalsukan tiga puluh Huben Sabre setiap bulan. Tiga tael perak untuk setiap pedang sama dengan sembilan puluh tael!", " Berapa gaji bulanannya?", " Setengah tael perak!", " Xiao Zongshui kejam!", " \"Tiga tael tidak terlalu banyak untuk Huben Sabre ini,\" kata Jenderal Cheng. “Berapa banyak yang bisa Kamu berikan setiap bulan?”", " Jenderal Cheng adalah seorang ahli dalam dirinya sendiri. Dia tidak hanya memperhatikan biaya produksi tetapi juga kecepatan produksi.", " Dia menginginkan Huben Sabre, dan dia bermaksud untuk memperlengkapi prajuritnya dengan mereka, tetapi tidak ada artinya jika jumlahnya terlalu sedikit.", " “Menempa Huben Saber adalah tugas yang sulit. Di Lokakarya ke-97, Zhou Shu sudah menjadi Magang Penempaan yang paling terampil, namun Huben Sabre ini membutuhkan lebih dari empat jam untuk menempanya. ” Xiao Zongshui menunjuk Zhou Shu dan memujinya lagi.", " Zhou Shu memutar matanya secara internal. Tidak ada gunanya menempatkan Aku di atas alas. Cukup naikkan gaji Aku!", " “Huben Sabre jauh lebih rumit dan sulit ditempa daripada pedang panjang standar. Hanya segelintir magang di Lokakarya ke-97 yang mampu menempa mereka. ” Xiao Zongshui berbohong melalui giginya. Zhou Shu memiliki formula rahasia untuk pedang panjang standar yang tajam. Tidak ada orang lain di bengkel yang bisa memalsukannya kecuali dia.", " Jenderal Cheng tidak menyadari hal ini dan tidak peduli tentang hal itu. \"Katakan saja padaku berapa lama waktu yang kamu butuhkan untuk menyerahkan tiga ribu Huben Sabre?\"", " Zhou Shu hanya bisa membuat satu Huben Saber per hari, konon. Butuh 10 tahun untuk membuat 3.000!", " Jenderal Cheng jelas tidak bisa menunggu 10 tahun.", " \"Tiga ribu?\" Wajah Xiao Zongshui berbinar. “Setengah tahun, tidak, tiga bulan! Aku dapat mengirimkan tiga ribu Huben Sabre dalam tiga bulan! ”", " Zhou Shu ingin mengutuk. Apa yang dimaksud dengan Penjelajah Xiao?", " Untuk menyerahkan 3.000 Huben Sabre dalam tiga bulan, dia harus memalsukan 1.000 per bulan, yang berarti 30 per hari!", " Dia tidak akan bisa memalsukan jumlah ini bahkan jika dia mati mencoba!", " \"Sangat bagus.\" Jenderal Cheng mengangguk. “Jika kamu dapat menyerahkan tiga ribu Huben Sabre dalam tiga bulan, Huben Sabre ini akan menjadi senjata standar Pasukan Huben di masa depan!”", " Jenderal Cheng menjentikkan pedangnya. Pedang itu mengeluarkan suara yang jelas saat berdengung.", " Dia juga orang yang tidak tahu malu. Dia menggunakan nama Huben dengan berani sebagai miliknya.", " Orang-orang ini bahkan tidak membayar biaya hak cipta! Zhou Shu mengutuk.", " Zhou Shu telah menyimpulkan dari pembicaraan mereka bahwa Jenderal Cheng bertanggung jawab untuk mengumpulkan unit Pengawal Kekaisaran. Dia belum memutuskan penunjukannya, tetapi dia telah mengambil merek Pasukan Huben.", " \"Kalau begitu, terima kasih, Jenderal.\" Xiao Zongshui sangat gembira.", " 3.000 Huben Sabre adalah 9.000 tael perak. Ini adalah bisnis besar. Dia tidak hanya bisa mendapat untung besar setelah dikurangi biaya produksi, tetapi dia juga bisa mendapatkan hasil. Bukan tidak mungkin peringkatnya naik lagi.", " “Jangan berterima kasih padaku.” Jenderal Cheng menggelengkan kepalanya. “Aku telah melihat Huben Sabre. Kamu sekarang harus membuktikan bahwa Huben Sabre ini memang dipalsukan oleh bengkel Kamu. Jangan bilang kamu mendapatkan pedang dari Master Penempaan dan akhirnya menyerahkan pedang panjang standar biasa untuk membodohiku!”", " Jenderal Cheng tampaknya memiliki banyak pengalaman. Dia khawatir sampel akan berbeda dari produk jadi.", " Xiao Zongshui tampaknya telah mengantisipasi hal ini. Dia menjawab sambil tersenyum, “Tentu saja! Aku membawa Zhou Shu kali ini untuk menempa Huben Saber di depan Kamu, Jenderal! ”", " Baru saat itulah Zhou Shu menyadari Xiao Zongshui telah membawanya ke kamp untuk menggunakannya sebagai alat.", " Bahan bakar dan besi berlimpah di kamp militer, dan bahkan tungku peleburan siap digunakan.", " Biasanya, kamp militer juga harus memperbaiki senjata yang rusak karena senjata baru tidak dapat sering diproduksi.", " Zhou Shu sangat menyadari statusnya. Dia hanyalah seorang pekerja dan akan melaksanakan perintah atasannya.", " Di depan semua orang, dia menempa pedang panjang standar yang tajam.", " Saat menempa, dia dengan sengaja menahan kekuatannya, dan dia membutuhkan waktu lebih lama daripada saat dia menempa pedang terakhir. Kali ini, penempaan memakan waktu enam jam.", " Jenderal Cheng memerintahkan pedang dibawa. Dia menguji pedang kali ini dan memastikan bahwa pedang itu masih bisa menembus tiga lapis armor. Baru setelah ini dia tersenyum lagi.", " \"Besar! Dengan Huben Saber ini, kekuatan Pasukan Huben Aku akan tumbuh tiga puluh persen! ” Jenderal Cheng tertawa. “Kami akhirnya tidak mengecewakan Yang Mulia! Inspektur Xiao, kamu melakukan pekerjaan yang fantastis kali ini!”", " \"Ini adalah tanggung jawab Aku untuk melayani Pengadilan Kekaisaran.\" Senyum mengembang di wajah Xiao Zongshui.", " \"Inspektur Xiao, Aku ingin Huben Sabre ini.\" Ekspresi Jenderal Cheng menjadi serius. \"Tapi aku punya syarat.\"", " \"Jenderal, tolong bagikan!\" Xiao Zongshui menarik senyumnya dan berbicara dengan sungguh-sungguh.", " “Di masa depan, Kamu hanya akan memasok Huben Saber ini ke Pasukan Huben Aku. Itu tidak akan digunakan untuk hal lain!” Jenderal Cheng berkata dengan sengaja. “Aku akan memberimu empat tael perak untuk setiap Huben Sabre jika kamu bisa melakukannya. Jika Kamu tidak bisa, berpura-puralah Kamu tidak pernah datang hari ini.”", " Mata Xiao Zongshui sedikit menyipit. Lokakarya Divisi Tempa memiliki banyak kebebasan. Setiap pedang berharga empat tael perak, dan dia bisa mengklaim biayanya sesuka hatinya.", " Bahkan jika dia menyerahkan dua tael perak, dia masih memiliki dua tael di sakunya. Itu bukan jumlah yang kecil.", " Namun…", " \"Jenderal, bukankah ini melanggar aturan?\" Xiao Zongshui berkata dengan ragu-ragu.", " \"Aturan?\" Jenderal Cheng mencibir. “Formula penempaan rahasia Huben Sabre ini dirancang oleh bengkelmu, Inspektur Xiao. Kamu memiliki hak untuk menghadapinya di bawah aturan Divisi Penempaan, kan? Ini akan tetap menjadi milik pribadi Kamu selama Kamu tidak memberikannya kepada Divisi Penempaan. Terserah Kamu bagaimana Kamu menanganinya. Kemudian Aku akan membeli formula penempaan rahasia Huben Saber dan mempercayakan penempaan ke Bengkel ke-97. Apakah ini melanggar aturan?”", " “Zhou Shu, tunggu aku di luar. Jenderal Cheng dan Aku memiliki sesuatu untuk didiskusikan.”", " Xiao Zongshui tidak menjawab Jenderal Cheng tetapi malah mengusir Zhou Shu, yang tercengang oleh apa yang dia dengar, keluar.", " Zhou Shu tidak sadar sampai dia berjalan keluar dari tenda. Orang-orang ini pasti tahu bagaimana menjalaninya. Bukankah mereka mencoba untuk menipu negara?", " Itu tidak akurat. Mereka bahkan menipu Aku!", " Zhou Shu marah. Formula penempaan rahasia untuk Huben Sabre adalah miliknya, bukan Workshop ke-97 dan tentu saja bukan milik Xiao Zongshui.", " Menurut aturan Divisi Penempaan, jika dia menyerahkan formula rahasia, dia akan diberi hadiah. Tapi kemudian formulanya akan menjadi milik Divisi Tempa.", " Tentu saja, dia bisa memilih untuk menyerahkan senjata daripada formula penempaan rahasia.", " Kedua pilihan memiliki kelebihan dan kekurangannya masing-masing, jadi tidak mungkin untuk memutuskan mana yang lebih baik.", " Bukankah itu perampokan siang hari bagi Xiao Zongshui untuk mengambil formula penempaan Huben Saber untuk dirinya sendiri?", " Apa haknya untuk menjual formula Huben Saber kepada Jenderal Cheng?", " Zhou Shu mengalihkan pandangannya ke tenda besar. Baiklah, sepertinya aku tidak punya cara untuk menolak.", " Salah satu dari mereka dapat dengan mudah menghancurkannya, seorang Magang Tempa, sampai mati.", " Misalnya, pria jangkung kurus yang menyerang Zhou Shu telah meninggal tanpa ada yang bertanya.", " Namun, Xiao Zongshui dan Jenderal Cheng mungkin tidak menyadari bahwa, sementara mereka percaya bahwa mereka menipu Zhou Shui, dia memiliki sarana untuk menipu mereka sebagai balasannya.", " Berapa banyak manfaat yang akan dia terima jika semua 3.000 Huben Sabre yang dia tempa diperlengkapi untuk militer?", " Berapa banyak yang bisa meningkatkan kekuatannya?", " Zhou Shu tidak akan tahu bagaimana cara menyebarkan senjata palsunya kepada begitu banyak orang jika mereka tidak melakukan ini.", " Itu hanya pedang panjang standar yang tajam. Aku akan memberikannya kepada Kamu jika Kamu menginginkannya. Ini bukan sesuatu yang Aku minati. pikir Zhou Shu.. Tapi Aku akan mengingat ini. Aku akan memberitahu Kamu cepat atau lambat bahwa mengambil keuntungan dari Aku tidak mudah!", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 9: Aku Akan Serahkan Ini Pada Kamu", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Masih tidak?\" Wajah Xiao Zongshui begitu gelap hingga hampir meneteskan air. Tidak jauh darinya, seorang pria paruh baya sedang berlutut di tanah dengan ekspresi panik.", " \"Inspektur, kami melakukan semua yang kami bisa!\"", " Xiao Zongshui melambai padanya.", " Pria paruh baya itu bersujud dan berlari dengan panik, tampak seolah-olah dia baru saja lolos dari bencana.", " Xiao Zongshui tidak peduli dengan reaksi pria paruh baya itu. Dia mengerutkan kening dan menatap selembar kertas di depannya.", " Zhou Shu telah memberinya formula untuk Huben Sabre di selembar kertas ini.", " Setelah mendapatkannya, Xiao Zongshui tidak mengungkapkan formula di Lokakarya ke-97 seperti yang diharapkan Zhou Shu.", " Sebagai gantinya, dia menemukan sekelompok Magang Tempa yang terampil.", " Tiga ribu Huben Sabre bukanlah pekerjaan yang banyak untuk sebuah bengkel. Lagi pula, ada ratusan pemalsu di bengkel, dan setiap bulan, mereka akan menempa lebih dari sepuluh ribu pedang panjang standar.", " Bahkan jika Huben Saber sedikit lebih sulit untuk dipalsukan, Xiao Zongshui percaya bahwa jika dia menemukan sekitar dua puluh murid, dia dapat menyelesaikan tugas dalam tiga bulan.", " Pada akhirnya, ia menemukan banyak Magang Penempaan, tetapi tidak satupun dari mereka berhasil menempa Huben Saber.", " Apakah ada masalah dengan formula penempaan rahasia ini? Xiao Zongshui merenung. Apakah Zhou Shu punya nyali?", " Dia mondar-mandir. Setelah waktu yang lama, dia memasukkan formula penempaan rahasia ke dalam sakunya dan mendorong pintu hingga terbuka.", " Segera setelah itu, Xiao Zongshui muncul di depan kediaman mewah dan tersenyum sambil memasukkan batangan perak ke tangan penjaga gerbang.", " \"Tolong beri tahu bahwa Xiao Zongshui, pengawas Lokakarya ke-97, ingin bertemu dengan Grandmaster Zhu.\"", " Jika seorang murid dari Lokakarya ke-97 melihat pemandangan ini, dia tidak akan percaya bahwa pria dengan senyum menyanjung itu adalah Xiao Zongshui!", " Bagaimana mungkin Inspektur Xiao, pemimpin tertinggi Lokakarya ke-97, meminta bantuan dengan begitu lembut?", " Penjaga gerbang mengangkat hidungnya dan ekspresi bangga di wajahnya. Dia melirik Xiao Zongshui sebelum menimbang perak di lengan bajunya dan mengangguk sedikit. \"Tunggu.\"", " Dia berbalik dan berjalan melewati pintu.", " Setelah seperempat jam, dia kembali dengan tangan di belakang punggungnya dan melihat ke langit pada sudut 45 derajat. \"Masuk. Grandmaster menunggumu di ruang kerja. Ingat, waktumu hanya lima menit.”", " \"Terima kasih!\" Xiao Zongshui menangkupkan tangannya. Dia berjalan cepat menuju ruang belajar. Lima menit tidak banyak.", " Sesaat kemudian, Xiao Zongshui tiba di ruang kerja setelah mengikuti arahan penjaga gerbang.", " Seorang pria yang tampaknya berusia empat puluhan atau lima puluhan sedang membolak-balik buku di ruang kerja. Ketika dia mendengar Xiao Zongshui masuk, pria itu berkata tanpa mengangkat kepalanya, “Inspektur Xiao, Kamu telah memberkati Aku dengan kehadiran Kamu. Apa yang bisa Aku lakukan untuk Kamu?\"", " “Aku tidak akan berani!” Sikap Xiao Zongshui sangat rendah, dan dia buru-buru berkata, “Grandmaster Zhu, Aku di sini untuk mengganggu Kamu karena Aku membutuhkan Kamu untuk membantu Aku melihat formula penempaan rahasia. Grandmaster, silakan lihat. Apakah ada masalah dengan formula penempaan rahasia ini?”", " Grandmaster Zhu mengangkat kepalanya dan menatap Xiao Zongshui. Alisnya sedikit berkerut. \"Itu saja?\"", " “Grandmaster, Aku tahu Kamu sangat sibuk, tetapi ini masalah yang mendesak. Maaf, tapi Aku tidak punya waktu untuk mencari Master Tempa,” jawab Xiao Zongshui dengan senyum pahit di wajahnya. “Jangan khawatir, Guru Besar. Aku mengerti aturannya.”", " Xiao Zongshui menyerahkan uang kertas besar.", " Untuk melibatkan seorang ahli, seseorang harus membayar 'biaya ahli'.", " Grandmaster Zhu melirik uang kertas Xiao Zongshui yang diletakkan di atas meja. Dia tidak mengulurkan tangan untuk mengambilnya, tetapi ekspresinya sedikit melunak. “Mana formula rahasianya? Berikan padaku.\"", " Xiao Zongshui dengan cepat mengeluarkan formula rahasia untuk Huben Sabre dan menyerahkannya.", " Grandmaster Zhu melirik dan berkata dengan sedih, “Inspektur Xiao, terlepas dari persahabatan kami, Kamu membawa formula penempaan senjata yang tidak memiliki peringkat. Apakah Kamu mencoba untuk menampar wajah orang tua ini?”", " \"Grandmaster, Kamu salah paham,\" Xiao Zongshui buru-buru menjelaskan.", " Dia adalah salah satu dari sedikit Pengrajin Agung Xia, dan posisinya sangat dihormati.", " Bahkan formula untuk senjata berperingkat biasa tidak akan menarik perhatian Grandmaster Zhu, apalagi formula rahasia untuk senjata tak berperingkat.", " Pengrajin Agung mungkin mirip dengan akademisi di Bumi.", " “Jenderal Cheng Wanli telah diperintahkan untuk membentuk Pengawal Kekaisaran. Penunjukannya adalah Huben, dan ini adalah Huben Sabre yang kami kembangkan khusus untuk Pasukan Huben, ”jelas Xiao Zongshui. “Grandmaster, Kamu juga tahu bahwa Yang Mulia sangat prihatin dengan Jenderal Cheng Wanli yang membentuk Pengawal Kekaisaran. Tidak boleh ada kesalahan. Karena itu, kami ingin meminta Kamu untuk membantu memeriksa Huben Sabre ini, Grandmaster. ”", " Setelah Grandmaster Zhu mendengar penjelasan Xiao Zongshui, ekspresinya sedikit melunak. Dia mengangguk. “Meski begitu, ini adalah formula untuk senjata standar. Kamu dapat secara acak menemukan Master Penempaan untuk dilihat. ”", " Meskipun demikian, Grandmaster Zhu mengambil formula penempaan rahasia dan memeriksanya dengan cermat.", " \"Ide ini cukup menarik.\" Grandmaster Zhu mengangguk sedikit. “Ini mengorbankan sebagian dari kekokohan untuk membuat ketajaman pedang mencapai langit-langit senjata standar. Inspektur Xiao, Kamu memiliki bawahan yang berbakat. ”", " \"Apakah tidak ada masalah dengan formula penempaan rahasia ini?\" Xiao Zongshui bertanya.", " “Ini bukan masalah besar,” Grandmaster Zhu menjelaskan. “Formula rahasia ini dapat digunakan untuk menempa pedang panjang standar yang sangat tajam. Tetapi…\"", " \"Tetapi?\" Xiao Zongshui terus bertanya.", " \"Tapi tidak banyak murid yang bisa menempa menurut formula penempaan rahasia ini, kan?\"", " Grandmaster Zhu memukul paku di kepala. “Teknik penempaan yang digunakan di sini mudah untuk Master Penempaan, tetapi sedikit menantang untuk Magang Penempaan. Pedang itu bagus, tetapi produksi massal sulit. ”", " \"Grandmaster Zhu, maksudmu tidak ada masalah dengan formula penempaan rahasia, hanya saja kesulitan menempanya terlalu tinggi?\"", " “Itu salah satu cara untuk melihatnya.” Grandmaster Zhu mengangguk. “Jika kamu bisa mengundang Forging Masters untuk membantumu menempa Huben Sabres, itu tidak akan sulit.”", " Mengundang Master Penempaan? Xiao Zongshui tersenyum pahit. Master Penempaan mana yang cukup bosan untuk menempa senjata standar?", " Mereka bisa memalsukan senjata peringkat apa pun, dan itu akan bernilai ratusan senjata standar.", " Bahkan jika Xiao Zongshui memiliki prestise, itu tidak sepadan. Berapa harga Huben Saber?", " Berapa banyak uang yang dibutuhkan untuk menyewa Master Penempaan?", " Itu tidak layak sama sekali!", " \"Tapi Grandmaster Zhu, Aku memiliki murid yang mampu menempa Huben Sabre …\" Xiao Zongshui menolak untuk menyerah.", " “Seperti yang telah Aku katakan, menempa Huben Sabre ini sangat sulit untuk Forging Apprentice, tetapi Aku tidak menyatakan bahwa tidak mungkin bagi mereka untuk melakukannya.", " “Magang dengan keterampilan yang lebih baik dapat menempa setelah tiga hingga lima tahun pelatihan,” tambah Grandmaster Zhu.", " “Baiklah, jika tidak ada pertanyaan lain, maka biarkan saja. Orang tua seperti Aku memiliki hal-hal penting untuk diperhatikan nanti. ” Grandmaster Zhu melambaikan tangannya.", " Xiao Zongshui meninggalkan rumah Grandmaster Zhu dengan sedih.", " Bukan hanya untuk mendapatkan perbedaan sehingga dia sangat ingin memasok senjata ke Cheng Wanli.", " Meskipun status resminya rendah sebagai pengawas bengkel Divisi Tempa, Xiao Zongshui memiliki banyak keuntungan. Bahkan orang-orang di posisi otoritas yang lebih besar mungkin tidak sekaya dia.", " Dia telah menyedot Cheng Wanli karena dia adalah sosok yang populer di depan kaisar saat ini. Yang terpenting, dia bertanggung jawab atas Pasukan Huben, yang bertugas melindungi kaisar.", " Mereka akan muncul di depan kaisar.", " Jika senjata mereka bisa masuk ke mata kaisar, maka manfaat yang akan diterima Xiao Zongshui tidak perlu diragukan lagi.", " Tapi Cheng Wanli akan sangat marah jika dia tidak bisa menempa 3.000 Huben Sabre dalam tiga bulan. Dia akan menyia-nyiakan usahanya jika Cheng Wanli beralih ke bengkel lain untuk persediaan senjatanya.", " Tidak masuk akal, pikir Xiao Zongshui. Zhou Shu tidak menonjol di Workshop ke-97, jadi mengapa orang lain tidak bisa memalsukannya? Tidak ada masalah dengan formula penempaan rahasia juga. Bisakah Zhou Shu memiliki keterampilan tambahan?", " Grandmaster Zhu adalah seorang Grand Craftsman. Karena dia mengatakan bahwa tidak ada masalah dengan formula penempaan rahasia, itu pasti kebenarannya.", " Xiao Zongshui tidak meragukan ini sama sekali, tapi dia sekarang curiga bahwa Zhou Shu menguasai teknik penempaan yang unik.", " Kalau tidak, bagaimana mungkin Magang Penempaan biasa tiba-tiba bisa menempa Huben Sabre?", " Bahkan Grandmaster Zhu mengatakan bahwa Huben Sabre sulit ditempa untuk Forging Apprentices!", " Hmph, jadi bagaimana jika sulit? Aku, Xiao Zongshui, telah memecahkan banyak masalah dalam hidup Aku. Aku tidak percaya Aku tidak akan mampu menangani hanya tiga ribu Huben Sabre jika formula penempaan rahasia tidak menjadi masalah!", " Xiao Zongshui bergegas kembali ke Lokakarya ke-97.", " Setelah kembali, dia segera mengumpulkan Magang Tempa peringkat teratas dari Lokakarya ke-97.", " Zhou Shu juga termasuk di antara mereka yang berkumpul.", " Ketika Zhou Shu tiba di area terbuka, sudah ramai dengan sekitar 40 orang. Orang-orang ini berkelompok dan semuanya saling berbisik.", " Zhou Shu tidak punya teman di bengkel, jadi dia hanya bisa berdiri di sudut dan mendengarkan percakapan semua orang.", " Xiao Zongshui tiba tepat saat semua orang sedang mendiskusikan mengapa pengawas mengumpulkan semua orang.", " Dia terbatuk ringan, dan kerumunan segera terdiam.", " \"Aku memanggil semua orang hari ini karena Kamu adalah Magang Tempa yang paling terampil di Workshop ke-97.\" Xiao Zongshui mengalihkan pandangannya ke kerumunan. “Aku punya misi yang mulia untukmu. Misi ini sangat penting untuk Workshop ke-97, jadi apapun yang terjadi, kami tidak boleh melakukan kesalahan.", " “Kalian semua adalah pemalsu elit di bawahku. Aku harap Kamu dapat menyelesaikan misi ini untuk Aku. Tentu saja, aku tidak akan membuatmu bekerja secara gratis.” Seperti elang, mata Xiao Zongshui menyapu seluruh pemandangan. “Aku akan meletakkannya di sini. Aku akan memberi Kamu banyak hadiah jika Kamu berhasil menyelesaikan misi ini! Mulai sekarang, tidak peduli siapa kamu, jika kamu bisa menempa senjata sesuai dengan formula penempaan rahasia yang kumiliki di sini, aku akan menghadiahimu satu tael perak per senjata!”", " Kerumunan itu gempar. Satu tael perak! Kebanyakan Magang Penempaan bahkan tidak menerima satu tael perak per bulan!", " Namun, ada beberapa orang yang menundukkan kepala dan tetap diam. Mereka adalah orang-orang yang dipanggil Xiao Zongshui sebelumnya untuk membuat senjata.", " Dengan demikian, mereka sangat menyadari bahwa mendapatkan uang ini akan sulit.", " Para Magang Tempa yang tidak tahu apa yang sedang terjadi sangat gembira. Mereka akan menerima satu tael perak untuk menempa senjata. Itu setara dengan gaji sebulan. Menempa dua hingga tiga senjata sehari berarti …", " \"Inspektur, bahkan jika kita harus mempertaruhkan hidup kita, kita akan menyelesaikan misi!\" seorang Magang Penempaan berteriak.", " \"Sangat bagus.\" Xiao Zongshui mengangguk puas. “Aku punya urusan lain yang harus kuurus. Aku akan menyerahkan masalah ini kepada Kamu, Zhou Shu .. Untuk saat ini, semua magang di sini akan berada di bawah komando Kamu. Aku ingin melihat tiga ribu Huben Sabre dalam tiga bulan, kalau tidak… Hmph!”", " ", "www.worldnovel.online"]},
{"novel5": [" Bab 10: Masalahnya Bukan Pada Rumusnya Tapi Pada Kamu", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Aku?\" Zhou Shu tercengang. Dia hanya datang untuk menjadi pengamat. Kenapa dia tiba-tiba terseret ke dalam ini?", " “Inspektur Xiao, Aku terlalu muda dan tidak berpengalaman. Aku khawatir Aku tidak akan mampu memikul tanggung jawab sebesar itu,” kata Zhou Shu. Seseorang yang tidak bertanggung jawab penuh perhatian menyembunyikan niat jahat!", " Xiao Zongshui telah mendorongnya entah dari mana. Siapa yang tahu apa yang dia lakukan?", " Dia masih mengatakan jika Zhou Shu tidak bisa menyerahkan 3.000 Huben Blades dalam tiga bulan, maka hmph …", " Aku memiliki hal-hal yang lebih baik untuk dilakukan daripada mengambil tugas ini! Zhou Shu puas dengan situasinya saat ini. Dia akan menempa dua Huben Sabre setiap hari dan kemudian melakukan apa pun yang dia mau. Jika dia ingin berkultivasi, dia akan berkultivasi. Jika dia ingin beristirahat, dia akan beristirahat. Dia hanya senang.", " “Inspektur, bagaimana bisa bocah kecil seperti Zhou Shu mengambil tanggung jawab yang begitu berat? Menurut pendapat Aku, Zhang Yibei lebih cocok untuk bertanggung jawab, ”teriak seorang murid.", " Zhou Shu mengacungkan jempol di hatinya. Sungguh bantuan yang saleh!", " \"Apakah kamu mengajariku cara melakukan sesuatu?\" Wajah Xiao Zongshui tenggelam. Dia memelototi Forging Apprentice dan berkata dengan dingin, \"Zhang Yibei, apakah menurutmu juga begitu?\"", " Zhang Yibei adalah seorang pria berusia tiga puluhan dengan tubuh berotot dan kulit kecokelatan.", " Dia telah berada di Workshop ke-97 selama lebih dari 10 tahun dan merupakan salah satu orang yang paling berpengalaman. Di Lokakarya ke-97, keterampilan menempanya adalah yang terbaik.", " Zhang Yibei menundukkan kepalanya dan berkata dengan suara teredam, \"Tidak, Aku akan mengikuti instruksi Kamu, Inspektur.\"", " \"Hmph, kamu lebih baik.\" Xiao Zongshui mendengus dingin. “Jika Aku mengetahui bahwa ada orang yang berpura-pura patuh saat bertindak dalam oposisi dan mempertahankan misi besar, Aku akan memberi tahu Kamu siapa yang memiliki keputusan akhir di Workshop ke-97 ini! Dengarkan baik-baik. Mulai sekarang, kata-kata Zhou Shu adalah kata-kataku. Jika Kamu tidak puas, cari Aku! ”", " Dia melemparkan lengan bajunya dan berbalik untuk pergi tanpa memberi Zhou Shu kesempatan untuk menolak.", " \"Aku ingin melihat tiga ribu Huben Sabre dalam tiga bulan!\" Suara Xiao Zongshui datang dari jauh, dan seluruh pemandangan menjadi sunyi.", " Ketika Xiao Zongshui benar-benar pergi, tatapan semua orang tertuju pada Zhou Shu.", " \"Yah …\" Tatapan itu membuat hati Zhou Shu mati rasa. \"Paman dan saudara-saudara, jangan mengambil hati kata-kata Inspektur Xiao.\" Dia menggaruk kepalanya.", " “Karena Inspektur Xiao telah memberikan perintah, kami tentu saja akan mematuhinya,” jawab Zhang Yibei dengan suara rendah. \"Saudara Zhou, jika Kamu memiliki perintah, katakan saja.\"", " Zhang Yibei memiliki banyak prestise di antara Magang Tempa. Karena dia berkata begitu, beberapa Magang Tempa yang tampak marah tidak mempersulit Zhou Shu.", " Zhou Shu menghela nafas. Dia tahu bahwa Xiao Zongshui memiliki niat buruk.", " Dia hanya seorang pemuda, dan dia tidak memiliki kekuatan yang sebenarnya. Hak apa yang dia miliki untuk menekan rubah tua yang licik ini?", " Zhang Yibei mungkin terlihat baik, tapi siapa yang tahu bagaimana reaksinya jika aku benar-benar menyuruhnya melakukan sesuatu.", " \"Kakak Zhang, kamu pasti bercanda.\" Apa yang dilakukan telah dilakukan. Jika dia tidak bisa menyelesaikan misi, siapa yang tahu bagaimana Xiao Zongshui akan menyiksanya.", " Zhou Shu hanya bisa mengambilnya selangkah demi selangkah.", " “Kata-kata Aku jauh dari 'instruksi'. Semua orang di sini untuk menyelesaikan misi yang ditugaskan oleh Inspektur Xiao. Saudara Zhang, Aku tidak punya banyak pengalaman. Jika ada sesuatu, Aku akan membutuhkan bimbingan Kamu. ”", " Karena dia tidak bisa menghindarinya, dia harus menyelesaikan misi Xiao Zongshui secepat mungkin.", " “Inspektur Xiao memberi kami waktu tiga bulan untuk menempa tiga ribu Huben Sabre. Kami sekarang memiliki sekitar empat puluh orang. Rata-rata satu orang perlu menempa lebih dari tujuh puluh pedang. Sedikit lebih dari tujuh puluh pedang dalam tiga bulan seharusnya tidak terlalu sulit untuk diselesaikan, ”tambah Zhou Shu.", " Zhang Yibei mengangguk setuju.", " Selain Zhou Shu, Zhang Yibei kenal baik dengan murid-murid lainnya. Di antara Magang Tempa, mereka semua ahli. Biasanya, mereka akan mengalami sedikit kesulitan menempa empat atau lima pedang panjang standar.", " Meskipun Zhang Yibei belum pernah mendengar tentang Huben Sabre, dia merasa itu tidak seberapa. Jika bisa diserahkan kepada mereka untuk ditempa, itu harus menjadi senjata standar.", " Menempa rata-rata lebih dari 70 senjata standar dalam tiga bulan kurang dari satu per hari. Tugas ini jauh lebih mudah daripada pekerjaan biasa mereka.", " Dia tidak tahu mengapa Inspektur Xiao mengerahkan begitu banyak orang.", " “Mari kita tidak mulai menetapkan kuota dulu. Ayo lihat dulu formula penempaan rahasianya. Aku akan menjelaskan jika ada yang buta huruf. Tempa sekali sebagai latihan nanti. Setelah itu, kami akan menetapkan kuota berdasarkan situasi sebenarnya,” kata Zhou Shu.", " Secara alami, tidak ada yang keberatan. Ini adalah metode yang relatif adil.", " Lagi pula, kemampuan setiap orang berbeda. Itu bukan ide yang baik untuk membagi kuota secara merata.", " Pria yang cakap selalu sibuk. Dalam hal bekerja, pekerja yang cakap menerima lebih banyak pekerjaan.", " Tentu saja, misi ini sedikit berbeda. Mereka akan mendapatkan satu tael perak untuk setiap senjata yang mereka tempa!", " Dalam situasi seperti ini, semua orang ingin memiliki kuota yang lebih tinggi.", " Beberapa orang dalam kelompok itu menggelengkan kepala secara diam-diam. Orang-orang ini tidak tahu apa yang akan terjadi pada mereka.", " Zhang Yibei adalah orang pertama yang berjalan ke formula penempaan rahasia yang ditinggalkan Xiao Zongshui.", " Zhou Shu tidak bersaing dengannya. Dia telah menulis formula penempaan rahasia, jadi apa yang harus direbut?", " Zhang Yibei adalah seorang pandai besi yang berpengalaman. Dia dengan cepat selesai membaca formula penempaan rahasia dan mengerutkan kening. Dia memandang Zhou Shu dan berkata, \"Adik Zhou, formula penempaan rahasia ini tidak sederhana.\"", " \"Aku tahu.\" Zhou Shu mengangguk.", " \"Kamu tahu?\" Zhang Yibei bertanya dengan ragu.", " \"Aku sebelumnya memalsukan Huben Suber untuk Inspektur Xiao.\" Zhou Shu tidak mengatakan bahwa dia adalah pencipta Huben Sabre. Xiao Zongshui telah memerintahkan para murid yang telah menyaksikannya menguji pedang untuk tetap diam. Lebih jauh lagi, karena mereka tidak hadir, Zhou Shu tidak khawatir untuk mengekspos dirinya sendiri.", " \"Kamu membantu Inspektur Xiao menempa Huben Sabre?\" Zhang Yibei berseru kaget.", " Dia bertanya-tanya mengapa Inspektur Xiao tidak mendekatinya. Keterampilan menempanya termasuk yang terbaik di Workshop ke-97.", " Sementara itu, Zhou Shu berpikir, Zhang Yibei tampak dewasa dan tenang, jadi mengapa dia begitu mudah terkejut?", " \"Ya.\" Zhou Shu mengangguk. “Berdasarkan pengalaman Aku, menempa Huben Saber lebih dari dua kali lebih sulit daripada menempa pedang panjang standar. Sudah cukup mengesankan untuk bisa memalsukan satu dalam enam jam. ”", " Zhou Shu tidak menyadari bahwa beberapa orang di antara kerumunan sedang menatapnya dengan kaget.", " Orang-orang ini semuanya dipanggil oleh Xiao Zongshui untuk mencoba memalsukan Huben Sabre. Mereka semua telah gagal tanpa kecuali.", " Bagaimana mungkin mereka tidak kaget ketika mendengar bahwa seorang pemuda tak dikenal telah berhasil menempa?", " Meskipun mereka terkejut, mereka memiliki pemikiran mereka sendiri dan tidak menonjol untuk memberi tahu Zhang Yibei dan yang lainnya tentang kegagalan mereka.", " “Saudara Zhang, kamu adalah seorang senior. Keterampilan menempa Kamu jauh lebih baik daripada milik Aku. Kamu harus bisa menempa lebih cepat, ”lanjut Zhou Shu.", " Mata Zhang Yibei bersinar dengan nada puas diri. Dia bermaksud mempersulit Zhou Shu, tetapi dia memutuskan untuk melepaskannya karena dia sangat pandai berbicara.", " “Semuanya, pelajari dulu formula rahasia ini. Biarkan Aku mencoba menempanya terlebih dahulu. ” Zhang Yibei berbicara seolah-olah dia adalah pemimpinnya.", " Ada banyak area penempaan di bengkel Divisi Tempa.", " Zhang Yibei tidak kembali ke gudang kerjanya. Dia menemukan tempat di dekatnya dan mulai bekerja.", " Ding Ding Dang Dang! Di tengah suara dentuman, para murid naik untuk melihat formula penempaan rahasia.", " Tapi ada beberapa Magang Tempa yang bisa membaca. Mayoritas dari mereka berkumpul di depan Zhou Shu untuk mendengarnya menjelaskan formula penempaan rahasia.", " Di kejauhan, di mana tidak ada yang bisa melihatnya, Xiao Zongshui menarik kembali pandangannya, merasa agak senang dengan dirinya sendiri.", " Kamu mencoba untuk menjadi pintar dengan Aku. Sekarang, biarkan Aku melihat bagaimana Kamu akan mempertahankan teknik Kamu! Jika Kamu tidak dapat menyelesaikan misi, Aku punya banyak cara untuk menyiksa Kamu! Xiao Zongshui tertawa dingin. Dia tidak lagi memandang Zhou Shu dan yang lainnya dan berbalik untuk memasuki kamarnya.", " “Semuanya, ingat formula rahasianya. Mari kita lihat demonstrasi Saudara Zhang sekarang.”", " Formula penempaan rahasia tidak lama, dan karena semua orang berpengalaman, mereka dapat menghafalnya dengan cepat.", " Zhou Shu berteriak agar semua orang berkumpul di sekitar tempat Zhang Yibei bekerja.", " Ketika Zhang Yibei melihat bahwa semua orang sedang menonton, dia tidak hanya tidak merasa malu, tetapi dia menjadi lebih antusias. Dia mengayunkan palu lebih cepat dari sebelumnya.", " Alis Zhou Shu sedikit berkerut ketika dia melihat tindakan Zhang Yibei.", " Zhang Yibei adalah Magang Penempaan yang berpengalaman, dan dia sangat ahli dalam menempa. Dia sebenarnya mengikuti formula penempaan rahasia Huben Saber ke surat itu.", " Tapi di mata Zhou Shu, ada perasaan yang aneh. Bagaimana dia harus meletakkannya? Ada bentuk tetapi tidak ada jiwa!", " Ya, itu tidak memiliki jiwa!", " Kemampuan menempa Zhou Shu saat ini memadai, tetapi fondasinya kurang. Untuk sesaat, dia tidak bisa menentukan apa sebenarnya yang salah dengan penempaan Zhang Yibei.", " Retakan! Sebuah suara ringan pecah tepat saat Zhou Shu sedang memikirkan masalah dengan penempaan Zhang Yibei. Percakapan semua orang tiba-tiba terhenti.", " Gerakan Zhang Yibei terhenti di udara saat wajahnya penuh keheranan.", " \"Gagal?\" Zhang Yibei tidak bisa mempercayainya. Dia telah menghabiskan seluruh hidupnya menempa senjata standar. Dia mungkin bisa menempa pedang panjang standar bahkan dengan mata tertutup.", " Meskipun Huben Sabre terlihat sedikit rumit, fondasinya masih seperti pedang panjang standar. Zhang Yibei tidak percaya bahwa dia telah gagal!", " Setengah jalan melalui penempaan, bilahnya patah!", " Di kerumunan, beberapa orang yang memiliki pengalaman yang sama tampak seolah-olah kecurigaan mereka dikonfirmasi. Mereka masih sama saat itu, dan mereka tidak bisa memahami mengapa hal-hal terjadi seperti yang mereka lakukan!", " “Biarkan aku mencoba lagi!” Zhang Yibei cukup tak henti-hentinya. Dia melemparkan sepotong besi ke tungku dengan marah.", " Dang Dang!", " Satu jam kemudian, Zhang Yibei melihat bilah patah lainnya dan mulai merasa tidak nyaman.", " Kali ini, dia sangat berhati-hati. Setiap langkah telah diambil secara ketat sesuai dengan formula penempaan rahasia, tapi kenapa?!", " Mengapa masih tidak berhasil?", " \"Ada yang salah dengan formula penempaan rahasia ini!\" Zhang Yibei berkata dengan keras. \"Tidak mungkin memalsukan Huben Saber!\"", " \"Zhou Shu berkata dia membantu Inspektur Xiao memalsukannya,\" bisik seseorang di antara kerumunan.", " Lusinan tatapan sekali lagi jatuh pada Zhou Shu.", " Zhou Shu memiliki ekspresi serius di wajahnya. Di bawah tatapan semua orang, dia tidak panik. Sebaliknya, dia berkata, \"Saudara Zhang, masalahnya bukan pada formulanya tetapi pada Kamu.\"", " “Ada masalah denganku?” Zhang Yibei sangat marah. \"Saat aku mulai menempa, kamu masih bermain-main dengan kencing dan lumpur!\"", " \"Menempa tidak tergantung pada waktu.\" Zhou Shu menggelengkan kepalanya dan dengan tenang berkata, \"Beri aku palu .. Aku akan menunjukkannya sekali, dan kemudian Aku akan memberi tahu Kamu di mana masalah Kamu.\"", " ", "www.worldnovel.online"]}
]