[
{"novel4": ["Bab 1: Sistem Konversi Kekayaan", "Penerjemah: Editor Atlas Studios: Atlas Studios", "2009 ?!", "Dia telah kembali ke masa lalu 10 tahun?", "Pei Qian membutuhkan momen kegelisahan sebelum dia menerima kebenaran dengan relatif tenang.", "Sejak dia lulus pada 2013, dia telah berada di dua industri dan berganti pekerjaan melalui banyak perusahaan, bertemu dengan bos yang sangat menghebohkan sambil menjalani politik kehidupan perusahaan.", "Bagaimanapun, dia hanyalah budak masyarakat.", "Dia secara alami sangat gembira untuk sesuatu yang indah seperti berpindah untuk terjadi padanya. Memulai kembali kehidupan dari 10 tahun yang lalu, ini adalah sesuatu yang hanya bisa diimpikan semua orang!", "Benar-benar bangun sekarang, Pei Qian membalik dan duduk di tempat tidurnya.", "Apa yang harus dia lakukan selanjutnya?", "Saat itu, layar transparan muncul di depan Pei Qian saat baris kata mulai terisi.", "“Apa yang sedang terjadi?!”", "Pei Qian terkejut dan sangat gembira.", "Memang, akan selalu ada sistem setelah transmigrasi! Cheatnya telah tiba!", "Tenang, Tenang! Ini adalah pola yang biasa terjadi, tidak ada yang perlu diributkan!", "Pei Qian menenangkan diri tak lama kemudian dan melihat pesan di layar.", "Ini adalah menu.", "Di bagian bawah menu ada kotak dialog yang digunakan untuk menampilkan informasi dinamis – itu harus menjadi instruksi manual.", "“Wow? Ini adalah sistem kemenangan yang pasti! ”", "“Kamu tidak hanya memberi Aku dana, Kamu bahkan memberi Aku uang? Sebuah sistem dengan hati nurani! ”", "Seketika, Pei Qian memahami fungsi sistem.", "Meskipun kedua aspek Sistem Dana dan Kekayaan Pribadi mengacu pada uang, keduanya adalah konsep yang sangat berbeda.", "443 Kekayaan Pribadi mengacu pada jumlah total uang Pei Qian yang berjumlah 443 yuan – ini adalah uang yang dapat dia belanjakan dengan bebas.", "Adapun 50.000 yuan, itu adalah Dana Sistem. Menurut aturan sistem, jumlah uang itu hanya bisa untuk kegiatan bisnis seperti mendirikan perusahaan.", "Setelah jangka waktu tertentu, entah dia untung atau rugi, itu akan dikonversikan ke Kekayaan Pribadinya berdasarkan rasio yang ditetapkan dan dia bisa membelanjakannya sesuai keinginannya saat itu!", "“Menyenangkan! Mari kita lihat aturan detailnya! ”", "Pei Qian terus mengetuk layar.", "<1. Pembelian atau manipulasi harga properti dalam skala besar.>", "<2. Pembelian cryptocurrency, terlibat dalam skema Ponzi dan crowdfunding ilegal atau aktivitas ilegal serupa.>", "<3. Terlibat dalam berspekulasi dan mengambil keuntungan dari saham dan material atau mengganggu kekuatan pasar.>", "<1. Melakukan amal atau pemberian perusahaan kepada orang lain.>", "<2. Mempekerjakan atau mempekerjakan karyawan, menyewa ruang kantor dan membeli peralatan dengan harga jauh di atas harga pasar.>", "<3. Kemalasan ekstrim, efisiensi sangat rendahrate dan durasi lama tidak menghasilkan nilai apapun.>", "“Aturan yang sangat ketat.”", "Pei Qian memeriksa 200 pelanggaran dan rencananya dieliminasi satu demi satu.", "Berspekulasi dalam properti dan pembelian cryptocurrency semuanya dilarang oleh sistem.", "Dia dapat terlibat dalam investasi normal dan manajemen kekayaan tetapi pengembalian tahunan mereka terlalu sedikit untuk memuaskannya.", "Melalui 200 pelanggaran tersebut, Pei Qian tidak hanya dibatasi pada aktivitas Untung, dia juga dibatasi pada aktivitas Loss.", "Secara keseluruhan, dia dilarang melakukan sesuatu yang ilegal.", "Pei Qian terus mengetuk layar untuk melanjutkan ke langkah berikutnya.", "“Eh, tunggu. Rasio ini… ”", "Pei Qian melihatnya dengan hati-hati, menyadari bahwa sepertinya ada bug.", "Bukankah Rasio Konversi Kerugian terlalu tinggi?", "Jika dia kehilangan semua Dana Sistem, dia dapat mengonversikan semuanya menjadi Kekayaan Pribadinya!", "Kehilangan uang akan menjadi situasi kemenangan baginya!", "“Aku diberi Rasio Konversi yang luar biasa melalui generasi acak? Lady Luck pasti tersenyum padaku! ”", "“Sayang sekali Rasio Konversi Laba sedikit terlalu rendah. Tapi oh yah, kehilangan uang jauh lebih mudah daripada mendapatkannya! ”", "Pei Qian merasa seolah-olah peruntungannya jauh dari atap!", "Pei Qian merenung sejenak sebelum mengisi ruang dengan pikirannya: Tengda Network Technology Co., Ltd.", "Tengda mewakili Soaring dalam ‘Soaring to meteoric rise’.", "Itu adalah keinginannya – agar perusahaan itu melambung tinggi secepat mungkin!", "Dengan langkah terakhir selesai, kata-kata di layar menghilang dan menu kembali ke keadaan semula.", "Pei Qian merenungkan arti dari nada tambahan tersebut.", "Dia tidak bisa mendapatkan produk yang belum diumumkan seminggu sebelum pembayaran.", "Itu masuk akal.", "Jika tidak ada aturan seperti itu, dia dapat membuang Dana Sistem yang tersisa sebelum penyelesaian ke dalam pengembangan produk baru, menyebabkan Dana Sistem mengosongkan dan itu akan menjadi celah.", "Dengan aturan ini, Pei Qian harus mengeluarkan semua produknya seminggu sebelum penyelesaian sehingga mereka bertanggung jawab atas untung atau rugi – ini adalah langkah yang tidak dapat dia hindari lagi.", "“Celah lain ditutup. Tapi, itu tidak masalah. ”", "“Jadi, yang harus Aku lakukan selanjutnya adalah mengubah Dana Sistem dari 50.000 menjadi 0 sambil meningkatkan Kekayaan Pribadi Aku dari 443 menjadi 50.443.>", "“Aku hanya harus mulai kehilangan uang sesuai aturan, kan? Sepertinya tidak terlalu sulit. ” Pei Qian sangat percaya diri.", "Membuka perusahaan sekaligus menciptakan nilai dan produk baru dengan cara biasa.", "Sebagai bos perusahaan, yang harus dia lakukan hanyalah membiarkan kenormalan itu sedikit menyimpang.", "Bukankah hanya itu yang terjadi?", "Dari semua perusahaan yang didirikan, hanya sedikit yang berhasil sementara yang lainnya gagal. Jelas jalan mana yang paling mudah untuk ditempuh!", "www.worldnovel.online"]},
{"novel4": ["Bab 5: Game Ini Benar-benar Dapat Membuat Kamu Merenungkan Penerjemah Kehidupan: Editor Atlas Studios: Atlas Studios", "“Eh? Ini dimulai begitu saja? ”", "Air di ketel belum mendidih dan Qiao Liang tidak punya waktu untuk memikirkannya saat dia memasuki permainan.", "Tidak ada adegan pembuka atau animasi atau opsi apa pun saat pemain langsung memasuki game.", "Di gurun yang luas, jalan berkelok-kelok yang panjang membentang tanpa batas.", "Itu adalah sudut pandang orang pertama dari dalam mobil dan ada antarmuka instruksi sederhana sementara kontrol dapat dilakukan dengan keyboard atau pengontrol – itu benar-benar identik dengan game genre balap arus utama di pasaran.", "Qiao Liang melihat gambar di layar dan menyadari bahwa kontrolnya sudah pas.", "Bagaimanapun, ini adalah template set di mana batas atas dan bawah tidak terlalu ekstrim.", "Mengambil pengontrolnya dari samping, Qiao Liang menghubungkannya ke komputer dan memulai permainan.", "Mobil mulai bergerak.", "Qiao Liang berkelok-kelok di sepanjang jalan dan terus melaju.", "Itu adalah pagi di game dan matahari baru saja terbit, jadi kecerahannya tidak terlalu menyilaukan.", "Pasir menari-nari dengan liar di padang pasir dan ada serangkaian badai pasir di kejauhan yang akan mempengaruhi batas visibilitas dengan menguranginya.", "Jalannya berkelok-kelok di depan – bukan jalan yang lurus dan terkadang ada belokan.", "Klik!", "Air di ketel telah mendidih.", "Qiao Liang sedang mengemudi saat dia tenggelam dalam pikirannya.", "Apa yang Aku lakukan?", "Apa yang harus Aku lakukan?", "Apa yang game ini harapkan untuk Aku lakukan?", "Dia telah mengemudi selama tiga menit sekarang. Memang, ada beberapa belokan, tapi…", "Tidak ada hal lain yang membuatnya tertarik selain itu!", "Mengemudi, berbelok, melihat badai pasir di kejauhan. Selain itu, game itu tidak memiliki apa-apa lagi.", "Nyatanya, tidak ada mobil lain di jalan gurun ini!", "Qiao Liang ingin memasak mi-nya dan dia menekan tombol menu.", "Namun, tidak ada reaksi.", "Qiao Liang: “???”", "Untuk game lain, ini akan menjadi tombol jeda. Tapi tidak ada reaksi untuk game ini!", "Berpikir bahwa itu adalah bug, Qiao Liang memegang pengontrolnya sambil mengetuk tombol ESC, Spasi, dan Kembali di keyboardnya…", "Masih tidak ada reaksi!", "Game ini tidak dapat dijeda!", "Qiao Liang benar-benar tercengang.", "Pada saat dia tercengang, dia kehilangan fokusnya dan melewatkan satu belokan, keluar dari jalan raya dan tenggelam ke dalam pasir.", "PERMAINAN TELAH BERAKHIR.", "Delapan huruf sederhana muncul di layarnya.", "Rahang ternganga, Qiao Liang menjadi tidak percaya.", "Game ini benar-benar telah mengubah pengetahuannya tentang game sampah!", "Tidak. Sebenarnya, ini tidak dapat dianggap sebagai game sampah.", "Game sampah sering kali disebabkan oleh kurangnya kualitas, pendanaan, atau objektivitas dari sisi pencipta yang mengarah pada kompromi dalam aspek-aspek tertentu sehingga gamer akan merasa bahwa itu dibuat dengan buruk.", "Tapi, game ini berbeda.", "Sepertinya itu bertujuan untuk membuat orang lain jijik!", "Mengapa lagi itu tidak memiliki fungsi jeda atau titik simpan, menampilkan permainan di setiap kegagalan?", "“Tunggu, ini menarik…”", "“Mungkin, ini mungkin populer sebagai video diss?”", "Qiao Liang memasak mi dengan tergesa-gesa dan mulai menganalisis judul dan ringkasan game tersebut.", "“Jalan Gurun yang Sepi. Ada penekanan pada Lonely! ”", "“Simulasi perjalanan mengemudi yang membuat Kamu merenungkan kehidupan… Memang, Aku benar-benar merenungkan tentang kehidupan saat ini. Ringkasan ini sama sekali tidak berbohong kepada Aku… ”", "“Sepertinya game ini benar-benar dipenuhi dengan niat jahat!”", "“Perusahaan yang memproduksi game ini bernama Tengda Network Technology Co., Ltd. Aku belum pernah mendengar tentang mereka dan sepertinya ini adalah satu-satunya game mereka.”", "“Pfft…”", "Setelah menghabiskan mi-nya, Qiao Liang mengambil pengontrolnya sekali lagi.", "Namun, kali ini dia mengaktifkan perangkat lunak perekamnya, siap untuk merekam seluruh kemajuannya. ”", "…", "Tiga jam kemudian.", "Qiao Liang sedikit terganggu dan dia melewatkan sebuah belokan, menenggelamkan mobil ke pasir dan mengakhiri permainan.", "“AH!”", "“F-F-F-F * CK… !!!”", "Qiao Liang sangat kesal sehingga dia hampir melempar pengontrolnya ke atas meja. Itu tiga jam!", "Dia telah menghabiskan tiga jam melakukan apa-apa selain mengemudikan mobil di gurun. Namun, dia disambut oleh GAME OVER tanpa ampun yang mengumumkan kegagalannya.", "Tiga yang berhargaberjam-jam dalam hidupnya telah meninggalkannya begitu saja. Selain membuang-buang listrik, dia tidak menciptakan nilai dalam bentuk apa pun.", "Bahkan video yang direkam pun tidak berguna. Dari keseluruhan rekaman selama tiga jam, hanya beberapa detik dari momen terakhirnya yang bisa diedit menjadi kompilasi yang gagal.", "Qiao Liang melemparkan pengontrol ke meja komputer sambil bangun untuk menenangkan diri.", "Dia tidak menghancurkan pengontrol karena dia terlalu miskin.", "Pengontrol itu berharga setidaknya 200 yuan. Jika dia tidak sengaja merusaknya, dia akan patah hati.", "“Huff…”", "“Tenang.”", "Ini semua untuk pekerjaan.", "“Baiklah, game ini berhasil memicu kemurkaanku. Aku harus mengatakan bahwa itu adalah kualitas yang bagus untuk dimiliki oleh permainan sampah. ”", "Qiao Liang kembali tenang tidak lama kemudian.", "Sebagai seorang profesional UP Master game sampah, dia telah melalui banyak kesulitan dan tantangan. Gorengan kecil seperti ini adalah sesuatu yang seharusnya bisa dia tahan.", "Namun, Qiao Liang juga menyadari bahwa menyelesaikan game ini bukanlah tugas yang mudah.", "Ini adalah tantangan!", "Oleh karena itu, Qiao Liang menelepon untuk dibawa pulang.", "Dia beruntung karena kalah lebih awal. Jika nanti, tidak akan ada lagi layanan bawa pulang.", "Memanfaatkan kesempatan itu, Qiao Liang berbaring di tempat tidur untuk tidur siang guna memulihkan energi.", "Setelah dia bangun dan makan sampai kenyang, dia meletakkan segelas besar air di atas meja dan mempersiapkan dirinya untuk pertempuran yang berlarut-larut.", "Dia sudah mulai menguasai permainan.", "Apakah ada kesulitan untuk game ini? Tidak.", "Tidak berlebihan untuk mengklaim bahwa siapa pun yang memiliki tangan dapat menyelesaikan game ini.", "Tidak ada belokan tajam atau mobil polisi yang ikut campur yang akan menyerbu Kamu. Faktanya, tidak ada persyaratan kecepatan untuk para pemain.", "Satu-satunya kesulitan adalah waktu!", "Jika bahkan tiga jam yang dihabiskan tidak dapat menyelesaikan perjalanan, tidak ada yang tahu berapa lama lagi harus pergi.", "Pemain secara naluriah ingin meningkatkan kecepatan mobil untuk mengakhiri permainan lebih cepat. Namun, itu akan membutuhkan lebih banyak fokus atau mereka mungkin melewatkan setiap belokan yang mereka temui.", "Saat mereka keluar dari jalan raya, mereka harus memulai dari awal lagi.", "Jika mereka ingin melaju dengan kecepatan tetap, mereka harus mengemudi lebih lambat. Namun, itu akan memperpanjang waktu permainan.", "“Kacau! Ini benar-benar kacau! ”", "Qiao Liang merasakan lonjakan yang belum pernah terjadi sebelumnya dalam keinginannya untuk menantang dan menolak permainan ini.", "Jika dia bisa membuat video yang tidak menyenangkan dari game ini, judulnya saja sudah akan menarik banyak penayangan!", "Sambil mengertakkan gigi, Qiao Liang memasuki game untuk melawannya sekali lagi.", "…", "Lebih dari delapan jam kemudian.", "Larut malam.", "“Sialan!”", "Aku sudah menyelesaikannya! Aku benar-benar sudah membereskannya! ”", "Qiao Liang hampir menangis karena dia akhirnya bisa melihat garis finish!", "Itu adalah garis finis yang umumnya digambar seolah-olah banyak game balap mobil di luar sana menggunakan sumber daya seni universal yang sama. Namun, untuk Qiao Liang dalam kondisinya saat ini, garis akhir bergaris hitam dan putih tidak pernah terasa lebih intim daripada saat ini.", "Matanya berlinang air mata!", "Sambil memegang pengontrolnya, dia berdiri dari kursi komputernya.", "Punggungnya sangat sakit dan tangannya sedikit kram. Bahkan matanya hampir tidak bisa tetap terbuka karena dia sudah terlalu lama membakar minyak tengah malam.", "Namun, dia bertahan selama delapan jam!", "Itu tidak sia-sia!", "Qiao Liang sangat emosional sehingga dia bahkan tidak bisa memahami perasaan seperti apa yang dia alami saat ini.", "Pada saat mobil melewati garis finis, dia merasa seolah-olah dirasuki oleh Dewa Mobil!", "Pada saat itu, dia adalah pemuda paling tampan di seluruh arena pacuan kuda.", "Tepat setelah itu, layar menjadi hitam dan sederet kata muncul.", "Selamat karena telah menyia-nyiakan delapan jam berharga dalam hidup Kamu!", "www.worldnovel.online"]},
{"novel4": ["Bab 8: Penyelesaian! Penerjemah: Editor Atlas Studios: Atlas Studios", "Tapi, bagaimana dia harus menghalangi para gamer?", "Pei Qian bukanlah siapa-siapa untuk memulai. Bahkan jika dia menyatakan identitasnya sebagai pencipta The Lonely Desert Road, bagaimana dia akan menyebarkan berita dengan cepat?", "Setelah merenungkannya, dia memutuskan bahwa akan lebih baik baginya untuk menjelaskan semuanya dengan benar di detail halaman game-nya di platform game resmi.", "Dengan begitu, para gamer yang masuk untuk mengunduh game akan dapat membaca pesannya secara langsung dan itu akan menjadi metode pencegahan terbaik!", "Pada pemikiran itu, Pei Qian membuka bagian belakang dan mulai mengedit ringkasan game.", "Permintaan maaf yang tulus!", "“Maaf, ini benar-benar permainan yang sangat sampah!”", "“Itu membosankan sampai maksimal dan tidak layak dimainkan sama sekali!”", "“Tolong berhenti memainkannya! Gamer yang membelinya, raih kesempatan untuk meminta pengembalian dana! Terima kasih!”", "Pei Qian mengubah ringkasan dan menunggu.", "Pada akhirnya, bahkan setelah satu jam berlalu, volume unduhan game per jam tidak menunjukkan tanda-tanda penurunan!", "Tak hanya itu, ada beberapa komentar baru.", "“Eh? Ringkasan game berubah? ”", "“Apakah pembuat game mengalami trauma?”", "“Karena kamu meminta maaf, aku memaafkanmu. Namun, terlalu merepotkan untuk meminta pengembalian dana hanya 1 yuan. Anggap saja Aku mentraktir Kamu es krim, pembuat! ”", "“Pembuat konten ini membuat Aku tertawa terbahak-bahak. Apakah menurut Kamu kami tidak tahu bahwa ini adalah permainan sampah? Justru karena itu sampah kita memainkannya! ”", "“Pencipta ini benar-benar tahu nilainya sendiri. Karena kejujuran Kamu, Aku akan memberi Kamu tambahan 5 yuan! ”", "“Aku akan mengirimkan game ini ke teman Aku sebagai hadiah!”", "Pei Qian hampir menangis saat membaca komentar.", "Apa yang harus Aku katakan dalam ringkasan untuk membujuk kalian agar meminta pengembalian dana ?!", "Pei Qian akhirnya menyadari bahwa menetapkan harga jual pada 1 yuan adalah kesalahan besar – harganya sangat murah sehingga orang yang membelinya bahkan tidak repot-repot melalui proses pengembalian uang!", "Namun, poin utamanya adalah Pei Qian juga tidak berani menetapkannya terlalu tinggi – lagipula ini adalah game indie. Jika dia menetapkannya pada 100 yuan, tidak hanya akan sulit untuk melewati proses pemeriksaan ESRO, sistem pasti akan memperingatkannya juga!", "Pei Qian sangat sedih ketika dia melihat popularitas game itu melonjak dengan cepat – dia hampir tidak tahan lagi.", "…", "Senin.", "“Saudara Qian, kamu bolos kelas siang ini lagi?”", "Ma Yang sudah mengemasi barang-barangnya. Dia bertanya dengan bingung saat dia melihat ke arah Pei Qian yang jelas terbangun tetapi terbaring di tempat tidurnya dan merenungkan tentang kehidupan dengan mata melebar seperti ikan mati.", "Pei Qian melepaskannya; dia bahkan tidak memiliki kekuatan untuk menjawab.", "Kamu benar-benar sesuatu.", "Ma Yang pergi dengan buku-bukunya.", "Ini adalah tahun pertama. Kebanyakan siswa hanya akan menumbuhkan kebiasaan membolos dan tidur sampai tengah hari pada saat mereka berada di kelas dua atau tiga.", "Pei Qian adalah seseorang yang telah bertransmigrasi dari 10 tahun ke depan dan dia tahu bahwa melewatkan kelas-kelas ini tidak ada artinya baginya.", "Pada akhirnya, dia tidak mengikuti kursus seperti kedokteran atau hukum di mana melewatkan satu kelas pun dapat menyebabkan kegagalan. Untuk jurusan humaniora normal seperti miliknya, bahkan jika dia membolos sama sekali, dia masih bisa menjejalkan jalannya untuk lulus pada menit terakhir.", "Selain itu, Pei Qian sama sekali tidak ingin menghadiri kelas …", "Ketika dia menyegarkan bagian belakang editor game setiap hari dan melihat sosok-sosok yang melompat, dia akan mulai lebih banyak merenungkan tentang kehidupan.", "Setelah berbaring di tempat tidurnya seperti mayat selama 30 menit penuh, Pei Qian menemukan keberanian untuk memanggil sistem.", "Setelah penyelesaian hari Minggu, keuntungan dari platform game seharusnya ditransfer ke akun perusahaannya pagi-pagi sekali.", "Sekarang, Dana Sistem seharusnya juga diperbarui.", "Karena takut, Pei Qian melihat deretan angka di layar sistem.", "“Oh…”", "Dia menutup antarmuka sistem, merasa seolah-olah dia akan mati!", "Dia benar-benar tidak bisa menerima ini lagi!", "Sebenarnya, Pei Qian telah mempersiapkan mentalnya sedikit sebelum melihat angka-angka itu – lagipula, dia dapat memperkirakan secara kasar berapa banyak uang yang dihasilkan game berdasarkan jumlah unduhan.", "Setelah episode Guru Qiao diterbitkan, unduhan game meningkat setiap hari.", "Video Guru Qiao dibagikan secara luas oleh banyak akun pemasaran dan ada pembuat konten lain yang ikut serta berharap mendapatkan bagian dari hype The Lonely Desert Road.", "Saat itu mulai menjadi viral dan orang-orang membagikannya, hampir tidak mungkin untuk menghentikan kereta hype.", "Pei Qian hanya bisa menonton tanpa daya karena unduhan harian gim itu berubah dari puluhan menjadi ratusan hingga ribuan.", "Lonjakan cepat dalam jumlah unduhan menyebabkan game ini mendapatkan tempat rekomendasi yang lebih baik di bawah genre indie, simulator mengemudi, dan game balap juga.", "Setiap kali Pei Qian menyalakan bagian belakang sistem, dia akan menerima pemberitahuan.", "“Selamat! Game Kamu, The Lonely Desert Road, telah mendapatkan penghargaan XXX rekomendasi. Harap coba untuk tidak memperbarui versi game dalam minggu ini untuk mencegah bug yang tidak diketahui memengaruhi pengalaman game … ”", "Pei Qian sudah acuh tak acuh saat melihat pemberitahuan itu.", "Sekarang, dia sudah mati di dalam!", "Masih ada satu minggu lagi yang harus dilalui dan Dana Sistem telah menembus 50.000 yuan. Itu berarti bahwa uang yang diperoleh akan dikonversi ke Kekayaan Pribadinya di bawah rasio 100: 1 datang penyelesaian.", "1.000 yuan bisa mendapatkannya … 10 yuan?", "Pei Qian melihat angka-angka yang ditunjukkan dan benar-benar jengkel.", "…", "…", "Seminggu kemudian.", "Asrama.", "“… Konyol! Bagaimana mungkin game yang begitu payah ini menjadi populer? ”", "“Keluar dari komputer Aku!”", "“Seseorang di peringkat benar-benar menghabiskan lebih dari 40 jam untuk game ini… apa dia gila ?!”", "Ma Yang sedang bermain The Lonely Desert Road di tempat tidur tingkat atas. Dia berhenti dalam waktu kurang dari lima menit dan dia bingung bagaimana permainan seperti itu menjadi populer.", "Pei Qian di sisi lain menggigil di ranjang bawah.", "“Hei, Kakak Qian! Sudahkah Kamu memainkan permainan lumpuh yang sangat populer itu? Sesuatu itu, sesuatu jalan gurun? ” Ma Yang menundukkan kepalanya dan bertanya.", "“… Tidak.” Itu adalah kebenaran – Pei Qian benar-benar tidak memainkan permainan itu.", "Itu karena dia tahu betul bahwa game itu dibuat untuk membuat orang jijik. Bagaimana dia bisa memainkannya…", "Ma Yang menampar pahanya sendiri. ” Benar-benar scam! Aku ingin tahu siapa ficked as * hole yang menciptakan game seperti itu! Benar-benar orang yang busuk! ”", "Pei Qian: “…”", "Aku benar-benar tidak berharap kalian bermain! Bisakah aku disalahkan karena kalian semua bersikeras memainkannya ?!", "Pei Qian tidak pernah membayangkan bahwa popularitas game ini akan mencapai sekolah dan bahkan asramanya sendiri …", "Dalam kurun waktu satu minggu, melalui berbagi massal pembuat konten dan outlet media game, The Lonely Desert Road telah menjadi sangat populer sehingga Pei Qian mempertanyakan kehidupan itu sendiri.", "Dia sangat lega bahwa platform streaming belum sepopuler tahun 2009 karena masih dalam fase berkembang. Saat ini, satu-satunya pemain yang memonopoli pasar adalah platform streaming Waiwai yang hanya memiliki ratusan ribu pengguna.", "Jika streaming langsung sepopuler 10 tahun ke depan…", "Pei Qian tidak bisa membayangkan bagaimana jadinya.", "www.worldnovel.online"]},
{"novel4": ["Bab 4: Mencari Game Sampah Penerjemah: Editor Atlas Studios: Atlas Studios", "Siang itu, teman sekolahnya kembali satu per satu.", "Salah satu dari mereka melambaikan kantong plastik di tangannya berisi makanan yang dibelinya dari kantin.", "Pei Qian mengenalinya sebagai mantan teman asrama inkarnasinya, Ma Yang — wajahnya yang besar dan panjang meninggalkan kesan yang dalam.", "“Saudara Qian, kamu benar-benar punya nyali untuk membolos! Tapi Kamu benar-benar beruntung, Wakil Presiden tidak hadir. ” Ma Yang melihat ke arah Pei Qian dengan ekspresi ‘Keberuntungan macam apa itu’.", "Teman sekamar lainnya mulai menyalakan laptop mereka.", "“Tidak ada kelas di sore hari. Ada yang mau main game? ”", "“Aku di. Buruan! Ma Yang, kamu dimana? ”", "“Sebentar, aku belum selesai makan.”", "“Cepatlah, kamu lambat bercanda. Seseorang cari lebih banyak orang dari asrama lain! ”", "Orang-orang lain di asrama telah menyalakan laptop mereka dan menopang meja-meja kecil di tempat tidur mereka.", "Itu adalah kondisi asrama sekolah yang suram sehingga tidak ada meja khusus untuk setiap tempat tidur susun dan mereka hanya bisa bermain game sambil duduk bersila.", "Pei Qian selalu curiga bahwa masalah punggungnya mungkin berasal dari periode waktu ini.", "Untuk mendapatkan pengalaman bermain game terbaik, meskipun mereka memiliki laptop sendiri dan mengatur sesi permainan di dalam asrama dengan nyaman, banyak siswa lebih memilih untuk pergi ke kafe internet.", "Ma Yang memegang mangkuk baja tahan karatnya yang berisi kantong plastik berisi makanan. Dengan terburu-buru memakan beberapa gigitan, dia membuang seluruh kantong plastik ke tempat sampah.", "Alasan mengapa semua orang membeli makanan dari kantin adalah karena mereka ada kelas sore itu.", "Jika mereka tidak memiliki kelas, semua orang akan terbaring di tempat tidur mereka seperti mayat.", "Jika seseorang akhirnya memutuskan untuk pergi ke kantin, yang lainnya akan meminta untuk ‘digendong’.", "Tapi tentu saja, kesimpulan muncul kemudian. Namun, mereka tidak memiliki aplikasi untuk dibawa pulang pada saat itu dan akan memesan melalui melakukan panggilan telepon. Beberapa siswa yang lebih miskin akan melakukannya sebagai pekerjaan paruh waktu untuk mendapatkan penghasilan tambahan.", "Ma Yang berlari keluar dan berteriak. Tak lama kemudian, ruang permainan itu terisi.", "Pei Qian melihat ke layar komputer – itu adalah 5v5 Multiplayer Online Battle Arena (MOBA) yang disebut Gods Rising. Gameplaynya mirip dengan DOTA dan hanya dikemas secara berbeda.", "Dari segi timeline, League of Legends juga mulai populer sejak tahun 2011. Meski sempat eksis di tahun 2009, namun dibuat dengan sangat buruk.", "Selain itu, itu didasarkan pada pengetahuan Pei Qian sebelumnya. Mengingat perubahan dunia saat ini, tidak ada jaminan bahwa League of Legends akan dibuat.", "Selama periode waktu ini, MMORPG masih mendominasi kafe internet dan game terpanas adalah Dunia Fantasi.", "Meskipun game seperti Gods Rising juga populer, mereka lebih populer di dalam asrama karena tidak dianggap sebagai game online murni.", "Meskipun dimainkan di kafe internet dan ada game Player vs Player (PvP), mereka tidak dapat menandingi MMORPG.", "“Kakak Qian, kenapa kamu terlihat begitu linglung hari ini. Kamu tidak tidur nyenyak? ”", "Ma Yang bingung dengan keadaan Pei Qian. Kita kekurangan satu. Apakah kamu datang? ”", "Pei Qian menggelengkan kepalanya. “Tidak, cari orang lain.”", "“Baiklah, kalau begitu aku akan memanggil Wang Tua dari rumah sebelah,” Ma Yang tidak bertanya lebih jauh.", "Tak lama kemudian, dua asrama berdampingan mulai berkembang pesat.", "“Mid Laner hilang! Hati-hati!”", "“F * ck! Bagaimana dia membunuhku? ”", "“Ha ha ha! Itu adalah gank tiga pria dan mereka masih terbunuh! Noobs! ”", "Pei Qian berdiri di belakang Ma Yang melihat kursornya terbang di sekitar layar saat dia mengerjakan keyboard dengan tangan kirinya. Suara klik cepat dari keyboard menunjukkan keahlian Ma Yang.", "Dia kemudian melihat papan skor. Itu adalah 10 menit dan skor 10-9. Kill Death (KD) Ma Yang berada di 0-0.", "Teman sekamarnya menjadi bingung saat dia kehilangan hit terakhir di bawah menara.", "Pei Qian tidak bisa membantu tetapi meratapi betapa indahnya bagi semua orang untuk menjadi muda di tahun 2009 dan dapat mengalami kegembiraan permainan.", "Sejak dia mulai bekerja, dia telah membeli banyak game hebat. Namun, mereka semua ditinggalkan untuk mengumpulkan debu karena dia melupakan semuanya.", "Kehidupan kerja sangat ekstremely melelahkan dan satu-satunya hal yang ingin dia lakukan setelah menyelesaikan pekerjaan adalah berbaring di sofa untuk melihat-lihat situs web atau menonton siaran langsung. Bahkan ia terlalu malas memainkan game mobile, apalagi game yang membutuhkan skill mekanik seperti itu.", "Syukurlah, semuanya berbeda sekarang.", "Selama dia benar-benar kehilangan Dana Sistem, dia akan menghasilkan uang dengan mudah! Dia kemudian bisa menjalani hidup bahagia sebagai gelandangan!", "Pei Qian berbaring di tempat tidurnya dan berpikir riang tentang masa depannya.", "Jadi, bagaimana dia harus menghabiskan uang 50.000 yuan …", "Mungkin dia harus mendapatkan komputer kelas atas dulu?", "Selanjutnya, dia akan menyewa rumah dan melanjutkan hidupnya sebagai gelandangan tanpa malu!", "Fufufufu.", "Pei Qian tidak bisa menahan tawa.", "…", "…", "“Jadi, selesai game Sampah minggu ini Diss! Jika para ayah menikmati episode minggu ini, ingatlah untuk menyukai, berbagi, dan berlangganan! ”", "Di sebuah rumah sewaan di Beijing, seorang pemuda gemuk dengan alis tebal dan mata besar yang putus asa duduk di depan komputernya merekam video dengan lesu.", "Ini adalah Qiao Liang, UP Master1 terkenal di bagian permainan Potato Web yang dikenal dengan nama panggilan Guru Qiao. Penggemarnya juga memanggilnya ‘Ayah baptis Saluran Game’ karena setiap kali dia mengakhiri videonya, dia akan memanggil ‘ayah’.", "Sebagai Master UP profesional, Qiao Liang sedikit populer dan memiliki cukup banyak penggemar. Namun, ini adalah tahun 2009 di penghujung hari. Mengingat ekosistem saat ini, penghasilannya pada dasarnya masih belum stabil.", "Jika dia menerima kemitraan sponsor yang baik, dia akan dihidupkan kembali sebentar dan dapat menikmati makanan enak di restoran.", "Jika tidak, dia mungkin harus bertahan hidup hanya dengan sup dan mi, menjalani diet dengan kelaparan.", "Qiao Liang telah mencoba pergi ke berbagai arah, tetapi segmen Sampah Game Diss-nya masih yang paling diterima dengan baik dan paling banyak dilihat, menarik banyak penggemar yang menyukai game.", "Qiao Liang memiliki segmen lain yang disebut Permainan Rekomendasi Baru Bulan Ini yang dimaksudkan untuk kemitraan bersponsor.", "Bagaimanapun, dia menjadi populer melalui segmen yang disebut Trash Games Diss. Namun, tidak mungkin ada pedagang game yang ingin bekerja dengannya untuk posting bersponsor yang berani menerbitkan apa pun melalui segmen itu.", "Karena itu, Qiao Liang membuat Game Rekomendasi Baru Bulan Ini hanya untuk kemitraan bersponsor. Hanya saja dibandingkan dengan Trash Games Diss, jumlah pengikut yang ada terlalu sedikit.", "Setelah dia selesai merekam episode terakhir Permainan Sampah Diss, Qiao Liang tidak mempublikasikannya untuk waktu yang lama.", "Dia merasa itu kekurangan sesuatu.", "Ya, itu benar – tidak memiliki jiwa.", "Game yang disebutkan kali ini sepertinya tidak ada yang spesial selain menjadi sampah biasa!", "Bahkan setelah mempersiapkan sinopsis, materi, voice over dan merekam seluruh proses dengan rajin, Qiao Liang merasa bahwa meskipun episode itu dapat ditonton, tidak ada sensasionalisme untuk itu.", "Permainan itu sangat sampah sehingga mereka tidak memiliki poin pembicaraan.", "Itu sangat mengganggu Qiao Liang – lagipula, dia mengandalkan ini untuk mencari nafkah. Jika jumlah penontonnya tidak naik, akan sulit baginya untuk menerima kemitraan sponsor yang lebih baik.", "Oleh karena itu, Qiao Liang tidak terburu-buru untuk mempublikasikan episode terbarunya. Sebagai gantinya, dia melihat-lihat daftar rekomendasi game baru di platform game resmi, mencari sampah khususnya untuk dipamerkan.", "Saat itu juga, dia mendapati dirinya lapar dan mengeluarkan sebungkus mie instan sebelum air mendidih, bersiap untuk mengisi kembali energinya.", "Ketika air mendidih, Qiao Liang melanjutkan pencariannya untuk permainan baru.", "“Jalan Gurun yang Sepi? Game apa ini? ”", "Qiao Liang melihat ringkasan pertandingan.", "“Simulasi perjalanan mengemudi yang membuat Kamu merenungkan kehidupan?”", "“Bagaimana Kamu merenungkan hidup?”", "Ringkasan itu membangkitkan keingintahuan Qiao Liang.", "Sebagai pembuat konten profesional dari bagian game, Qiao Liang pada dasarnya adalah seseorang yang akan memainkan game apa pun yang menarik minatnya.", "Dia mengklik gim tersebut dan tidak lama kemudian, unduhannya selesai karena dihidupkan secara otomatis.", "www.worldnovel.online"]},
{"novel4": ["Bab 6: Mengapa Ada Ribuan Unduhan?! Penerjemah: Editor Atlas Studios: Atlas Studios", "Qiao Liang bingung.", "Itu dia?", "Dia telah menyelesaikan permainan?", "Baris kata itu adalah satu-satunya yang dia terima?", "Bukankah seharusnya kau setidaknya membuatkan piala untukku? Buat podium!", "Bahkan jika Kamu tidak memiliki sumber daya seni itu, buatkan Aku efek suara dari orang-orang yang bersorak!", "Berapa harga efek suara sorakan? Haruskah kamu pelit itu ?!", "Aku menghabiskan delapan jam menyelesaikan ini dan semua yang Kamu berikan kepada Aku hanyalah layar hitam dan komentar yang mengejek ?!", "Qiao Liang tidak tahan lagi, baik secara fisik maupun mental.", "Dia benar-benar berinvestasi dalam-dalam dan dia sangat kesal dengan permainan ini sehingga dia ingin menangis!", "Namun, meskipun putus asa dan marah, ada sedikit penghiburan di hatinya. Sedikit… lega?", "Bukannya dia seorang masokis; dia tahu bahwa ini adalah materi yang berharga baginya!", "Bukankah audiensnya akan mengklik untuk lebih banyak suka dan berbagi melihat UP Master mereka dalam kesengsaraan seperti itu?", "Qiao Liang memeriksa sejenak – delapan jam perjalanannya telah dicatat dengan lengkap.", "“Tunggu saja! Aku akan menenangkanmu setelah aku bangun! ”", "Qiao Liang berkata dengan kasar sebelum menyimpan rekamannya dengan benar dan tenggelam ke tempat tidur untuk tidur nyenyak.", "…", "Tiga hari kemudian.", "Pei Qian terbangun secara alami di asramanya, merasakan kebahagiaan dalam hidupnya.", "Dia telah menyesuaikan dirinya dengan kehidupan universitas sekali lagi selama periode waktu ini.", "Dia bisa bangun secara alami setiap hari tanpa harus khawatir tentang pekerjaan, tekanan mengenai KPI, atau menghadapi amarah atasannya.", "Secara keseluruhan, hanya ada satu kata untuk itu – kepuasan!", "Tapi tentu saja, segalanya akan lebih baik jika dia lebih kaya.", "Hal pertama yang harus dilakukan saat bangun tidur – memanggil sistem!", "Saat melihat angka 0 di sistem, Pei Qian merasakan kepuasan.", "Luar biasa!", "Adapun sosok menyedihkan di balik status Kekayaan Pribadinya, tidak ada yang bisa dia lakukan.", "Dia sudah mencoba yang terbaik tetapi dia tidak bisa menghemat uang sama sekali!", "Dia hanya memiliki 1.000 yuan setiap bulan untuk biaya hidup. Bahkan jika dia makan di kantin setiap hari, itu masih belum cukup.", "Lagipula, dia tidak bisa menggunakan semua uangnya hanya untuk makan – harus ada pengeluaran harian lainnya, bukan?", "Pei Qian tidak dapat menunggu penyelesaian 11 hari kemudian di mana kerugian Sistem Dana akan dikonversi menjadi Kekayaan Pribadinya sepenuhnya. Itu akan luar biasa.", "Dana Sistem masih 0 karena keuntungan dari platform game belum dibagikan ke akun perusahaan.", "Platform game ESRO memproses pembayaran mingguan menggunakan sistem cerdasnya secara otomatis – pembuat dan platform membagi keuntungan secara merata.", "Jika seseorang ingin memeriksa pendapatan mereka dan angka unduhan sebelum hari pembayaran, mereka dapat menanyakan di bagian belakang editor game.", "Selama dua hari pertama saat game diunggah, Pei Qian terus mengintip dari belakang sepanjang waktu hanya untuk mengetahui bahwa ada lusinan orang bodoh yang tidak beruntung yang telah membeli dan mengunduh game tersebut.", "Karena ini adalah game baru dan terkadang ada tempat rekomendasi sesekali, adalah hal yang wajar jika beberapa gamer bodoh akan mendownload dan mencobanya.", "Selusin unduhan … setelah membagi keuntungan dengan platform, itu hanya akan menghasilkan beberapa yuan dan tidak akan mempengaruhi gambaran besar.", "Selain itu, semua gamer itu tentu saja memberikannya ulasan bintang 1 juga. Dengan itu, peringkat The Lonely Desert Road pun absobenar-benar menghebohkan dan seharusnya tidak ada lagi gamer bodoh yang akan mengunduhnya.", "Setelah dipastikan bahwa permainannya pasti akan gagal, Pei Qian menghabiskan harinya dengan gembira dan tidak lagi memeriksa editor game.", "Meskipun dia yakin bahwa memeriksa editor game hari ini tidak akan membuat perbedaan apa pun, dia tetap melakukannya secara naluriah.", "Dia mendekatinya dengan sikap ingin tahu.", "Sementara pencipta lain akan selalu mengharapkan hasil yang lebih besar untuk gim mereka dan bahkan berharap ada puluhan atau ratusan ribu unduhan dengan setiap penyegaran, Pei Qian di sisi lain mengharapkan hasil yang mengerikan dan bahkan nol besar dan gemuk sebagai hasil terbaik.", "“Jika Aku tidak salah, unduhan harus tetap dalam dua digit…”", "“Sialan ?!”", "“Apa yang terjadi?!”", "Pei Qian tercengang.", "Dia terkejut dengan volume unduhan – telah mencapai empat digit dan bahkan naik menuju lima!", "Piak!", "Menampar dahinya dengan tangan kanannya, Pei Qian hampir mengira dia sedang melihat sesuatu.", "“Bagaimana bisa ada lebih dari 8.000 unduhan ?!”", "“Ini akan segera menembus 10.000!”", "Masih ada 10 hari lagi sampai tanggal penyelesaian!", "Pei Qian bingung, benar-benar panik.", "Hal-hal telah jauh melampaui harapannya!", "Ini adalah soal matematika yang bahkan anak sekolah dasar pun bisa pecahkan. Volume unduhan lebih dari 8.000 berarti juga setara dengan lebih dari 8.000 yuan. Setelah pengurangan 50% dari platform, dia akan memiliki laba bersih lebih dari 4.000!", "ESRO menetapkan bahwa sebagian besar game harus membayar tarif pajak sekitar 5%. Namun, game indie seperti itu di platform mereka akan menerima potongan pajak sehingga hampir dapat diabaikan.", "Artinya, jumlah uang yang dibayarkan oleh platform ke akun perusahaan minggu ini akan meningkatkan Dana Sistem menjadi lebih dari 4.000!", "Apa artinya itu?", "Pei Qian mendapatkan tambahan 4.000?", "Tidak!", "Sebaliknya, dia justru merugi 4.000!", "Awalnya, Pei Qian akan mendapatkan keuntungan bersih sebesar 50.000 dari Kekayaan Pribadinya dari Dana Sistem yang telah dia belanjakan.", "Dengan tambahan 4.000 yang diperoleh, dia hanya akan merugi 46.000 – itu akan mengurangi kemungkinan penghasilannya dari 50.000 menjadi 46.000!", "Dan bukan itu yang menjadi kekhawatirannya – volume unduhan masih terus meningkat!", "Setiap kali Pei Qian menyegarkan platform, jumlahnya akan melonjak sekali lagi; puluhan kali, ratusan lainnya.", "Setiap kenaikan mirip dengan menggosok garam pada luka Pei Qian!", "Itu karena berapa pun penghasilannya sama dengan menyusutnya Kekayaan Pribadi yang diperolehnya!", "Selanjutnya masih ada 10 hari lagi untuk tanggal setelmen berikutnya. Jika volume unduhan naik 10 kali lipat selama minggu ini…", "Tss…!", "Ini buruk!", "Pei Qian tidak bisa lagi duduk diam.", "Apa artinya ini? Apakah bagian belakang editor disadap? ”", "“Bagaimana game sampah seperti itu bisa mendapatkan ribuan unduhan? Apakah kamu benar-benar mempermainkanku? ”", "Dia tidak percaya saat dia buru-buru membuka platform game resmi dan mencari bagian komentar di The Lonely Desert Road.", "Yang membuatnya heran, meskipun peringkatnya tidak banyak berubah, bagian komentar telah meledak dengan tambahan ratusan komentar baru!", "“Kelompok tamasya Guru Qiao!”", "“Grup tamasya Guru Qiao +1”", "Aku sekarat karena tawa. Tidak kusangka bahwa game anti-umat manusia seperti itu benar-benar ada. Ini benar-benar memperluas perspektif Aku! ”", "“Aku mengunduh, Aku menantang dan Aku pergi dengan kekalahan setelah lima menit.”", "“1 yuan bahkan tidak sebanding dengan upaya Aku untuk meminta pengembalian dana. Biarkan aku meninggalkan bola ludah sebelum pergi, poo… tui! ”", "“Aku merekomendasikan permainan ini kepada teman Aku dan mengatakan kepadanya bahwa dia harus bertahan sampai akhir untuk mendapatkan kejutan besar dan telur paskah. Sekarang, teman Aku ingin memutuskan semua hubungan dengan Aku. Apa yang harus Aku lakukan?”", "“Orang yang membuat komentar di atas, apakah kamu manusia? Aku memberi tahu teman Aku dengan sangat jujur ​​bahwa tidak ada apa pun di akhir permainan kecuali layar hitam dan satu pernyataan. Sebenarnya, Aku mengatakan kepadanya kata demi kata apa yang dikatakan pernyataan itu tapi coba tebak? Dia berpikir bahwa Aku berbohongdia dan bersikeras untuk memeriksanya sendiri! Dia masih belum menyelesaikan permainan tapi dia sudah menghancurkan tiga pengontrol. Aku pikir kita juga akan segera memutuskan hubungan. ”", "“Ada yang tahu alamat pembuatnya? Aku hanya meminta kesenangan agar Aku dapat mengirimkan beberapa produk lokal khusus Aku kepadanya. ”", "“Aku menyarankan Kamu semua untuk berhenti memainkannya dan lihat saja panduan Guru Qiao. Dia merekam keseluruhan delapan jam … ”", "“Fu, Aku beritahu Kamu, game ini benar-benar dapat membangkitkan beberapa kesadaran tentang bagaimana. Itu adalah sesuatu yang tidak akan Kamu alami melalui menonton video. ”", "Berbohong lebih banyak, lebih banyak berbohong.", "“Nyata! Tripitaka harus melalui 81 kesengsaraan untuk mendapatkan sutra, bukan? Apakah Kamu pikir Kamu bisa menjadi Buddha seperti Tripitaka hanya dengan menonton Journey to the West saja? ”", "Pei Qian benar-benar linglung.", "Apa-apaan ini semua?", "Dari mana datangnya komentar-komentar ini?", "“Kelompok tamasya Guru Qiao ???", "Mungkinkah beberapa Big V1 menyukainya ?!", "Benar-benar bingung, Pei Qian mencari Guru Qiao secara online.", "Tak lama kemudian, dia menemukan halaman pribadi Guru Qiao di Potato Web dan menemukan video yang diposting sehari sebelumnya.", "Jumlah penayangan telah menembus 200.000.", "Pei Qian tidak bisa berkata-kata.", "Dia sepertinya telah menemukan pelakunya.", "www.worldnovel.online"]},
{"novel4": ["Bab 7: Pelakunya Ditemukan! Penerjemah: Editor Atlas Studios: Atlas Studios", "Pei Qian membuka videonya.", "Berbicara dengan dialek dalam suaranya yang serak dan serak, Guru Qiao meninggalkan kesan yang dalam bagi Pei Qian.", "“Ayah tersayang, salam. Aku adalah Godfather of Games yang sama seperti yang kalian kenal denganku, Guru Qiao. ”", "“Aku mendapat banyak permintaan untuk memperbarui video baru dari penggemar, mengatakan kepada Aku bahwa mereka merindukan menonton Aku permainan yang tidak menyenangkan. Sekarang, alasan mengapa Aku menunda pembaruan bukan karena Aku malas, itu karena sebagian besar game lumpuh yang Aku temukan memiliki kelas yang terlalu rendah dalam ketimpangannya… ”", "“Dan akhirnya, Surga tidak menyerah pada mereka yang bekerja keras. Setelah perjalanan berat Aku dalam menggali permata sejati di antara tempat pembuangan sampah, Aku menemukan pecahan emas ini. Benar, Aku persembahkan untuk Kamu, The Lonely Desert Road. ”", "“Ini adalah game yang sangat menarik di mana Kamu dapat menikmati perjalanan filosofis yang berlangsung selama delapan jam secara real-time!”", "“Ini adalah simulator mengemudi yang sangat sederhana. Tidak hanya Kamu bisa mengemudi, Kamu bahkan dapat menekan klakson, mendengarkan musik sambil menikmati pemandangan gurun yang selalu berubah! ”", "“Itu benar, meskipun dipenuhi dengan pasir di mana-mana dan tidak banyak yang bisa dilihat, percayalah – pasir yang bergerak akan menyebabkan pemandangan tampak berbeda setiap saat. Kamu bahkan mungkin menangkap fatamorgana setelah waktu yang lama… ”", "“Apa? Kamu tidak melihatnya? Jangan khawatir, selama Kamu bertahan selama delapan jam perjalanan, Kamu pasti akan melihatnya! ”", "“Selain itu, game ini memiliki sistem peringkat yang sangat canggih yang benar-benar dapat melacak jumlah penyelesaian dan waktu permainan yang efektif!”", "“Ya ampun, betapa mulia fungsinya untuk terus-menerus mengingatkan Aku betapa banyak hidup Aku yang telah Aku buang dalam permainan ini…”", "“Batuk-Batuk. Baiklah, semua orang harus tahu bahwa Aku sedang menyindir. Sebenarnya, game ini benar-benar bisa disebut sebagai game paling membosankan dalam sejarah, hands down. ”", "Itu benar, Kamu tidak pernah salah dengar. Baik itu di masa lalu atau masa depan, di dalam negeri atau di luar negeri, tidak boleh ada simulator mengemudi lain yang lebih membosankan dari ini. ”", "“Kamu harus melihat ke depan selama delapan jam perjalanan karena ada belokan sesekali. Jika Kamu melewatkan giliran… Maaf, Kamu gagal dan Kamu harus memulai permainan dari awal! ”", "“Jangan tanya Aku mengapa tidak ada jeda atau penyimpanan yang tersedia. Itu karena… Ini! Permainan! Has! Tidak! Berhenti sebentar! Fungsi! Di! Semua!”", "“Satu-satunya kesenangan yang Kamu peroleh dari permainan ini adalah dengan menekan klakson dan mendengarkan musik. Namun, masalahnya adalah Kamu tidak hanya tidak dapat mendengarkan musik yang Kamu inginkan, Kamu bahkan tidak dapat mengubahnyasaluran radio! Yang dapat Kamu dengarkan hanyalah beberapa lagu yang tidak diketahui, khusus, atau antik! Tidak hanya itu, Kamu bahkan tidak dapat melewati lagu yang tidak Kamu sukai! ”", "“Dan wahyu yang paling mengejutkan datang pada akhirnya di mana itu benar-benar mengejek Aku dengan satu pernyataan – Selamat karena telah menyia-nyiakan delapan jam berharga dalam hidup Kamu!”", "“Tepat sekali! Ini benar-benar permainan yang memiliki kehidupan yang merenungkan; itulah yang terjadi pada Aku! ”", "“Itu membuat Aku menyadari betapa pentingnya waktu Aku dan betapa game hanya membuang-buang waktu!”", "“Jika Aku bisa menilai game ini dari segi kebosanannya dari 10, itu akan mendapatkan 100 penuh!”", "“Tapi tentu saja, bahkan permainan seperti itu tidaklah sempurna.”", "“Sebagai pemain Mode Hardcore pertama yang menyelesaikan game ini (Kamu dapat memverifikasinya melalui peringkat), Aku sangat menyarankan game untuk menambahkan fitur berikut!”", "“Pertama, mengapa harus mengakhiri permainan setelah mobil mencapai titik akhir? Aku sangat menyarankan agar mobil dapat memutar balik setelah mencapai titik akhir dan berkendara kembali ke titik awal! Itu akan menjadi cara logis untuk menciptakan Mode Tanpa Akhir! ”", "“Adakah yang bisa benar-benar mengklaim telah menaklukkan game seperti ini tanpa harus mengulang 10 kali atau lebih?”", "“Selain itu, Aku sangat menyarankan untuk menambahkan fungsi multipemain di mana pemain lain dapat memasuki ruangan dan duduk di dalam mobil untuk menikmati pemandangan atau mengobrol dengan pengemudi!”", "“Aku berharap pembuat game ini dapat menerima saran Aku dan memperbarui versi game saat ini. Itu akan memastikan bahwa itu sukses besar! ”", "“…”", "“Nah, itu menyimpulkan akhir dari ketidakpuasan minggu ini! Delapan jam berikutnya akan menjadi rekaman lengkap dari gameplay. Siapa pun yang bosan dapat dengan bebas menonton seluruh perjalanan tanpa percepatan. ”", "“Percayalah, setelah itu, kamu pasti akan mendapatkan beberapa kesadaran tentang hidup juga!”", "Pei Qian melihat ke depan video dan menemukan bahwa Guru Qiao benar-benar merekam keseluruhan delapan jam permainannya.", "Bagian komentar pun bisa dibilang meledak dengan antusias para penggemar.", "“Aku benar-benar menonton delapan jam penuh tanpa percepatan. Sekarang, Aku merasa seolah-olah Aku mulai merenungkan arti hidup … ”", "“Guru Qiao telah membuat pengorbanan yang sangat besar! Dia praktis hidup di tepi jurang untuk ini! ”", "“Guru Qiao, tolong hentikan! Garis rambutmu tidak tahan lagi! ”", "“Apakah orang-orang harus mempertaruhkan nyawa untuk membuat video sekarang ini ?!”", "Aku sudah mengunduhnya. Aku yakin Aku dapat menemukan makna kehidupan di gurun! ”", "“Orang yang membuat komentar sebelumnya, memperhitungkan Aku!”", "“Nama lengkap game tersebut adalah The Lonely Desert Road. Kamu dapat menemukannya di platform game resmi. Jangan terburu-buru berterima kasih, Aku hanya seorang Samaria! ”", "“Hitung Aku dalam +1”", "“Grup tamasya, ayo pergi!”", "…", "Pei Qian benar-benar bingung saat dia melihat komentar yang ditinggalkan.", "Sesuatu pasti salah dengan dunia ini!", "Aku membuat game yang sampah dan itu digunakan sebagai materi oleh beberapa pembuat konten untuk respon yang begitu menderu ?!", "Meskipun dia bingung, Pei Qian kurang lebih mengerti bagaimana semuanya terjadi.", "Dari semua hal, gimnya harus ditemukan oleh Guru Qiao yang berspesialisasi dalam membuat video hingga gim diss yang kemudian membuat episode darinya melalui sebuah inspirasi.", "Dengan sinopsisnya yang luar biasa dan basis penggemar yang besar ditambah dengan beberapa pengeditan yang cerdik, video itu menjadi viral!", "Tak lama kemudian, sekelompok tamasya tertarik dengan video tersebut karena orang-orang tertarik dengan tingkat keburukan game tersebut.", "Di antara mereka, sebagian besar orang berhenti bermain setelah beberapa saat karena permainan itu benar-benar membosankan. Namun, bagi sebagian besar dari mereka, 1 yuan itu sangat diabaikan sehingga mereka bahkan tidak repot-repot meminta pengembalian dana…", "Minoritas oJika mereka menjadi kompetitif karena sistem peringkat sementara ada beberapa pemain yang bahkan mulai menyebarkan kebohongan dengan sengaja!", "Beberapa orang mengklaim bahwa pada jam keempat, akan ada easter egg yang sangat menyenangkan yang muncul jika mereka melihat ke arah gurun.", "Yang lain mengklaim bahwa jika seseorang menyelesaikan permainan tiga kali, panggung tersembunyi akan terbuka!", "Bahkan banyak yang bertanya di kolom komentar apakah mereka bisa membagikan video ini…", "Pei Qian menyadari bahwa segala sesuatunya tidak berjalan dengan baik.", "Mengapa tiba-tiba tampak seolah-olah game ini akan menjadi panas ?!", "Mungkinkah… game ini tidak akan merugi ?!", "“Tidak, itu tidak mungkin. Aku harus melakukan sesuatu … ”", "Pei Qian tidak berniat untuk duduk diam dan menunggu – dia akan menyelamatkan dirinya sendiri!", "Jika game ini akhirnya menjadi panas, dia akan merugi besar!", "Dia berpikir bahwa masalah tersebut mungkin berasal dari ringkasan yang dia tulis.", "Itu terlalu kabur dan karenanya para gamer salah paham tentang dia!", "Sudah waktunya untuk jujur ​​kepada para gamer – dia harus mencegah para pendatang baru mengeluarkan uang untuk itu!", "www.worldnovel.online"]},
{"novel4": ["Bab 2: Aku Ingin Kehilangan Segalanya! Penerjemah: Editor Atlas Studios: Atlas Studios", "Jadi, pertanyaannya sekarang adalah bidang mana yang harus Aku masukkan.", "Setelah merenungkannya, Pei Qian memutuskan bahwa dia harus mengetahui situasi dunia ini terlebih dahulu.", "Membuka laptopnya, dia melakukan pencarian di mesin pencari Qiandu dan mulai mencari berita terkini, terutama tentang teknologi.", "Ada beberapa perbedaan, meski kecil. Pei Qian memiliki gambaran kasar tentang berbagai hal.", "…", "Mirip dengan dunianya sebelumnya, trennya masih berputar di sekitar Internet, teknologi, game, dan industri budaya.", "Pei Qian dapat memilih untuk memasuki industri apa pun – itu adalah sesuatu yang tidak dibatasi oleh sistem.", "Namun, untuk menciptakan nilai dan tidak melanggar aturan sistem, Pei Qian harus mempekerjakan profesional yang relevan saat memulai perusahaan.", "Terhadap industri yang tidak dia kenal, Pei Qian tidak percaya diri dalam menavigasi berbagai hal – bagaimana jika profesional yang dia pekerjakan benar-benar luar biasa dan akhirnya membuat proyek itu sukses?", "Setelah banyak perenungan, Pei Qian memutuskan industri game.", "Meskipun Pei Qian tidak pernah terjun langsung ke industri game, dia telah memainkan banyak sekali game. Dengan pengaruh seperti itu, dia memiliki pemahaman yang kasar tentang industri tersebut.", "Dibandingkan dengan industri lain, dia merasa lebih percaya diri dengan kemampuannya untuk bernavigasi di industri game.", "Dengan mengubah sedikit gameplay, dia bisa membuat game yang bisa gagal – itu adalah keuntungan besar yang dia miliki!", "Selain itu, mudah untuk membakar uang di industri game.", "Untuk industri fisik, dia masih bisa menjual aset tetap untuk mendapatkan ganti rugi dan itu tidak akan menjadi kerugian total. Namun, dalam industri game, kerugiannya akan menyeluruh dan menghasilkan kode yang tidak berharga.", "Dengan ingatannya tentang dunia 10 tahun kemudian, selama dia dengan sengaja menghindari membuat game yang menghasilkan keuntungan, bukankah dia akan selesai?", "Langkah Satu: Buat game!", "Langkah Kedua: Kehilangan uang dan ubah Dana Sistem menjadi Kekayaan Pribadinya!", "Langkah Tiga: Habiskan sesuka hatinya!", "Ah, betapa sempurnanya hal-hal yang akan terjadi.", "Pei Qian merasa bahwa dia benar-benar jenius!", "…", "Setelah memutuskan arahnya, Pei Qian mencari di situs resmi Biro Perdagangan dan mengunduh profil manajemen perusahaannya dengan berhasil masuk menggunakan Nomor Kartu ID dan kata sandi awal.", "Ada sebuah perusahaan yang terdaftar atas namanya – Tengda Network Technology Co., Ltd. – dan ada dana senilai 50.000 yuan.", "Ini pasti telah didaftarkan untuknya menggunakan teknologi hitam sistem.", "Dalam aspek kewirausahaan, ada perbedaan besar antara kehidupan Pei Qian sebelumnya dan dunia paralel dengan kesulitan yang disederhanakan ini.", "Untuk mendorong lebih banyak warga negara untuk memulai bisnis mereka sendiri, ada hambatan masuk yang rendah untuk membuat perusahaan dan sebagian besar prosedur telah cerdas dan dapat diselesaikan secara online dan di akhir klien.", "Ini sangat membantu para wirausahawan dan bahkan dunia Pei Qian sebelumnya yang 10 tahun ke depan tidak dapat menandingi aspek ini.", "Ada perubahan serupa lainnya.", "Misalnya, berkat kemajuan pesat di bidang telekomunikasi dan teknologi cloud, banyak industri mengumpulkan jaringan dan sumber daya mereka dan itu meningkatkan efisiensi kerja online.", "Ambil contoh industri game, ada organisasi resmi terpadu – Organisasi Peringkat Perangkat Lunak Hiburan. ESRO singkatnya, mereka bertanggung jawab untuk mengatur dan mengaudit berbagai genre game.", "Pada saat yang sama, ESRO memiliki situs web resmi untuk sumber daya yang terbuka untuk semua pengusaha.", "Orang dapat melihat situs resmi ESRO sebagai kompilasi dari sumber daya pasar game domestik. Di sini, seseorang dapat membayar untuk membeli sumber daya seni yang dapat digunakan secara universal, templat pemrograman, manuskrip desain, atau bahkan menyewa profesional untuk menyesuaikan permainan mereka sendiri.", "Sumber daya seni, templat pemrograman, dan lainnya ini semuanya dimiliki oleh individu atau perusahaan dalam industri dan siapa pun dapat menggunakannya dengan biaya tertentu.", "Tapi tentu saja, ini semua adalah sumber daya yang lebih umum dan di ujung bawah.", "Di situs web, seseorang dapat menghubungi hotshots tertentu seperti desainer papan atas dan bernegosiasi dengan mereka untuk bekerja sama.", "Selain itu, ESRO bahkan telah mengumpulkan semua editor game umum di pasaran dan menyederhanakannya untuk meluncurkan editor game resmi mereka sendiri. Selama seseorang mau berusaha untuk belajar, kebanyakan orang akan senanguld dapat menanganinya bahkan tanpa latar belakang pemrograman yang sebenarnya.", "www.worldnovel.online"]},
{"novel4": ["Bab 3: Jalan Gurun yang Sepi Penerjemah: Editor Atlas Studios: Atlas Studios", "Ekosistem saat ini dalam industri game mirip dengan tahun 2009 di kehidupan Pei Qian sebelumnya.", "Misalnya, game internet terpanas telah beralih dari World of Warcraft ke Fantasy World, CS ke Counter Strike, DOTA ke Gods Rising. Mereka mungkin tampak berbeda di permukaan, tetapi gameplay mereka hampir sama.", "Ada peningkatan yang jelas untuk game seluler mungkin karena pengembangan perangkat keras yang lebih cepat di sini dibandingkan dengan kehidupan sebelumnya.", "Misalnya, dalam kehidupan Pei Qian sebelumnya, permainan kartu seluler baru mulai mendapatkan daya tarik pada tahun 2012 berkat tren ponsel cerdas. Namun karena perkembangan smartphone yang lebih awal di dunia ini pada tahun 2008, game serupa telah muncul sejak saat itu dan genre game tersebut telah semakin matang hingga saat ini.", "Jika itu masalahnya, situasinya agak optimis.", "“Yang harus Aku lakukan adalah menghabiskan 50.000 yuan sepenuhnya di situs web untuk membeli templat dan sumber daya seni. Aku kemudian akan membuat game yang tidak ingin dimainkan oleh siapa pun dan tidak bisa terjual! Dua minggu kemudian, ini akan dihitung sebagai kerugian! ”", "“Sempurna!”", "Diputuskan, Pei Qian mulai mencari templat yang dia inginkan di situs web.", "“Template dasar simulator mengemudi. 20.000 yuan dengan gambar eksterior dan interior mobil gratis. ”", "“Template latar belakang – template jalan gurun. 15.000 yuan. Jika Aku ingin lingkungan berubah sesuai, Aku akan membutuhkan 8.000 yuan lagi. Itu menambahkan hingga 23.000. ”", "“Sedikit mahal, tapi itulah yang Aku inginkan!”", "“Aku masih punya sisa uang.”", "“Musik radio. Pilih 30 dari 100 lagu atau izinkan untuk diputar secara acak dari perpustakaan lagu sistem. 6.000. ”", "“1.000 yuan tersisa, hmm … kalau begitu aku akan mendapatkan fungsi peringkat sederhana. Tidak mampu membeli apa pun lagi. ”", "Setelah merenung, Pei Qian menempatkan pesanan dengan marah di situs web dan menghapus 50.000 yuan miliknya hingga bersih.", "Sebenarnya, sumber daya ini tidak mahal.", "Dimasukkan ke dalam editor game, template simulator mengemudi akan dapat membuat fungsi dasar dari game simulator mengemudi.", "Mempercepat, mengerem, berbelok dan menabrak dan lain-lain – semuanya selesai.", "Sedangkan untuk latar belakang jalan gurun, editor game mendukung pengeditan jarak yang menyebabkan latar belakang gurun muncul dengan perubahan acak juga.", "Ditambah dengan fungsi perubahan lingkungan, ada matahari terbenam, matahari terbit, dan badai pasir di samping perubahan lainnya.", "Karena ini adalah template universal, banyak pembuat game indie akan membelinya juga sehingga ada kemungkinan 100% akan ada kesamaan bentrok.", "Agar tidak terjadi bentrokan, beberapa pencipta akan menyesuaikan beberapa sumber seni untuk membuat variasi. Secara alami, itu berarti peningkatan biaya investasi.", "Namun, itu bukanlah sesuatu yang dikhawatirkan Pei Qian?", "Bentrokan? Lanjutkan! Bagaimanapun, Aku di sini untuk kehilangan uang! Jika pemain game memilih untuk tidak memainkan game ini karena bentrokan, Aku sangat senang!", "Pei Qian mulai membuat permainannya.", "Meskipun tujuannya adalah untuk kehilangan uang, game tersebut harus cukup baik untuk melewati persetujuan pemeriksaan ESRO sebelum dapat berhasil dijual.", "Jika itu adalah produk setengah jadi karena kekurangan fungsional dan dokter hewan ESRO gagal, sistem dapat menilainya sebagai pelanggaran Pei Qian terhadap aturan.", "Karena itu, tidak peduli seberapa kacau permainannya, itu harus berfungsi.", "Setelah memasukkan template dasar dan latar belakang ke editor game, kerangka permainan selesai.", "Saat memasuki permainan, pemain akan dapat mulai mengemudi di jalan gurun.", "Namun, sumber daya yang dibeli tidak boleh disia-siakan.", "Pei Qian menambahkan fungsi radio ke mobil sehingga pemain dapat menyalakan radio saat mengemudi untuk mendengarkan musik.", "Semuanya sederhana atau lagu lama dan klasik – lagu yang sedang tren tidak dapat dibeli dengan harga murah.", "Setelah itu, muncul masalah krusial.", "Apa yang harus menjadi gameplay inti dari game ini?", "Pei Qian sama sekali tidak tahu.", "Haruskah ini menjadi game balapan?", "Tidak mungkin. Dia tidak punya uang untuk itu.", "Yang mampu dia beli hanyalah templat dasar dengan gambar mobildan latar belakang.", "Sedangkan untuk trek balap yang rumit dan mobil-mobil mewah beserta algoritme untuk balapan kompetitif, dia tidak mampu membelinya!", "Bagaimana dia bisa membuat gameplay itu jika dia tidak mampu membelinya.", "Menampar kepalanya, Pei Qian mengerti.", "Gameplay inti dari game ini sederhana – hanya mengemudi!", "Seseorang akan menyelesaikan permainan hanya dengan mengemudi dari titik awal hingga akhir!", "Namun, itu saja tidak akan berhasil. Karena semuanya disusun bersama dengan sumber daya universal dan tidak ada terobosan inovatif dalam alur game, dia tidak akan dapat berhasil melalui proses pemeriksaan.", "Dia harus membuat beberapa perubahan untuk memastikan bahwa permainan tersebut lolos dari dokter hewan. Namun, perubahannya tidak boleh terlalu spektakuler – dia masih harus memastikan bahwa tidak ada yang mau memainkan permainan sedemikian rupa sehingga kehilangan uang!", "Pei Qian merenungkannya dan memutuskan untuk memperpanjang latar belakang jalan gurun tanpa batas… dan memperpanjang gameplay menjadi delapan jam!", "Tepat sekali! Para pemain harus mengemudi selama delapan jam sebelum mereka bisa mencapai titik akhir! Juga, akan ada belokan sesekali di sepanjang jalan!", "Itu akan membuat para pemain mustahil untuk melewati permainan hanya dengan menekan satu tombol!", "Dengan begitu, ia harus bisa lolos dari proses vetting karena gameplay-nya berbeda dengan simulator mengemudi yang ada di pasaran.", "Selain itu, dengan gameplay yang kacau balau, bukankah dia akan dikecam oleh para gamers? Tidak mungkin game ini menghasilkan uang!", "Pei Qian sangat gembira dan menyesali betapa jeniusnya dia.", "Akhirnya, dia menciptakan antarmuka permainan akhir dengan metode yang sangat sederhana yang hanya menampilkan satu baris kata: “Selamat karena telah menyia-nyiakan delapan jam berharga dalam hidup Kamu!”", "Bahkan jika seseorang menyelesaikan permainan, Pei Qian harus memastikan bahwa mereka akan sangat kesal sehingga mereka tidak ingin memainkan permainan dari perusahaannya lagi!", "Agar tidak menyia-nyiakan fungsi peringkat yang dia beli, dia membuat ‘Peringkat Pembuang Waktu’ untuk membuat tabulasi ‘Jumlah Penyelesaian’ serta ‘Waktu Permainan Efektif’ dari setiap pemain.", "Ini adalah sistem peringkat yang tidak berguna yang hanya ada karena uang dihabiskan untuk itu.", "Tak lama kemudian, dia selesai dengan itu.", "Semua fungsi dianggap sebagai fungsi dasar editor game dan memerlukan seret sederhana dan perubahan parameter untuk dieksekusi – pada dasarnya, siapa pun yang memiliki tangan dapat melakukannya.", "Pei Qian membutuhkan waktu kurang dari dua jam untuk menyelesaikan pembelajaran mandiri editor game, membeli sumber daya, dan membuat game.", "“Game terbelakang ini pasti akan membuatku kehilangan uang!”", "Setelah selesai membuat game, Pei Qian mengujinya di laptopnya.", "Setelah lima menit, dia keluar dari permainan dan hampir muntah.", "Satu-satunya hal yang dia lakukan adalah mengemudi, mengemudi, dan mengemudi! Itu sangat membosankan!", "Puas, Pei Qian langsung menerbitkan game tersebut.", "Judul Game: ", "Ringkasan Game: Mengemudi selama beberapa jam di jalan gurun yang sepi akan memberi Kamu beberapa kesadaran tentang kehidupan.", "Ketika dia menulis ringkasannya, Pei Qian mengalami konflik.", "Haruskah dia membual tentang itu? Tidak, bagaimana jika dia menarik banyak orang untuk berdiskusi tentang judul dan dia mengurangi kerugian?", "Haruskah dia berbicara buruk tentang itu? Tidak, itu terlalu jelas. Di satu sisi, sistem mungkin mengaturnya sebagai pelanggaran. Di sisi lain, gamer mungkin melihatnya sebagai psikologi terbalik – bagaimana jika mereka semakin tergoda untuk bermain, semakin dia berbicara buruk tentangnya?", "Oleh karena itu, ia memutuskan untuk menulis ringkasan dengan sangat jujur ​​sehingga para gamer tidak akan merasa tertarik sedikit pun hanya dengan membacanya!", "Selanjutnya, itu untuk menetapkan harga.", "Pei Qian memutuskan harga jual 1 yuan.", "Dia tidak ingin menetapkannya terlalu tinggi agar tidak ada idiot yang mati otak benar-benar memutuskan untuk membelinya – dia akan kehilangan lebih sedikit uang!", "Dengan menetapkan harga yang cukup rendah, Pei Qian memastikan bahwa hal itu tidak akan memengaruhi kerugiannya bahkan jika beberapa lusin pemain membelinya.", "Setelah menyelesaikan semuanya, Pei Qian mengunggah game tersebut. Setelah lolos proses vetting, secara otomatis akan dipublikasikan di platform game resmi.", "Keseluruhan proses biasanya memakan waktu antara beberapa jam hingga beberapa hari.", "Platform ini menggunakan sistem rekomendasi otomatis. Game baru dari kelompok yang sama direkomendasikan sesuaiuntuk melacak perubahan data latar belakang dan kecuali ada manipulasi peringkat yang disengaja, admin tidak akan ikut campur di dalamnya.", "Pei Qian benar-benar tidak khawatir.", "Permainan sampah seperti itu pasti akan menghilang dari pandangan segera setelah diterbitkan. Setelah batas waktu dua minggu habis, 50.000 yuan akan menjadi miliknya! Luar biasa!", "Menutup laptopnya, Pei Qian santai saat kebahagiaan tumpah dari hatinya!", "www.worldnovel.online"]},
{"novel4": ["Bab 10: Penerjemah Karyawan Pertama: Editor Atlas Studios: Atlas Studios", "Pei Qian tiba-tiba merasa masa depannya cerah!", "Sebelumnya, dia hanya memiliki 50.000 yuan. Akan sedikit konyol jika dia ingin mencari karyawan dengan uang sebanyak itu.", "Tapi sekarang, Pei Qian memiliki 300.000 Dana Sistem!", "Tidak konyol mempekerjakan karyawan dengan ini, bukan?", "Merenungkan pengalamannya yang menyakitkan, Pei Qian menyimpulkan dari kegagalannya bahwa itu karena beberapa hal.", "Pertama, dia terlalu tidak beruntung!", "Siapa yang menyangka bahwa game sampah yang dia buat dengan santai akan terlihat oleh UP Master bagian game yang sedikit populer?", "Jika bukan karena Guru Qiao, bukankah dia telah berhasil membuat kerugian?", "Juga, Pei Qian memiliki keraguan terhadap kemampuannya sendiri.", "Mungkinkah karena Aku terlalu pintar sehingga Aku akan kehilangan uang dengan cara yang salah?", "Ada beberapa orang yang akan selalu gagal dan kehilangan uang tidak peduli seberapa keras mereka berusaha mendapatkan uang.", "Pada saat yang sama, ada orang yang bisa menghabiskan seluruh waktunya untuk memikirkan kehilangan uang tetapi gagal kehilangannya!", "Pei Qian merasa bahwa dia termasuk kelompok yang terakhir.", "Karena itu, dia merasa sudah saatnya mencari bantuan.", "Untuk merekrut orang!", "Selama dia merekrut sekelompok pemalas untuk bertanggung jawab atas semua pekerjaan ini, bukankah dia akan bisa kehilangan semua uang itu dengan mudah?", "Pada pemikiran itu, Pei Qian tidak lagi marah pada Ma Yang bahkan meskipun dibenci oleh yang terakhir sebelumnya.", "“Ma Yang adalah hadiah yang dikirim kepadaku oleh surga!”", "“Benar-benar pemalas yang berbakat! Bukankah dia karyawan sempurna yang Aku tunggu-tunggu? ”", "“Haruskah Aku mempertimbangkan teman sekolah lainnya juga? Apa satu lagi penting? Bahkan, dia bahkan bisa kehilangan lebih banyak uang dengan memberi lebih banyak gaji! ”", "“T-Tidak! Sisanya terlalu bisa diandalkan! ”", "Pei Qian ingin mempertimbangkan teman sekolahnya yang lain, tetapi tidak lama kemudian menyerah pada pemikiran itu.", "Universitas Handong adalah universitas kunci dan mereka yang bisa memasukinya tidak sebodoh itu, selain yang lainnya.", "Seorang pemalas seperti Ma Yang adalah anomali yang hanya bisa ditemui secara kebetulan.", "Jika dia mencari lebih banyak, mereka mungkin akan membuat pekerjaan itu sukses. Saat itu, Pei Qian akan benar-benar berduka.", "Setelah dia diputuskan, Pei Qian memanggil Ma Yang keluar dari asrama secara pribadi.", "“Ada apa, Saudara Qian? Apakah Kamu akan berbagi dengan Aku beberapa strategi rahasia? ” Ma Yang memandang Pei Qian dengan penuh harap, berpikir bahwa yang terakhir akan mendiskusikan strategi permainan dengannya.", "“Aku sendiri baru-baru ini membuat game. Aku butuh bantuan, apakah Kamu tertarik? ” Pei Qian langsung. Bagaimanapun, seseorang seperti Ma Yang tidak licik dan membuat hal-hal menjadi rumit bisa menjadi bumerang.", "Tertegun sejenak, Ma Yang menggelengkan kepalanya. “Apakah kamu mempermainkan Aku? Kami memiliki begitu banyak beban kerja yang harus ditangani di semester ini, apalagi punya waktu untuk bermain-main dengan semua hal lain ini. ”", "Dia berhenti sejenak sebelum melanjutkan, “Jangan bilang kalau kamu tertipu oleh ilusi yang disebabkan oleh game indie yang kacau itu juga?”", "“Alasan utama mengapa The Lonely Desert Road menjadi populer adalah karena keberuntungan juga! Selain itu, dibutuhkan banyak uang untuk membuat game! Dari mana Kamu akan mendapatkan uang Kamu? ”", "Pei Qian terbatuk. “Aku tidak akan menyembunyikannya darimu, tapi sebenarnya aku adalah pewaris generasi kedua yang kaya. Keluarga Aku memberi Aku 300.000. Apa itu cukup?”", "Mulut Ma Yang ternganga lebar dan dia hanya berbicara setelah waktu yang lama, “Apakah kamu serius? Kamu tidak bercanda? ”", "Ma Yang tidak tahu latar belakang keluarga Pei Qian dengan baik, tetapi dia tahu bahwa Pei Qian bukanlah tipe pria yang akan mengolok-olok orang lain untuk bersenang-senang – tidak perlu baginya untuk membohonginya dengan lelucon kelas rendah.", "Saat itulah Ma Yang mulai menganggap preposisi itu sedikit lebih serius.", "“Selain uang, bagaimana dengan masalah lainnya?” Ma Yang bertanya.", "Pei Qian membalikkan pertanyaan itu. “Apakah ada masalah lain selain uang?”", "Ma Yang membeku sesaat. “Apakah Kamu tahu tentang sumber seni? Apakah Kamu tahu cara membuat kode? ”", "Pei Qian menggelengkan kepalanya. “Tidak, tapi apakah itu masalah? Sumber daya tersebut dapat dibeli secara online dengan uang dan Aku dapat menyewa profesorional untuk menyelesaikannya. ”", "Ma Yang membuka mulutnya, merasa sulit untuk mengekspresikan emosinya saat ini.", "Bukankah itu terlalu naif ?!", "Sekalipun Kamu kaya, itu bukanlah cara untuk menghabiskan uang!", "Pei Qian menepuk pundaknya. “Jangan khawatir tentang yang lainnya. Satu-satunya pertanyaan yang Aku ajukan adalah apakah Kamu bersedia untuk bergabung. Jika ya, Aku akan meninggalkan Kamu posisi di tim desain. ”", "Keraguan menyebar di wajah Ma Yang. “Saudara Qian, mengingat hubungan dekat kita, Aku secara alami akan membantu Kamu dengan ini tanpa syarat.”", "“Tapi, kami berdua tidak tahu apa-apa tentang membuat game! Meskipun 300.000 itu diberikan kepadamu oleh keluargamu, aku pikir kamu tetap harus memikirkannya lagi daripada membuat keputusan yang begitu enteng. ”", "“Aku khawatir Aku benar-benar akan mengecewakan Kamu jika kami menghasilkan bebek dan drake dari 300.000 orang. Aku benar-benar tidak bisa bergabung denganmu. ”", "Pei Qian tidak bisa berkata-kata. Dia tidak mengira bahwa hati nurani Ma Yang benar-benar akan menjadi penghalang …", "Tapi setelah dipikir-pikir, memang, meskipun Ma Yang agak bodoh, karakternya tidak buruk – dia tipikal pria baik-baik.", "Pei Qian tidak dapat mengungkapkan asal-usul uangnya dan hanya dapat mengklaim bahwa dia adalah pewaris generasi kedua yang kaya dan uang itu diberikan oleh keluarganya. Namun, Ma Yang enggan bergabung karena takut dia akan menyebabkan Pei Qian kehilangan uang.", "Tidak punya pilihan, Pei Qian hanya bisa membuktikan dirinya dengan kesuksesan sebelumnya. Sebenarnya, Aku sudah membuat permainan dan sudah menghasilkan uang.", "Ma Yang tercengang. “Permainan apa?”", "“U-Batuk,” Pei Qian terbatuk. Jalan Gurun yang Sepi.", "“Pfft!” Ma Yang hampir meludah.", "“Kaulah yang membuat game payah itu ?!” Ma Yang tercengang.", "Dia bahkan telah mengeluh kepada Pei Qian tentang hal itu sebelumnya bahwa itu adalah game yang dibuat oleh lubang * jahat! Untuk berpikir bahwa dia sedang memarahi orang yang tepat …", "Pei Qian sangat jengkel. “Itu benar-benar dibuat oleh Aku.”", "Itu adalah situasi yang sangat canggung.", "Ma Yang mengedipkan matanya dan tiba-tiba mengangkat jempol. “Bagus! Itu berhasil, Saudara Qian! Aku tidak tahu bahwa Kamu memiliki bakat seperti itu dalam mendesain game! Kamu benar-benar jenius dalam permainan untuk menjadi populer! Tidak heran Aku merasakan perasaan yang begitu akrab dengan game ini ketika Aku memainkannya sebelumnya. Jadi, itu karena ini. ”", "Pei Qian tidak tahu harus tertawa atau menangis – Ma Tua ini berubah sisi terlalu cepat!", "“Baiklah, cukup menjilat itu. Pertanyaan yang sama, apakah Kamu ikut? Aku akan memberi Kamu gaji 3.000 sebulan. Entah kami untung atau rugi, Kamu tidak perlu bertanggung jawab, “Pei Qian menawarkan.", "Sikap Ma Yang benar-benar berbeda kali ini saat dia menganggukkan kepalanya dengan marah. “Tentu, tentu! Aku pasti bersamamu, Kakak Qian! Kamu tahu bahwa meskipun Aku bukan orang yang hebat, Aku adalah pria yang dapat diandalkan! ”", "Setelah mengetahui bahwa Pei Qian berhasil menciptakan game, Ma Yang merasa ini bukan lagi permainan anak-anak. Sebaliknya, ini adalah sesuatu dengan prospek cerah sehingga dia tidak sabar untuk bergabung!", "Pei Qian memberikan persetujuannya yang tulus kepada Ma Yang. “Itu benar, itu tepatnya karena kamu adalah pria yang dapat diandalkan yang aku inginkan! Sekarang, jangan biarkan yang lain tahu tentang ini. Dari semua teman sekolah yang Aku kenal, menurut Aku Kamu adalah yang paling berbakat. Aku bahkan belum pernah mendekati orang lain. ”", "Ma Yang berseri-seri dengan cerah. Tentu saja, tentu saja!", "“Baiklah, itu menyelesaikannya,” Pei Qian tidak punya hal lain untuk dibicarakan. “Masih banyak pekerjaan persiapan yang harus dilakukan. Pergi dan mulai dengan beberapa hal Kamu sendiri, Aku akan mengabari Kamu jika ada kemajuan. ”", "Ma Yang mengangguk dengan penuh semangat. “Tentu, jangan khawatir! Aku akan pergi ke toko buku siang ini untuk melihat apakah ada buku teknis yang bisa Aku pelajari! Jangan khawatir, Aku akan depasti tidak menjadi beban! ”", "Ma Yang kembali ke asrama dan mengemasi barang-barangnya, bersiap untuk keluar.", "“Sebenarnya, Kamu tidak perlu mendapatkan buku teknis untuk dipelajari dari…”", "Pei Qian menjawab secara mental. Namun, dia mengangkat tangannya dan akhirnya tidak mengatakan apapun.", "Dia bertanya-tanya apakah itu pilihan yang tepat untuk memasukkan Ma Yang.", "Apakah seseorang yang begitu bertanggung jawab dan dapat diandalkan benar-benar cocok baginya untuk mencapai tujuannya…?", "Tetapi setelah dipikir-pikir, berdasarkan pemahamannya tentang Ma Yang sebagai pribadi selama bertahun-tahun, Pei Qian tahu bahwa meskipun pria ini dapat diandalkan, kemampuannya terbatas.", "Membiarkan Ma Yang melihat beberapa buku teknis seharusnya tidak memengaruhi gambaran yang lebih besar.", "www.worldnovel.online"]},
{"novel4": ["Bab 9: Pemalas Berbakat! Penerjemah: Editor Atlas Studios: Atlas Studios", "Itu adalah hari Senin – hari distribusi keuntungan dari platform game serta tanggal penyelesaian sistem.", "Untuk Pei Qian, itu seharusnya hari yang dia tunggu-tunggu. Namun, sekarang itu tidak ada artinya dan dia bahkan ingin menangis.", "50.000 yuan yang awalnya dimaksudkan untuk menjadi miliknya sekarang hilang!", "Bagaimanapun, apapun yang akan terjadi, akan menjadi.", "Pei Qian tidak memanggil sistem. Namun, antarmuka muncul di hadapannya secara otomatis, mungkin karena itu adalah tanggal penyelesaian.", "Ketika dia melihat sosok-sosok itu, Pei Qian kehilangan semua harapannya sepenuhnya dan tidak berbeda dengan orang mati.", "Mengoleskan garam ke lukanya!", "Memperburuk keadaan!", "Pei Qian sudah cukup terpukul ketika 70.000 yuan menjadi 700 yuan pasca penyelesaian.", "Namun, dia menghibur dirinya sendiri bahwa dia dapat menginvestasikan kelebihan uang yang dia peroleh ke babak berikutnya dan dia kemudian bisa membuat kerugian yang lebih besar.", "Namun, Pei Qian menemukan bahwa Dana Sistem tampaknya memiliki nilai tetap setelah setiap penyelesaian.", "Nilai apa pun yang lebih rendah dari itu akan diisi ulang oleh sistem!", "Putaran pertama, nilai terendah untuk Dana Sistem adalah 50.000. Putaran kedua mencapai 300.000. Itu berarti mengatakan bahwa jika Dana Sistem Pei Qian saat ini kurang dari 300.000, baik itu 10.000 atau 290.000, itu akan ditambah hingga 300.000!", "Oleh karena itu, apakah dia menghasilkan atau kehilangan uang sebelum penyelesaian sebelumnya, itu tidak akan memengaruhi dana awal untuk tahap berikutnya kecuali dia telah mendapatkan lebih dari 300.000 dengan 50.000 miliknya itu.", "Saat ini, Pei Qian tidak bisa lagi menghitung berapa banyak uang yang hilang dan tenggelam dalam sakit hatinya.", "“Sisi baiknya, Aku mendapat penghasilan tambahan 700+. Itu seharusnya sedikit membantu hidup Aku… ”", "Pei Qian mengeluarkan air liur saat melihat 300.000 Dana Sistem.", "Sayangnya dia tidak bisa membelanjakan uang sebanyak itu sesuka hatinya.", "Memeriksa saldo banknya secara online, Pei Qian menemukan bahwa ada tambahan 754,6 yuan – sesuai dengan angka yang ditampilkan di sistem dengan sempurna.", "Namun, tidak ada catatan transaksi – seolah-olah saldo banknya telah berubah secara otomatis.", "Pei Qian memiliki gambaran kasar tentang bagaimana sistem itu bekerja.", "Kekuatan sistem adalah kemampuan untuk mengubah saldo akun perusahaan dan pribadinya tanpa menimbulkan kecurigaan dari orang atau organisasi mana pun.", "50.000 yuan awal yang didistribusikan oleh sistem disimpan di rekening Tengda Network Technology Co., Ltd. Sebagai bos perusahaan, Pei Qian dapatmenggunakan uang itu dan menginvestasikannya dalam bisnis apa pun.", "Namun, begitu terjadi pelanggaran, seperti menggunakan uang untuk makanan dan minuman atau pengeluaran pribadi apa pun, sistem akan memulihkan uang tersebut sambil menghentikan minggu Konversi Kekayaan saat ini atau bahkan memutuskan hubungannya dengan Pei Qian!", "Meskipun sistem adalah hakim terakhir dari pelanggaran, sistem ini mengikuti aturan masyarakat normal.", "Misalnya, meskipun dihabiskan untuk makanan dan minuman, pertemuan atau kegiatan perusahaan diizinkan, sedangkan Pei Qian memperlakukan teman-temannya untuk makan dilarang.", "Setelah keuntungan game, uang yang diperoleh dari platform game akan dikirim ke akun perusahaan – sama seperti perusahaan game lainnya.", "Namun, Pei Qian tidak bisa membelanjakannya sesuai keinginannya!", "Selama penyelesaian sistem, sistem akan mengubah saldo bank Pei Qian sesuai dengan tingkat konversi menjadi Kekayaan Pribadinya berdasarkan perubahan saldo perusahaan.", "Itu akan menjadi uang yang dapat digunakan Pei Qian untuk dibelanjakan dengan bebas tanpa dibatasi oleh sistem!", "“Penyelesaian berikutnya sebulan kemudian.”", "“Tidak, kali ini Aku harus menemukan cara untuk benar-benar kehilangan 300.000! Tidak kurang satu sen pun! ”", "Pei Qian bangkit dari tempat tidurnya dan mulai mencari di komputernya tentang ‘Cara membuat kerugian’.", "Hasilnya semua konten tentang ‘Bagaimana tidak membuat kerugian’.", "“Qiandu sampah!”", "Pei Qian mendongak saat kesedihan menyebar di wajahnya.", "“Tidak ada kelas di sore hari! Ayo, waktunya bermain! ”", "Seseorang berteriak ketika orang-orang di asrama menanggapi satu demi satu.", "Ma Yang menjulurkan kepalanya ke bawah dari ranjang atas sekali lagi. “Saudara Qian, datang? Sudah lama sekali Kamu tidak bermain-main dengan kami. Cara Kamu mengerutkan kening… apakah Kamu pernah mengalami beberapa masalah hubungan? ”", "Sialan! Masalah hubungan apa!", "Ini jauh lebih penting daripada masalah hubungan apa pun! 50.000 yuan Aku diterbangkan dari Aku!", "Pei Qian tidak mau menjawab dan tidak bisa menjelaskan apapun.", "Sistem memiliki aturan sedemikian rupa sehingga Pei Qian tidak boleh mengungkapkan atau mengisyaratkan keberadaan sistem kepada siapa pun. Faktanya, dia bahkan tidak bisa membiarkan siapa pun curiga bahwa itu mungkin ada.", "Baiklah, Aku akan bermain satu putaran dengan kalian hari ini. Pei Qian menyalakan komputernya meluncurkan Gods Rising.", "Dia sudah menelitinya sebelumnya. Gods Rising mirip dengan DOTA – meskipun dia tidak pintar dalam hal itu, dia juga tidak buruk dalam hal itu.", "Dengan wawasan futuristik Pei Qian, dia seharusnya dapat membawa satu atau dua putaran pada tingkat keahlian di antara asrama.", "Ma Yang sangat gembira. “Saudara Qian datang! Kami pasti akan mengalahkan orang-orang asrama berikutnya! ”", "Tak lama kemudian, asrama dipenuhi dengan suara klik dari keyboard dan mouse bersamaan dengan ledakan tiba-tiba.", "“BAGUS!”", "“Luar biasa!”", "“Pamer! Seseorang pamer! ”", "“Ma Yang, kamu dimana?”", "“Bu Tua, kenapa kamu tidak ada untuk setiap pertarungan tim? Berhentilah serakah untuk orang-orang yang merinding, f * ck! ”", "Pertarungan yang intens membuat Pei Qian melupakan rasa sakitnya karena kehilangan 50.000 yuan sesaat saat dia membenamkan dirinya dalam permainan.", "Meskipun Pei Qian tidak terbiasa dengan Gods Rising, berkat pengetahuannya tentang game serupa dalam ingatannya, dia masih menghasilkan kinerja yang cukup baik untuk membawanya!", "30 menit kemudian.", "“Mengalahkan!”", "Pei Qian melihat singgasananya meledak di layar lalu rasio Kill Death Assist (KDA) miliknya.", "11-2-7.", "“Bagaimana f * ck… aku kalah dengan ini…”", "Pei Qian hampir muntah. Dia awalnya melakukannya dengan baik dengan ultra kill dan permainannya berjalan lancar. Namun, ia tiba-tiba tidak bisa mengalahkan mereka di mid game dan datang di late game, mereka langsung turun tahta setelah kalah dalam satu team fight.", "Dia menyapu pandangannya ke empat rekan satu timnya dan KDA Ma Yang 2-2-2 adalah yang paling mencolok.", "Sayang sekali Gods Rising belum mengembangkan kemampuan melacak kehadiran pertarungan tim. Jika tidak, persentase pertarungan Ma Yang pasti akan sangat menyentuh untuk dilihat.", "Pei Qian mengingat vario itukami perkelahian tim yang mereka miliki.", "Memang … mereka telah memainkan 4v5 sepanjang waktu …", "Sementara musuh tetap bersatu dan mendapat pukulan, Ma Yang bertani merinding.", "Sementara musuh mengamankan tujuan inti, Ma Yang dengan senang hati membunuh creep hutan mereka dengan senang hati.", "Ketika rekan satu timnya tertangkap, Ma Yang tiba-tiba menyadarinya dan menyerukan ‘Hilang!’ Di jalurnya sebelum melanjutkan bertani merinding.", "Hmm…", "Melelahkan!", "Ma Yang berkomentar dengan menyesal, “Astaga, sayang sekali kita kalah.”", "Dia kemudian menundukkan kepalanya dan menatap Pei Qian. “Saudaraku Qian, kamu tidak bisa hanya fokus untuk menjadi gemuk sendiri. Kamu harus membawa permainan! ”", "Pei Qian hampir mengeluarkan darah.", "Sialan, bukankah aku menggendongnya cukup keras ?!", "Apa kau hanya akan menganggapku sebagai barang bawaan jika aku mengaktifkan cheat sehingga aku bisa meledakkan tahta mereka dengan satu gerakan ?!", "Namun, Pei Qian tidak membantah karena dia tahu betul bahwa Ma Yang adalah orang seperti itu …", "Bukannya Ma Yang membuat orang sakit dengan sengaja, dia hanya seorang noob …", "Dia termasuk tipe orang yang kemampuannya agak terbatas.", "Pei Qian ingat bahwa di tahun keempat, Ma Yang telah bergabung dengan semua jenis klub dengan antusias saat menjalankan tugas untuk para guru. Ketika datang ke kelas, dia selalu penuh perhatian dan tidak melewatkan apapun juga.", "Namun, setelah lulus, tidak hanya Ma Yang tidak mendapatkan keuntungan yang baik, dia juga tidak bisa mendapatkan pekerjaan yang baik. Pada akhirnya, dia pulang dan memulai pekerjaan yang telah dicarikan orang tuanya untuknya.", "Tentu saja, setiap orang memiliki ambisi mereka sendiri dan itu juga bukan pilihan buruk yang dibuat Ma Yang.", "Tapi, itu jelas bukan pilihan yang bagus ..", "Ketika datang ke game, dia juga tipe yang biasa-biasa saja.", "Seseorang tidak dapat mengklaim bahwa dia pandai dalam permainan. Indra permainannya lebih lambat dari yang lain dan setelah bertahun-tahun bermain, dia hampir tidak pernah bermain sendirian.", "Namun, dia tidak terlalu buruk pada saat yang sama. KDA-nya biasa-biasa saja, tetapi orang tidak dapat mengklaim bahwa dialah yang membuat game tersebut dibayar.", "Itu adalah tingkat keahlian di mana dia tidak bisa meningkatkan atau menjatuhkannya.", "Itulah tipe orangnya.", "Dengan kata lain, seorang pemalas yang lahir alami.", "Pei Qian hanya bisa mengingat ungkapan terkenal dari otto1, “Perak adalah pasien kanker stadium akhir.”", "Apa gunanya berdebat dengan orang seperti itu?", "Tahan.", "Pei Qian tiba-tiba menyadari ada masalah.", "Dia tiba-tiba menyadari bahwa Ma Yang adalah seorang pemalas yang terlahir secara alami. Seseorang yang tidak pernah bisa membuat, tapi selalu merusak. Ini adalah kemerosotan istimewa yang bisa menyeret semua rekan satu timnya ke bawah!", "Jika demikian, bukankah ini hanya jenis bakat yang dia butuhkan ?!", "www.worldnovel.online"]}
]