[
{"novel3": ["Bab 1: Sakit di kepala Penerjemah: Editor Legge: Legge", "Dalam kegelapan yang kacau, Ren Xiaosu muda terbangun dan mulai menyeka keringat di dahinya. Kemudian dia melihat ke arah anak laki-laki berusia sekitar 14 tahun yang sedang berdiri di depan pintu.", "“Liuyuan, apakah terjadi sesuatu?” Ren Xiaosu bertanya.", "Diberi nama Liuyuan, nama lengkap anak itu adalah Yan Liuyuan.", "Dari penampilannya, Yan Liuyuan tampak seperti orang yang sangat tidak berbahaya dan tidak bersalah. Namun, dia memegang pisau tulang di tangannya dan berjaga di depan pintu. Saat itu sudah larut malam, tetapi dia tidak memejamkan mata meskipun dia terlihat sangat mengantuk, karena dia harus berjaga-jaga sepanjang malam.", "Yan Liuyuan menggelengkan kepalanya dan berkata, “Tidak, semuanya baik-baik saja. Hmm, penyakit apa yang Kamu alami di kepala ini? Bahkan dokter kota tidak dapat mendiagnosis apa yang salah denganmu? ”", "“Kamu tidak perlu khawatir tentang hal-hal seperti itu. Apa yang Aku alami bukanlah penyakit. ” Ren Xiaosu berkata dengan tegas, “Ini akan segera fajar, dan aku akan pergi berburu. Kamu harus tidur sebentar agar bisa bangun tepat waktu ke sekolah. ”", "“BAIK.” Yan Liuyuan mengangguk, murung. “Tapi apa gunanya belajar di gurun seperti ini…”", "“Ini akan berguna bagi Kamu di masa depan,” kata Ren Xiaosu dengan nada yang tak terbantahkan.", "“Aku ingin pergi berburu juga.” Yan Liuyuan cemberut.", "“Siapa yang akan berjaga di malam hari jika sesuatu terjadi pada Kamu? Aku, siapa yang tidak sadar? ” Ren Xiaosu berdiri dan bersiap untuk mengambil air dari pusat kota karena tidak terlalu berbahaya untuk melakukannya setelah fajar menyingsing.", "Pada malam hari, itu adalah tanah tanpa hukum di luar sana.", "…", "Awan gelap menumpuk tanpa henti di langit mendung. Setetes hujan asam akhirnya turun dari atas. Itu tertiup angin kencang dan akhirnya mendarat di depan Ren Xiaosu.", "Ren Xiaosu terbaring di tanah di hutan belantara. Dia mengerutkan kening dan merasa bahwa dia sedikit tidak beruntung hari ini karena hujan asam tiba sebelum mangsanya muncul.", "Seseorang menyebutkan bahwa dia harus berhati-hati terhadap binatang buas saat bergerak di gurun ini.", "Tetapi Ren Xiaosu merasa bahwa orang itu meninggalkan segala sesuatu yang lain tidak terucapkan, karena banyak hal masih bisa membunuh seseorang di gurun ini. Salah satunya adalah hujan asam.", "Namun, Ren Xiaosu masih tidak bergerak. Jika dia tidak bisa menonton pertandingan hari ini, dia dan Yan Liuyuan akan mati kelaparan sebelum mereka bisa mati karena penyakit yang disebabkan oleh hujan asam.", "Mata Ren Xiaosu muncul ketika dia mendengar sayap burung mengepak. Namun, ritme pernapasannya tidak berubah.", "Ren Xiaosu telah menggunakan cabang pohon untuk menopang kuali hitam dan menyebarkan beberapa remah roti hitam di bawahnya tidak jauh di depannya.", "Burung besar itu mendarat di samping kuali dan melihat sekeliling dengan tajam dengan tatapan waspada. Faktanya, ukuran burung itu tidak jauh lebih kecil dari kuali.", "Saat berdiri di tempat yang sama merapikan bulunya, Ren Xiaosu tidak bergerak dan terus menunggu.", "Burung itu akhirnya tampak lengah saat mulai menyelinap ke arah kuali seperti yang dilakukan pencuri.", "Namun, ketika ia memasuki batas di bawah kuali dan hendak menundukkan kepalanya untuk mematuk remah-remah roti, Ren Xiaosu menarik kuat tali di tangannya. Tepat setelah itu, pemuda itu melompat dan bergegas menuju kuali seperti keledai liar yang tak terkekang. Sebelum burung besar itu bisa membalik kuali, dia mengumpulkan semua kekuatannya dan menggunakan tubuhnya untuk menjepit kuali!", "Fiuh!", "Ren Xiaosu menghela nafas lega karena dia telah menunggu sepanjang malam hanya untuk menangkap burung pipit ini. Untungnya, usahanya tidak sia-sia hari ini, terutama karena peluang bagus seperti itu sulit didapat.", "Gemerincing datang dari dalam kuali saat burung pipit yang sedang berjuang itu mengepakkan sayapnya yang kuat ke arahnya. Pada saat ini, melodi pendek jam yang berdentang dari kubu pengungsi.", "Ren Xiaosu berbalik dan melihat ke kota. Dia bertanya-tanya kapan dia akhirnya bisa membawa Yan Liuyuan untuk tinggal di dalam benteng.", "Bagi Ren Xiaosu, orang-orang yang tinggal di benteng beruntung karena mereka tidak harus menghadapi bahaya tanah terlantar.", "Namun, tidak sembarang orang bisa memasuki tempat itu sesuai keinginan mereka.", "Saat ini juga, aktivitas di kuali sangat sepi. Dia menghela nafas dan memeriksa apakah kain compang-camping itu membungkus tangannya dengan kuat. Kemudian Ren Xiaosu perlahan mengangkat kuali untuk membuat lubang kecil dan putangannya masuk. Dia mencoba untuk memegangi burung pipit besar dengan kakinya!", "Namun, kehidupan tidak selalu berjalan mulus. Ren Xiaosu berteriak tepat setelah meletakkan tangannya di bawah kuali.", "Ren Xiaosu menarik tangannya dan melihat telapak tangannya. Jaring di antara ibu jari dan telunjuknya berdarah, bahkan kain compang-camping pun tidak bisa melindunginya dari paruh tajam burung pipit.", "Ren Xiaosu marah. Dia melepas jaketnya yang compang-camping dan membungkusnya dengan tangannya. Kemudian dia memasukkan tangannya ke bawah kuali lagi dan kali ini meraih leher burung pipit itu.", "Dia mengeluarkan burung pipit dari bawah kuali dan menyelipkannya di lengannya. Dengan gerakan tangan yang kuat, leher burung pipit patah dan lemas.", "Pada saat ini, Ren Xiaosu merasakan sejumput di dalam hatinya karena cakar burung pipit besar telah membuat beberapa lubang di jaketnya.", "Tiba-tiba, pikirannya menjadi kosong, dan Ren Xiaosu berlutut. Seolah-olah bel tembaga besar telah dipukul di dalam kepalanya. Kemudian dia turun ke dalam kegelapan yang kacau.", "Oh tidak! Dulu, penyakit ini hanya terjadi pada tengah malam, tapi sekarang datang lebih awal?", "Ini bukan pertama kalinya penyakitnya “bertingkah”. Hampir semua orang di kota tahu ada yang salah dengan kepalanya, dan rasa sakitnya akan berkobar di waktu yang tidak terduga.", "Hanya Ren Xiaosu yang tahu bahwa itu bukan rasa sakit tetapi keadaan kebingungan yang dia alami.", "Tunggu sebentar. Kali ini berbeda dari masa lalu. Kabut hitam di benaknya telah menyebar dan mengungkapkan “istana” di baliknya!", "Mata Ren Xiaosu terbuka, dan dia berdiri. Dia memandang dirinya sendiri dengan tidak percaya. “Aku sampai pada ini dengan cepat?”", "Dia awalnya memiliki kesempatan untuk melihat lebih dekat penampilan istana, tapi dia lebih tahu. Tidak ada perbedaan antara tetap tidak sadar dan mati di alam liar ini. Saat ini, dia harus bergegas kembali ke kota yang terletak di luar Stronghold 113 sebelum langit terbuka dengan hujan asam!", "Ren Xiaosu mengikat kedua kaki burung pipit itu dan menyampirkannya ke bahunya. Lalu dia mengangkat kuali besar dan membaliknya ke kepalanya sebelum melarikan diri. Pitter-patter. Tetesan hujan mulai jatuh di atas kuali.", "Kuali telah berubah menjadi payungnya.", "Namun, sebelum dia bisa berlari jauh, siluet seseorang yang memegang pisau tulang menghalangi jalannya. “Berikan tangkapanmu padaku—”", "Tetapi sebelum orang itu bisa menyelesaikan kalimatnya, dia melihat sebuah kuali besar berayun semakin dekat, sampai menabrak wajahnya!", "“Sial!” Perampok itu jatuh ke belakang. Dia tidak menyangka serangan Ren Xiaosu secepat itu! Dan itu juga sangat kuat!", "Kemudian dia melihat Ren Xiaosu menurunkan pot sebelum mengayunkannya kembali dan menempatkannya di atas kepalanya untuk digunakan sebagai payung, semua dalam satu gerakan terus menerus…. Perampok itu bahkan belum jatuh ke tanah, namun Ren Xiaosu sudah lari ke kejauhan!", "Perampok itu berbaring di tanah menghadap ke langit saat hujan asam turun. Itu sedikit menyakitkan dan menyengat wajahnya. Ada sesuatu tentang ini yang tidak bisa dia mengerti.", "Dalam kebanyakan situasi, tidakkah seharusnya ada interaksi di antara mereka? Sudah berapa kali pemuda ini menghadapi situasi serupa untuk bereaksi secara naluriah !?", "Ada yang tidak beres. Dia bisa mendengar langkah kaki pemuda itu mendekat lagi!", "Perampok itu buru-buru duduk dan berbalik untuk melihat. Dia menemukan bahwa pemuda itu akan kembali padanya!", "Ren Xiaosu tidak berencana untuk kembali, tetapi dia dengan jelas mendengar suara bergema dari istana di benaknya, “Quest: Berikan hasil tangkapanmu kepada orang lain.”", "Siapa yang bilang? Ren Xiaosu berbalik dan berjalan kembali ke perampok dengan ketidakpastian.", "Perampok itu berkata dengan panik, “Mari kita bicarakan ini…. Hei, itu tidak benar, akulah korbannya di sini…. ”", "Ren Xiaosu menilai perampok itu. Dia memperhatikan bahwa tidak ada orang lain di dekatnya.", "Kamu ingin burung pipit ini? Ren Xiaosu bertanya.", "Mata perampok berbinar. Aku lakukan!", "Ini, ambillah. Ren Xiaosu memasukkan burung pipit ke dalam pelukan pria itu tanpa menjelaskan dirinya sendiri.", "Suara yang tidak dikenal namun netral itu berbunyi lagi, “Quest selesai. Diberikan: Gulir Duplikasi Keterampilan Dasar. Kamu dapat menggunakannya untuk mempelajari keterampilan orang lain. ”", "Ren Xiaosu tercengang, jadilahkarena dia bisa merasakan perkamen kulit muncul dalam pikirannya!", "Gulir Duplikasi Keterampilan yang bisa dia gunakan untuk menyalin keterampilan orang lain? Suka berburu? Bertahan hidup? Atau keahlian lain?", "Perampok itu memeluk burung pipit besar dengan erat di pelukannya dan mulai mengungkapkan rasa terima kasihnya. “Kamu orang yang baik—”", "Sebelum dia bisa selesai berbicara, dia melihat Ren Xiaosu meraih kembali burung pipit itu sebelum pergi lagi.", "Perampok itu bingung.", "Dia menatap sosok Ren Xiaosu yang surut saat dia bergegas pergi…. Orang ini brengsek! Apa yang dia kejar?", "www.worldnovel.online"]},
{"novel3": ["Bab 3: Istana Penerjemah: Editor Legge: Legge", "Ren Xiaosu sudah tertidur. Setelah menunggu di hutan belantara untuk waktu yang lama, yang berhasil dia tangkap hanyalah seekor burung pipit. Meskipun dia menghabiskan sebagian besar waktunya berbaring di tanah dan diam, siapa pun yang berpengalaman akan tahu bahwa tetap waspada dalam posisi seperti itu sebenarnya sangat melelahkan.", "Sebelum tidur, dia memerintahkan Yan Liuyuan lagi, “Jauhi orang-orang itu jika kamu melihat mereka. Tidak mungkin mereka tidak tahu betapa berbahayanya Pegunungan Jing. Kebanyakan orang akan memilih untuk menghindari lewat sana, namun mereka bersikeras mengambil rute itu. Naluriku mengatakan bahwa ini bukanlah masalah yang sederhana. ”", "“BAIK.” Yan Liuyuan mengangguk dengan patuh. “Mengerti.”", "Faktanya, Ren Xiaosu dan Yan Liuyuan adalah tim yang cukup aneh. Beberapa tahun yang lalu, mereka sama sekali tidak mengenal satu sama lain. Kemudian, Ren Xiaosu memutuskan untuk melindungi Yan Liuyuan muda karena dia secara tidak sengaja menemukan rahasia Yan Liuyuan. Selain itu, sakit kepalanya telah mengganggunya untuk waktu yang sangat lama, jadi dia membutuhkan seseorang untuk menjaganya di malam hari.", "Saat itu, Ren Xiaosu memberi tahu Yan Liuyuan dengan tegas bahwa mereka hanya sebuah tim karena saling menguntungkan. Namun selama bertahun-tahun, segera menjadi tidak jelas apakah kemitraan mereka melibatkan perasaan atau apakah itu masih untuk keuntungan bersama.", "Yan Liuyuan selalu menjadi orang yang sangat pintar saat berada di luar. Dia hanya berperilaku seperti anak domba yang patuh di depan Ren Xiaosu.", "Kadang-kadang, Yan Liuyuan akan mengatakan bahwa dia hanya hidup karena Ren Xiaosu telah mempertaruhkan nyawanya sendiri untuk menyelamatkannya. Namun, Ren Xiaosu tidak pernah mengakuinya.", "Saat ini, Ren Xiaosu hanya ingin mengetahui jenis perubahan apa yang telah dialaminya. Dia menunggu sangat lama malam ini karena dia ingin melihat apakah “penyakit” yang mengganggunya ini akan kambuh. Pada akhirnya, “kebingungan” yang kacau itu tidak terjadi.", "Sepertinya istana selalu tersembunyi ketika dia dalam keadaan bingung. Tapi sekarang, kabut hitam kebingungan itu akhirnya bubar.", "Ren Xiaosu ingin melihat dengan tepat apa yang ada di dalam istana.", "Ketika Yan Liuyuan melihat Ren Xiaosu berbaring di sampingnya, dia diam-diam mengambil pisau tulang dan duduk di pintu masuk gubuk tempat pintu tirai berada. Karena hampir jatuh, terasa sedikit dingin.", "Saat ini, hujan berhenti.", "Langkah kaki terdengar dari luar pintu tirai gubuk. Sepatu yang menginjak jalanan berlumpur setelah hujan mengeluarkan suara unik yang licin.", "Seseorang mengangkat sudut pintu tirai. Namun, sebelum pengunjung bisa mengangkat pintu tirai, pisau tulang Yan Liuyuan ditekan ke leher orang itu.", "Wajahnya cantik; seorang wanita cantik berdiri di luar.", "Yan Liuyuan mengerutkan kening saat melihat wanita itu. Itu bukan orang asing. Dia tinggal di dekat sini.", "Wanita itu tersenyum. “Liuyuan, kamu masih bangun? Dimana Xiaosu? Aku mendengar bahwa dia kembali. ”", "“Dia sudah tidur, Kakak Xiaoyu.” Yan Liuyuan tersenyum. “Jika ada yang ingin kamu katakan, katakan saja padaku.”", "Wajah Xiaoyu tampak sedikit tidak wajar. “Apakah dia terluka saat keluar kali ini?”", "“Tangannya digigit burung pipit. Tapi Kakak Xiaoyu, Kamu tidak perlu terlalu mengkhawatirkan kakak Aku, bukan? Lagipula, kamu delapan tahun lebih tua darinya. ” Setelah Ren Xiaosu tertidur, Yan Liuyuan mengadopsi kedewasaan melebihi usianya ketika berurusan dengan orang luar. Tidak peduli apakah dia mengenal orang itu atau apa pun yang mungkin mereka katakan, dia tidak menjauhkan pisau tulang dari lehernya.", "Xiaoyu mengeluarkan sebatang rokok dan korek api dari tasnya yang dibawanya. Itu adalah rokok linting yang hanya didistribusikan di tambang batu bara, pembangkit listrik, dan properti lainnya di bawah kendali kubu.", "Banyak tenaga kerja sehat pergi ke sana untuk bekerja tidak hanya untuk mencari uang dan makanan, tetapi juga untuk membeli rokok. Mereka akan menerima sebatang rokok untuk setiap hari pekerjaan yang mereka lakukan.", "Dengan demikian, pada malam hari setelah bekerja, sekelompok besar orang dapat terlihat berkumpul bersama dan merokok. Ren Xiaosu pernah menjelaskan kepada Yan Liuyuan bahwa rokok kemungkinan besar dicampur dengan sesuatu yang sangat membuat ketagihan.", "Namun, jelas Xiaoyu tidak menghentikan rokoknya saat bekerja di tempat-tempat itu.", "Xiaoyu menyalakan rokoknya dan mengambil dua isapan darinya. Dia sepertinya sedang memikirkan sesuatu. “Dasar nakal, aku menganggap kalian berdua adikku.”", "Oh. Yan Liuyuan tiba-tiba bertanya, “Apakah kamu masuk angin?”", "Xiaoyu tercengang. Ya, apakah suaraku terdengar sedikit serak?", "“Tidak.” Yan Liuyuan menggelengkan kepalanya dan tertawa. “Aku melihat asap tidak keluar dari salah satu lubang hidungmu setelah kau mengisap.”", "Xiaoyu tidak bisa berkata-kata.", "Untuk beberapa alasan, Xiaoyu merasa bahwa Yan Liuyuan tidak terlalu menyukainya.", "“Kalau begitu aku akan kembali dulu.” Xiaoyu berkata, “Saat kakakmu bangun, katakan padanya bahwa aku datang.”", "“BAIK.” Yan Liuyuan tersenyum. Aku akan menyampaikan pesannya.", "Setelah Xiaoyu pergi, Ren Xiaosu tiba-tiba berbicara dari belakang Yan Liuyuan. “Jangan menggertak Kakak Xiaoyu di masa depan. Itu juga tidak mudah baginya. ”", "“Bro, dia tidak sopan.” Yan Liuyuan berkata, “Selain itu, dia hanya berada di dekatmu karena dia tahu kamu selalu berhasil saat berburu.”", "“Siapa yang baik di sekitar sini? Ren Xiaosu berkata dengan tenang, “Tidak ada orang baik yang bisa bertahan hidup di dunia ini. Tangan setiap orang dipaksa oleh kondisi kehidupan mereka. Kita hanya bisa menjauhkan diri darinya. Jangan mengejeknya. ”", "Seorang wanita suci yang terlalu sopan tidak akan bisa bertahan di kota ini.", "Ren Xiaosu berpikir sejenak dan berkata, “Dia bahkan tidak menyebutkan bahwa dia menyukaiku. Selain itu, apa kamu yakin dia semakin dekat denganku karena aku sukses berburu? Dan bukan karena Aku tampan? ”", "“Bro, semua orang sudah berbulan-bulan tidak mencuci muka. Semua orang di sini pada dasarnya terlihat sama. ” Yan Liuyuan tidak bisa berkata-kata saat dia melihat Ren Xiaosu. “Bro, apa kamu tidak tidur? Kenapa kamu masih bangun?”", "“Aku baru saja berpikir,” kata Ren Xiaosu sebagai penjelasan singkat.", "Ren Xiaosu tidak tertidur karena dia telah menjelajahi rahasia istana dalam pikirannya.", "Di istana melingkar, dindingnya dilapisi dengan lemari kayu tua, membuatnya terlihat seperti ruang pamer besar. Namun, dia tidak bisa melihat apa yang ada di lemari pajangan di ruang pamer karena tertutup kabut hitam.", "Di tengah ruangan, hanya ada satu meja dengan mesin tik kuningan di atasnya. Itu adalah mesin tik usang yang akan membuat suara klak keras saat diketik dan sudah tidak ada untuk waktu yang lama sejak The Cataclysm.", "Hanya ada 24 kunci kuningan pada mesin tik ini. Masing-masing diukir dengan karakter: adil, positif, jujur, nyata, ramah, baik hati, kaya, kuat, dll.", "Itu penuh dengan energi positif, dalam cara berbicara.", "Tapi tampaknya mesin tik itu dilengkapi perkamen kulit dalam jumlah tak terbatas dan akan bergerak sendiri tanpa ada yang mengetik di kunci kuningan. Saat ini di atasnya ada dua baris kecil kata yang muncul di siang hari: “Quest: Berikan hasil tangkapanmu kepada orang lain. Misi selesai. Diberikan Gulir Duplikasi Keterampilan Dasar. Kamu dapat menggunakannya untuk mempelajari keterampilan orang lain. ”", "Dia tidak tahu apakah dia membayangkan ini atau apakah ada penjelasan lain untuk itu. Menurut legenda, beberapa orang dapat membuat istana ingatan dan membangun dunia fantasi berdasarkan tingkat keinginan spiritual mereka.", "Tetapi Ren Xiaosu merasa bahwa istananya … tampak sedikit berbeda dari deskripsi istana memori.", "Mengapa dia harus memberikan hasil tangkapannya kepada orang lain? Apakah mesin tik ini ingin dia menjadi orang baik?", "Untuk menjadi orang baik di dunia yang mengutamakan etika?", "Tidak mungkin!", "Pada saat ini, kesadarannya sedang berdiri di tengah istana yang luas saat dia melihat “lemari pajangan” di sekitarnya. Itu terlihat seperti barang-barang yang mengambang di dalam lemari pajangan, tetapi mereka disembunyikan oleh kegelapan. Kabut hitam itu tidak memungkinkan Ren Xiaosu untuk melihat apa yang mengambang di dalamnya.", "Lemari pajangan ini terhubung dengan kubah istana, sehingga terlihat seperti museum besar. Ren Xiaosu berjalan ke salah satu lemari dan mencoba menyentuh barang yang mengambang di kabut hitam. Tapi tidak peduli seberapa keras dia mencoba, dia tidak bisa menembus pertahanan kabut hitam.", "Itu adalah kekuatan yang tidak bisa dia cungkil sekarang.", "Jika Ren Xiaosu ingin tahu apakah istana itu nyata, dia harus menggunakan tindakan untuk membuktikan keberadaannya.", "www.worldnovel.online"]},
{"novel3": ["Bab 8: Ada yang salah dengan kepalanya Penerjemah: Editor Legge: Legge", "Saat malam tiba, orang-orang di kota secara bertahap kembali ke rumah mereka. Mereka yang tinggal di rumah akan menutup pintu sementara mereka yang tinggal di gubuk akan menyembunyikan diri di balik pintu tirai.", "Ketika Ren Xiaosu kembali di malam hari, dia mendengar bahwa seorang pria yang bekerja di pabrik karet telah ditikam hingga tewas setelah kembali dari pekerjaan. Konon seseorang mengetahui kebiasaan orang tersebut dalam menabung, sehingga seseorang mempunyai niat jahat.", "Orang-orang di kota senang tinggal bersama untuk saling menjaga. Teman, saudara, dan pasangan tinggal bersama dan bergiliran berjaga sepanjang malam. Di satu sisi, ini memberi mereka rasa aman yang lebih baik. Ini juga bagaimana Ren Xiaosu dan Yan Liuyuan bekerja sama pada awalnya.", "Tetapi beberapa orang menjadi korban dari orang yang menjadi mitra mereka.", "Para penyerang sering berpandangan sempit karena mereka tidak menyadari bahwa setelah menyakiti pasangan mereka, tidak ada yang akan mempercayai mereka lagi.", "Para penyerang yang berakhir sendirian dengan cara ini biasanya akan berakhir buruk.", "Ren Xiaosu duduk di gubuknya dan membuka perban dari tangannya. Ia mengerutkan kening saat melihat kondisi lukanya. Daging di sekitarnya berwarna merah dan bengkak. Ini pertanda peradangan. Ketika dia mendongak dan melihat Yan Liuyuan berjalan mendekat, dia buru-buru membungkus kembali perban di sekitar tangannya.", "“Bro, bagaimana lukamu?” Yan Liuyuan bertanya.", "“Tidak apa-apa,” kata Ren Xiaosu dengan tenang.", "“Aku tidak percaya padamu. Biar Aku lihat, ”kata Yan Liuyuan sambil mencoba melepaskan perban yang baru saja dibungkus ulang oleh Ren Xiaosu.", "Aku mengatakan bahwa Aku baik-baik saja. Ren Xiaosu mendorong Yan Liuyuan menjauh. “Jika semakin buruk, Aku akan pergi dan membeli obat.”", "“Jangan berbohong padaku. Kamu mencoba untuk menahannya sebelumnya, “kata Yan Liuyuan kesakitan.", "Ren Xiaosu menghela nafas. “Jangan khawatir. Aku tidak akan memperlakukan hidup Aku sebagai lelucon. ”", "Di alam, predator biasanya tidak berburu dengan seenaknya karena mereka memahami satu prinsip: Jika mereka terluka sedikit saja, itu bisa berarti kematian.", "Jika bahkan hewan bisa memahami ini, bagaimana mungkin Ren Xiaosu tidak?", "“Eh, bro, ada dua buah kentang yang tersembunyi di bawah kursi. Oh, bahkan ada tiga pil di sini juga. Bukankah ini pil anti peradangan yang ingin Kamu beli hari ini? Mereka terlihat seperti yang kita lihat di toko. ” Yan Liuyuan terkejut. “Apakah kamu menaruhnya di sana?”", "“Tidak.” Ren Xiaosu menggelengkan kepalanya saat dia melihat ketiga pil itu. “Ini pasti pil anti-inflamasi.”", "“Kalau begitu, Kakak Xiaoyu pasti orang yang menempatkan mereka di sana. Dia satu-satunya orang yang aku ceritakan tentang lukamu. ” Yan Liuyuan menyeringai sambil menyerahkan kentang ke Ren Xiaosu. “Kakak Xiaoyu sangat baik padamu. Mengapa kamu tidak menikahinya? ”", "Ren Xiaosu melakukan pengambilan ganda. “Kamu benar-benar mengubah pendirianmu dengan cepat, ya? Saat dia memberi kita sesuatu untuk dimakan, Kamu memujinya. Tapi ketika tidak ada apa-apa, kamu mulai menjelek-jelekkan dia. ”", "“Hehe.” Yan Liuyuan mengunyah kentang dengan berisik. Mereka biasanya tidak makan malam. Ren Xiaosu berkata bahwa seseorang harus makan sarapan yang lezat dan makan siang lengkap, tetapi makan di malam hari buruk bagi tubuh.", "Ini adalah pepatah yang diturunkan dari sebelum The Cataclysm. Sebenarnya, Ren Xiaosu tahu alasan tidak makan malam saat ini adalah karena fakta bahwa mereka miskin.", "“Bro.”", "Ren Xiaosu berbalik. Dia tiba-tiba menyadari bahwa Yan Liuyuan menundukkan kepalanya dan terdengar sedikit sedih. Dia bertanya, “Ada apa?”", "“Apakah kamu masih ingat ketika kamu kembali ke sini setelah diserang oleh kawanan serigala tahun lalu? Seseorang diam-diam memberi kami obat yang akhirnya membantu Kamu bertahan dari cobaan berat, ”kata Yan Liuyuan.", "“Tentu saja aku ingat. Aku selalu berusaha mencari tahu siapa orang itu, “kata Ren Xiaosu.", "“Kakak Xiaoyu mungkin juga memberi kami pil itu.” Yan Liuyuan berkata, “Tempat persembunyian pil itu persis sama.”", "Ren Xiaosu melamun.", "Tiba-tiba, Ren Xiaosu mendengar langkah kaki datang dari luar.", "Ada banyak orang.", "Sangat jarang orang bepergian di jalanan kota pada malam hari. Tapi Ren Xiaosu sudah menebak siapa mereka dan apa motif mereka.", "…", "Alasan mengapa band harus pergi via Pegunungan Jing kali ini persis seperti yang diperkirakan Ren Xiaosu. Para prajurit tentara swasta memang sedang dalam misi lain. Pengawas Stronghold 113 telah menemukan beberapa informasi yang membuktikan bahwa Pegunungan Jing benar-benar terbentuk setelah pergerakan tektonik lempeng bumi yang parah, jadi ini bisa berarti bahwa sesuatu dari sebelum The Cataclysm masih dapat ditemukan di sana.", "Kelompok itu telah mengetahui tentang Ren Xiaosu dari toko grosir Wang Tua. Meskipun mereka memiliki beberapa keraguan atas “penyakit mental” nya, mereka juga menanyakan beberapa sumber lain, dan hampir semua orang merasa bahwa Ren Xiaosu adalah kandidat terbaik untuk bertindak sebagai pemandu mereka.", "Beberapa dari mereka bahkan bertanya-tanya apa yang begitu hebat tentang Ren Xiaosu ini yang membuatnya begitu terkenal di kota!", "Didorong oleh rasa ingin tahu, mereka terus bertanya lebih lanjut. Akhirnya, mereka mendapat jawaban yang ambivalen: Ren Xiaosu tampaknya satu-satunya orang di sekitar sini yang selamat dari serangan serigala dan masih berhasil kembali ke kota hidup-hidup.", "Tahun lalu, ketika Ren Xiaosu kembali ke kota setelah sesi berburu, dia hampir di ambang kematian. Tubuhnya berdarah dari luka yang disebabkan oleh serigala dengan cakar mereka.", "Tidak peduli betapa kejamnya orang-orang di kota itu, mereka tidak akan melakukan sesuatu yang buruk kepada pemuda yang sekarat. Semua orang memandang dengan ketidakpedulian dari pinggir lapangan.", "Meskipun semua orang berpikir bahwa Ren Xiaosu pasti akan mati malam itu, dia tiba-tiba berhasil dan bahkan hidup dengan baik sampai sekarang.", "Anggota band tertarik untuk mempelajari bagaimana pemuda itu berhasil bertahan. Wang Tua tersenyum dan berkata bahwa itu sepenuhnya karena Yan Liuyuan, yang pergi dari rumah ke rumah untuk mengemis makanan sambil berlutut. Pada akhirnya, Ren Xiaosu selamat. Bahkan sepertinya seseorang telah memberinya obat, tetapi tidak ada yang tahu siapa itu.", "Semua orang di kota tahu bahwa Ren Xiaosu telah selamat melalui cobaan itu, tetapi itu juga membuatnya sakit kepala sejak hari itu dan seterusnya.", "“Ngomong-ngomong, Wang Fugui,” seseorang dari kelompok itu berkata kepada Wang Tua yang menyertainya, “Apa maksudmu dengan ‘ada yang salah dengan kepalanya’?”", "“Tidak apa. Aku baru saja mengatakan. ” Wang Tua berkata sambil menyeringai saat kerutan muncul di wajahnya, “Itu bukan masalah besar. Ini tidak serius. Lihat, tempatnya tepat di depan. ”", "Wang Tua hanya berani menginjak jalan di malam hari jika dia ikut dengan orang-orang penting yang berasal dari benteng ini. Pada saat ini, dia dengan sengaja berbicara dengan suara yang lebih keras seolah-olah dia dengan sengaja ingin memberi tahu penduduk kota bahwa dia, Wang Tua, memiliki hubungan yang fantastis dengan orang-orang penting di benteng ini.", "“Xiaosu, cepatlah. Kamu punya VIP, ”teriak Wang Tua sambil tertawa.", "Tiba-tiba, pintu gorden gubuk itu terlempar ke samping.", "Ren Xiaosu dengan senang hati menggenggam tangan Wang Tua dan berkata kepadanya, “Selamat! Ayah dan anak keduanya baik-baik saja! Bayi itu beratnya 3,24 kilogram! ”", "Wang Tua bingung, begitu pula band dan tentara dari tentara swasta.", "Seorang anggota band menunjuk ke Ren Xiaosu dan melihat Wang Tua. “Bagaimana kamu bisa menyebut ini baik-baik saja ketika dia sakit jiwa ?!”", "Lagipula, apa sih yang dia maksud dengan ayah dan anak sama-sama baik-baik saja? Bukankah seharusnya ibu dan anak sama-sama baik-baik saja ?!", "Anggota band itu berkata dengan marah, “Wang Fugui, apakah kamu tahu apa konsekuensi dari berbohong kepada kami? Apakah ini yang kamu sebut baik-baik saja? ”", "Begitu dia selesai berbicara, anggota band berbalik dan pergi. Mereka memiliki beberapa harapan untuk Ren Xiaosu yang legendaris, tetapi pada akhirnya, mereka menemukan bahwa dia hanya orang gila.", "Tidak heran orang-orang di kota mengatakan bahwa ada yang salah dengan kepala Ren Xiaosu. Nah, bukankah apa yang mereka katakan ternyata benar?", "www.worldnovel.online"]},
{"novel3": ["Bab 6: Dinding dan Sains Penerjemah: Editor Legge: Legge", "Hanya ada satu guru yang memberikan kelas di sekolah tersebut. Namanya Zhang Jinglin.", "Kebanyakan orang merasa bahwa guru itu bijak dan mengira dia tahu segalanya. Namun, Ren Xiaosu selalu memiliki keraguan karena orang-orang mengkhususkan diri pada profesi yang berbeda, yang berarti orang biasanya hanya pandai dalam hal-hal tertentu. Jadi bagaimana mungkin Tuan Zhang menjadi maha tahu?", "Ren Xiaosu selalu berbeda dari kebanyakan orang lain karena dia suka merenungkan pertanyaan yang dia temui. Kemudian, dari mendengarkan pelajaran Zhang, dia mengetahui bahwa ini dikenal sebagai logika dialektis.", "Yan Liuyuan kadang-kadang bingung karena Ren Xiaosu sering menentang pandangan Zhang Jinglin, namun dia masih terus datang kembali untuk menghadiri kelas kapan pun dia punya waktu luang.", "Selama kelas sore, Ren Xiaosu secara khusus membawa Yan Liuyuan keluar untuk merayakannya. Itu bukan untuk alasan apa pun selain untuk merayakan fakta bahwa dia bisa mulai mendengarkan pelajaran dari halaman di masa depan.", "Biasanya ketika dia berjongkok di dinding, dia terlalu jauh dari kelas untuk mendengar dengan jelas apa yang diajarkan. Zhang Jinglin dulu suka menutup jendela selama kelas karena dia takut keributan di luar akan memengaruhi siswa dan mengalihkan perhatian mereka.", "Tetapi setelah dia menyadari bahwa Ren Xiaosu sedang menguping dari luar kelas, dia membiarkan jendela terbuka untuknya.", "Dan sekarang, dia mungkin juga membiarkan Ren Xiaosu masuk ke halaman.", "Dalam dunia yang kacau balau ini, banyak orang tua siswa yang menyekolahkan anaknya bukan karena ingin menimba ilmu, tetapi agar mudah menikah di kemudian hari. Hal ini terutama berlaku untuk gadis-gadis yang bersekolah karena mereka sering menikah dengan keluarga yang baik.", "Pada generasi ini, sangat mengesankan menjadi melek dan menangani kalkulasi tiga digit.", "Semua orang sibuk mencoba bertahan hidup, jadi siapa yang peduli jika Kamu berbudaya atau tidak ketika makanan terbatas?", "Makanya, kebanyakan orang tua menyekolahkan anaknya bukan karena punya rencana jangka panjang. Bahkan di dusun ini ada orang miskin dan kaya. Di mana pun ada orang, perbandingan tidak bisa dihindari.", "Yan Liuyuan melihat Ren Xiaosu pergi ke toko bahan makanan untuk membeli rokok filter. Wang Tua bahkan dengan bangga menyebutkan bahwa rokoknya tidak mengandung zat tambahan dan sangat aman untuk dihisap.", "Harga sebatang rokok 20 yuan per batang, sangat mahal.", "Yan Liuyuan bertanya dengan curiga, “Bro, kenapa kamu membeli rokok?”", "“Guru Kamu mengizinkan Aku untuk mendengarkan pelajarannya dari halaman. Bahkan jika Aku tidak harus membayar uang sekolah, Aku tetap harus menunjukkan rasa terima kasih Aku. ” Ren Xiaosu tersenyum dan berkata, “Aku tahu bahwa Tuan Zhang suka merokok.”", "Setiap kali seseorang memperlakukan Ren Xiaosu dengan baik, dia akan membalasnya.", "Saat semua orang keluar di halaman belakang sekolah untuk makan siang, mereka berdua mengambil kesempatan untuk mendekati Zhang Jinglin. Dia sedang makan kubis tumis ketika Ren Xiaosu menyerahkan rokok kepadanya sambil menyeringai.", "Zhang Jinglin tidak menolaknya. Namun, dia membuat Yan Liuyuan berdiri agak jauh darinya. “Tidak baik bagimu untuk menghirup asap rokok saat kamu masih tumbuh.”", "Ren Xiaosu berterima kasih padanya. “Terima kasih telah mengizinkan Aku ke halaman untuk menghadiri pelajaran Kamu, Pak.”", "“Fiuh.” Zhang Jinglin menyalakan rokok dengan korek api yang dia gunakan untuk menyiapkan makanan di rumah. Kemudian dia mengembuskan asapnya, tampak senang. “Siswa yang senang menghadiri pelajaran seperti Kamu jarang terjadi. Kamu bisa menghadiri pelajaran jika Kamu suka. Di masa depan, Kamu dapat berdiri di depan pintu, tetapi Kamu tidak diizinkan masuk ke kelas. ”", "“Itu keren.” Ren Xiaosu berkata, “Guru, Aku punya pertanyaan.”", "“Berbicara.” Mungkin karena fakta bahwa Zhang Jinglin jarang memiliki kesempatan untuk merokok, dia tidak keberatan dengan pertanyaan apa pun yang diajukan Ren Xiaosu untuknya.", "“Guru, Kamu mengatakan sebelumnya bahwa manusia memiliki banyak teknologi sebelum bencana alam terjadi. Karena kita manusia tidak musnah, mengapa teknologi itu tidak muncul kembali? ”", "Zhang Jinglin melirik Ren Xiaosu. “Untuk periode waktu setelah The Cataclysm, manusia tidak melacak berapa lama mereka telah hanyut dalam anarki. Itu cukup baik untuk bertahan hidup setiap hari, jadi tidak ada yang peduli dengan mendapatkan ksekarang berpengetahuan dan menjadi orang yang terpelajar. ”", "“Tapi kita masih memiliki beberapa informasi yang tersisa, kan? Jika kita mempelajarinya, tidak bisakah kita kembali ke peradaban lebih cepat? ” Ren Xiaosu bertanya-tanya.", "“Itu hilang dari generasi ke generasi,” kata Zhang Jinglin dengan menyesal. “Izinkan Aku bertanya. Jika Aku memberi Kamu satu set instruksi untuk membuat pesawat terbang, apakah Kamu bisa membuatnya? ”", "“Ini tidak seperti Aku telah belajar bagaimana melakukannya sebelumnya. Meskipun memiliki instruksi dapat menghemat banyak waktu, Aku masih harus memulai dari awal, ”kata Ren Xiaosu.", "“Tepat sekali. Setiap orang memulai dari awal. ” Zhang Jinglin melihat sisa rokoknya, merasa sedikit kesakitan. Sepertinya dia sedang memutuskan apakah akan terus merokok.", "Dia bermaksud untuk menyimpan setengah sisa rokok untuk merokok di lain waktu. Tetapi jika dia memadamkan rokok di depan Ren Xiaosu dan Yan Liuyuan, bukankah itu akan membuatnya kehilangan muka?", "Ren Xiaosu masih ragu. “Bagaimana tidak ada yang bisa mengatasi kesulitan dan melakukan penelitian dan membangun pengetahuan lagi selama bertahun-tahun?”", "“Mereka yang berusaha mati karena kelaparan,” kata Zhang Jinglin.", "“Bisakah semua pengetahuan itu benar-benar hilang dari generasi ke generasi?” Ren Xiaosu tidak bisa menerimanya.", "Zhang Jinglin memandang Ren Xiaosu dengan serius kali ini dan berkata dengan tajam, “Mereka dimiliki oleh sejumlah kecil orang.”", "“Cukup.” Zhang Jinglin berdiri dan berkata, “Jangan membahas masalah ini lebih jauh .. Ini waktunya masuk kelas.”", "Ren Xiaosu mengganggu Zhang Jinglin dengan pertanyaan terakhir. “Guru, kapan tembok benteng dibangun? Dan mengapa mereka membangunnya? ”", "“Setelah The Cataclysm, hewan liar merajalela. Dahulu kala, bahkan ada serangan serangga. Karena itu, manusia terpaksa membangun tembok tinggi untuk menangkal bahaya, ”Zhang Jinglin menjelaskan.", "“Tetapi meskipun hewan telah berevolusi, mereka sebenarnya tidak memulai serangan terhadap manusia.” Ren Xiaosu penasaran tentang ini. Monyet masih tetap omnivora, dan burung pipit masih suka makan biji-bijian, jadi mereka tidak akan secara aktif mencoba membuat makanan dari manusia.", "Di “ring” tempat manusia tinggal di Stronghold 113, sebagian besar hewan yang lebih ganas sebenarnya telah diisolasi di luarnya.", "Semakin tinggi jumlah benteng, semakin berbahaya tempat itu. Misalnya, Stronghold 178 yang legendaris sering melihat banyak korban setiap tahun saat mereka mencoba mengusir binatang buas dari sekitar daerah mereka.", "Sementara itu, Stronghold 113 dianggap sebagai daerah “pedalaman”.", "Masih banyak bahaya yang mengintai di alam liar, seperti kawanan serigala yang dia temui sebelumnya. Namun, bukan tidak mungkin untuk mengatasinya. Jadi mengapa masih ada tembok yang menjulang tinggi yang dibangun di tempat berkumpul besar manusia seperti ini?", "Zhang Jinglin tersenyum dan berkata, “Selama bahaya masih ada di luar, pengungsi harus bergantung pada benteng untuk mencari nafkah. Dengan cara ini, kubu akan mendapatkan tenaga kerja murah dalam jumlah besar. Menurut Kamu, apakah organisasi yang mengendalikan benteng tidak memiliki kemampuan untuk menghilangkan bahaya di luar sana? Senjata api dan bahan peledak yang dimiliki manusia lebih kuat dari yang dapat Kamu bayangkan. Tetapi mengapa mereka ingin menghilangkannya? Mereka sama sekali tidak mengancam organisasi. ”", "Ren Xiaosu tenggelam dalam pikirannya. Meskipun dia sudah dewasa melebihi usianya, masih ada beberapa hal yang belum dia alami. Karena itu, diharapkan dia tidak bisa memahami mereka. Ini juga alasan mengapa dia sangat haus akan pengetahuan.", "Zhang Jinglin melanjutkan, “Mereka tidak akan merobohkan tembok. Mengapa kelompok-kelompok dengan kepentingan di balik tembok melepaskan benteng yang memberi mereka keunggulan kelas yang alami? ”", "Zhang Jinglin kemudian pergi untuk berganti pakaian. Ren Xiaosu bertanya, “Guru, mengapa Kamu mengganti pakaian Kamu? Pakaianmu sebelumnya tidak kotor sama sekali. ”", "Zhang Jinglin menyesuaikan kerah bajunya dan menjawab, “Set yang Aku pakai sebelumnya berbau asap rokok. Tidak baik bagi siswa jika mereka menciumnya. ”", "Rasa hormat Yan Liuyuan padanya semakin dalam, tetapi Ren Xiaosu tiba-tiba merasa sedikit tidak bahagia. “Jadi tidak apa-apa bagiku untuk menciumnya? Bukannya kau memintaku untuk menjauh darimu barusan, right? ”", "Zhang Jinglin berpikir lama. “Enyah.”", "Tiba-tiba, Ren Xiaosu mendengar suara berbicara lagi dari istana di benaknya, “Quest: Haus akan pengetahuan bukanlah hal yang buruk. Tapi Kamu harus mengajari orang lain apa pun yang telah Kamu pelajari. ”", "Ren Xiaosu tercengang. Dia tidak sepenuhnya mengerti apa yang diminta oleh quest ini untuk dia lakukan.", "…", "Selama kelas sore, para siswa merasa sangat menyegarkan ketika mereka melihat Ren Xiaosu, yang beberapa tahun lebih tua dari mereka, berdiri di luar pintu. Itu membuat banyak siswa menoleh untuk melihatnya.", "Zhang Jinglin harus mengetuk papan tulis beberapa kali sebelum dia bisa menarik perhatian para siswa. Dia berkata, “Aku akan mengajar tentang bertahan hidup untuk kelas sore.”", "Ini adalah era saat ini, dan kekhasan sekolah tidak hanya berasal dari pengajaran seni dan sains, tetapi juga pengajaran bertahan hidup.", "Namun, Zhang Jinglin selalu merasa jengkel saat mengajarkan pelajaran ini, karena dia tidak berpengalaman bertahan hidup di alam liar.", "Oleh karena itu, untuk sebagian besar pelajaran ini, dia hanya bisa mengajarkannya sesuai dengan apa yang tertulis di buku-buku yang diawetkan dari masa lalu.", "Zhang Jinglin memandangi para siswa di kelas. “Perhatikan dan dengarkan di kelas. Jangan berpikir bahwa bahaya berada jauh dari Kamu. Untuk saat ini, orang tuamu masih melindungi kamu. Tetapi ketika Kamu dewasa, Kamu harus belajar bagaimana melindungi diri Kamu sendiri. Untuk pelajaran hari ini, kami akan membahas apa yang harus Kamu lakukan jika Kamu bertemu dengan sekawanan serigala. ”", "Para siswa di kelas sebenarnya paling suka mendengarkan pelajaran bertahan hidup. Mata pelajaran lain masih sedikit membosankan untuk kelompok usia mereka saat ini, padahal pelajaran bertahan hidup paling menarik.", "Kelas menjadi tenang. Zhang Jinglin memandang Ren Xiaosu, yang berdiri di pintu dan mendengarkan pelajaran. “Kamu di sana, beri tahu kami apa yang kamu lakukan saat kamu bertemu dengan sekawanan serigala di alam liar.”", "Ren Xiaosu memikirkannya sebelum menjawab, “Aku akan mencoba yang terbaik untuk menemukan lereng yang dikelilingi oleh tanaman hijau, karena itu akan menjadi tempat yang paling cocok untuk kuburan yang menguntungkan.”", "Zhang Jinglin terkejut.", "www.worldnovel.online"]},
{"novel3": ["Bab 2: Dunia ini tidak pernah mempercayai air mata Penerjemah: Editor Legge: Legge", "Ren Xiaosu kembali lebih lambat dari biasanya karena perampokan dan kehilangan kesadarannya yang tiba-tiba. Karena dia melihat langit semakin gelap, dia tahu bahwa akan sangat berbahaya melewati kota dengan tangkapannya saat ini.", "Siang hari, orang-orang dari kubu masih keluar untuk menjaga ketertiban. Tapi pada malam hari, orang-orang itu akan kembali ke kubu.", "Tentu saja, orang-orang dari kubu tidak melakukan ini dengan niat baik. Mereka hanya khawatir jika kota menjadi terlalu kacau, itu akan mempengaruhi kerja manual yang dilakukan para pengungsi.", "“Oh, sepertinya Ren Xiaosu mendapat cukup panen hari ini!”", "Ketika Ren Xiaosu berlari kembali ke kota membawa kuali, seseorang dengan wajah kotor menyambutnya. Seolah-olah dia tidak pernah mencuci muka sejak hari kelahirannya.", "Kebanyakan orang di kota terlihat seperti itu. Hampir setiap hari, mereka pergi ke tambang batu bara terdekat untuk bekerja dengan imbalan makanan. Batubara yang mereka tambang akan dikirim ke benteng, dan pada gilirannya, para pekerja akan menerima cukup roti hitam atau kentang untuk bertahan hidup.", "Bukan hanya penambangan batu bara. Semua pekerjaan kotor yang perlu dilakukan oleh benteng akan dilakukan oleh para pengungsi.", "Karena air sumur di kota dijatah, jumlah yang didapat setiap orang per hari ditetapkan, dan tidak ada yang berani berpikir untuk meminta lebih. Selain itu, hampir tidak ada sumber air bersih di sekitarnya. Atau lebih tepatnya, sumber air bersih mana pun terlalu berbahaya untuk dikunjungi karena binatang buas akan berkumpul di sana untuk minum. Karenanya setiap orang di kota akan selalu terlihat sangat kotor sehingga tidak ada yang bisa melihat wajah mereka dengan jelas. Ren Xiaosu tidak terkecuali juga.", "Namun, Ren Xiaosu belum pernah bekerja di tambang batu bara sebelumnya. Dia punya cara sendiri untuk bertahan hidup.", "Ren Xiaosu tidak menanggapi siapa pun yang menyambutnya. Dia hanya ingin kembali ke gubuknya secepat mungkin.", "Saat Ren Xiaosu mengambil jalan alternatif ke kota, dia bisa melihat tembok benteng yang menjulang dari jarak dekat. Rasanya sangat menekan, karena dia bahkan tidak bisa melihat puncak ketika dia melihat ke atas.", "Tidak banyak bangunan batu yang dapat ditemukan di kota karena kebanyakan orang hanya tinggal di gubuk.", "Ren Xiaosu mulai dengan santai. Tapi dia pergi berjaga-jaga saat dia memasuki kota dan bahkan mencabut pisau tulang dari pinggangnya. Suasana di jalan menjadi tegang seolah-olah ada semacam bahaya mengintai di dalam gubuk. Tetapi dengan Ren Xiaosu memegang pisau tulang di tangannya, orang-orang dengan niat mengancam menahan diri.", "Hal pertama yang Ren Xiaosu pelajari selama tinggal di sini adalah tidak mempercayai siapa pun … selain Yan Liuyuan.", "Bisikan datang dari gubuk di samping jalan. “Ren Xiaosu telah menangkap lebih banyak daging buruan.”", "“Bagaimana itu dihitung sebagai permainan? Itu hanya seekor burung pipit. ”", "“Tapi ini berbeda dengan burung pipit yang kita lihat di buku teks kuno. Menurutku elang-elang sebelum The Cataclysm juga berukuran sekitar ini? ”", "Jangan memprovokasi dia. Sebuah suara mengakhiri bisikan dari dalam gubuk. Seseorang sepertinya tahu tentang masa lalu Ren Xiaosu.", "Ren Xiaosu mengangkat pintu tirai ke gubuknya. Kehangatan di dalamnya membuatnya tidak terlalu tegang.", "Ketika Yan Liuyuan, yang sedang duduk di gubuk dan mengerjakan pekerjaan rumahnya, melihat Ren Xiaosu kembali, dia tampak terkejut. Kamu menangkap seekor burung pipit?", "“Kenapa kamu tidak menyalakan lampu minyak tanah?” Ren Xiaosu bertanya sambil mengerutkan kening.", "Yan Liuyuan biasanya anak yang bandel, tetapi di depan Ren Xiaosu, yang seperti kakak laki-lakinya, secara mengejutkan dia menjadi jinak. “Aku ingin menghemat bahan bakar untuk kami.”", "“Bagaimana jika Kamu menjadi rabun jauh?” Ren Xiaosu meletakkan burung pipit itu.", "Mata Yan Liuyuan berbinar. “Guru sekolah menyebutkan sesuatu yang disebut ‘kacamata’ yang ada sebelum The Cataclysm tetapi hanya dapat ditemukan di benteng sekarang. Jika kami mengalami hal seperti itu, kami tidak perlu khawatir tentang rabun jauh lagi. ”", "Ren Xiaosu memperlakukan pernyataan itu dengan jijik. “Aku pernah melihat seseorang memakai barang yang Kamu sebutkan sebelumnya. Tapi untuk memiliki penglihatan Kamu bergantung pada sesuatu yang bisa jatuh kapan saja di sini di hutan belantara, itu sama saja dengan kematian. Jangan dengarkan omong kosong guru Kamu. Tidak semua yang dia katakan benar. ”", "“Oh…” Yan Liuyuan mengangguk dan berkata, “Lalukenapa kamu masih bersikeras mengirimku ke sekolah? ”", "Ren Xiaosu tersedak kata-katanya. Mengapa Kamu terus mengoceh?", "“Kapan aku bisa pergi berburu denganmu?” Yan Liuyuan terus bertanya.", "“Kamu baru 14 tahun. Mengapa kamu ingin pergi berburu? Jika Kamu berprestasi di sekolah, Kamu tidak perlu pergi berburu. ” Ren Xiaosu berkata, “Bukankah lebih baik belajar akuntansi, fisika, atau kimia daripada berburu?”", "“Bukankah kamu baru berusia 17 tahun?” Yan Liuyuan tidak yakin.", "Di era ini, bahkan orang biadab menyadari pentingnya pengetahuan.", "Ini juga mengapa seorang guru bisa bertahan hidup di kota. Apapun masalah yang terjadi di kota, seorang guru akan selalu menjadi orang yang paling aman karena tidak ada yang akan mengincar mereka.", "Namun, biaya kuliahnya mahal. Jika tidak, Ren Xiaosu akan pergi menghadiri kelas sendiri juga.", "Ren Xiaosu menopang kuali dan dengan terampil membedah burung pipit pada saat bersamaan. “Apa yang guru bicarakan hari ini? Aku hanya bisa membiarkanmu makan jeroan burung pipit. Aku harus menjual sisanya di pasar besok. ”", "“Apakah kamu terluka?” Yan Liuyuan mengerutkan kening saat melihat luka di tangan Ren Xiaosu. Itu telah dipatuk oleh burung pipit, dan lukanya masih berdarah.", "Kuali besar digantung pada sebuah tongkat, dan nyala api di lubang api gubuk itu sesekali menerangi wajah Ren Xiaosu. Ini hanya goresan.", "Itu terdiam di gubuk. Setelah beberapa saat, Ren Xiaosu menyendokkan organ burung pipit yang sudah dimasak dari panci dan menyerahkannya kepada Yan Liuyuan. “Menelan.”", "Mata Yan Liuyuan tiba-tiba memerah. Aku tidak menginginkannya. Kamu harus memilikinya karena Kamu perlu menyembuhkan luka Kamu. ”", "Aku hanya akan makan sup. Ren Xiaosu berkata, “Aku masih memiliki roti hitam yang bisa Aku makan.”", "“Aku tidak makan. Luka Kamu sama sekali tidak tergores. Aku melihat seseorang di kota meninggal akibat infeksi beberapa hari yang lalu karena kami tidak memiliki akses ke obat apa pun untuk mengobati luka dan goresan, “kata Yan Liuyuan dengan keras kepala saat air mata hampir membasahi wajahnya.", "Pah!", "Ren Xiaosu tiba-tiba menampar wajah Yan Liuyuan dan berkata, “Ingat ini, kamu dan Aku tidak akan pernah bisa menangis selama kita hidup di dunia ini. Dunia ini tidak mempercayai air mata. ”", "Ren Xiaosu melanjutkan, “Lihatlah orang macam apa yang ada di sekitar kita. Apa yang akan terjadi pada Aku jika Kamu tidak makan dengan baik dan seseorang bergegas masuk dan menusuk Aku sampai mati di malam hari? Aku mengirim Kamu ke sekolah karena Aku harap Kamu tidak akan menjadi orang seperti Aku, yang hanya tahu cara berburu. Kamu memiliki keahlian unik. Selama Kamu belajar dengan giat, Kamu tidak perlu bekerja sepanjang hari di padang gurun seperti Aku untuk mencari nafkah. Alasan Aku mengirim Kamu ke sekolah adalah karena Aku tidak ingin Kamu menjadi biadab seperti mereka! ”", "Yan Liuyuan tiba-tiba mengambil jeroan burung pipit dari Ren Xiaosu dan melahapnya. Dia berhasil menahan air matanya pada akhirnya karena dia ingin belajar menjadi sekuat Ren Xiaosu.", "“Ahem, datang dan bantu Aku membalut luka dengan kain bersih setelah Kamu makan,” kata Ren Xiaosu.", "“Oke,” jawab Yan Liuyuan.", "“Kamu biasanya penuh kenakalan saat kita di luar, jadi kenapa kamu bersikap seperti keset setiap kali kita di rumah?” Ren Xiaosu menghela nafas. “Apakah ada yang terjadi di kota hari ini?”", "“Oh ya!” Yan Liuyuan berkata sambil mencari kain bersih, “Sekelompok orang keluar dari benteng sambil mengatakan bahwa mereka sedang mencari pemandu untuk membawa mereka ke Benteng 112. Mereka ingin pergi ke sana dengan langsung melewati Pegunungan Jing.”", "“Mereka ingin pergi ke Stronghold 112?” Ren Xiaosu tertegun sejenak sebelum mengerutkan kening. “Mereka bahkan bersikeras untuk sampai ke sana melalui Pegunungan Jing?”", "“Apa menurutmu mereka akan datang mencarimu? Semua orang di kota tahu bahwa Kamu akrab dengan tanah di luar. ” Yan Liuyuan berkedip dan berkata, “Aku mendengar bahwa mereka adalah musisi dan penyanyi dari sebuah band di Stronghold 113 yang telah diundang untuk tampil di Stronghold 112. Aku belum pernah melihat seorang penyanyi sebelumnya.”", "“Aku tidak pergi.” Ren Xiaosu menggelengkan kepalanya dan berkata, “Biarkan orang-orang itu pergi melalui Pegunungan Jing jika mereka mau.Aku ingin Kamu menjauh dari mereka. Ada yang aneh dengan orang-orang itu. ”", "Pada saat ini, Ren Xiaosu memiliki perasaan yang bertentangan. Di dunia seperti ini, masih ada penyanyi dan musisi profesional di band? Bagaimana rasanya di dalam benteng?", "Ren Xiaosu tiba-tiba ingin tahu.", "www.worldnovel.online"]},
{"novel3": ["Bab 4: Keberuntungan juga merupakan jenis keterampilan Penerjemah: Editor Legge: Legge", "“Aku mungkin memiliki beberapa jenis keterampilan juga,” kata Ren Xiaosu.", "Duduk di pintu masuk gubuk, Yan Liuyuan tercengang saat dia mengangkat pintu tirai untuk menatap langit berbintang setelah hujan. “Maksud Kamu…”", "“Aku masih tidak yakin. Aku harus mencobanya dan melihat. ” Ren Xiaosu duduk di samping Yan Liuyuan. “Menurut legenda di kota, seseorang dapat menarik kereta dari udara. Aku tidak percaya di masa lalu, tetapi setelah Aku bertemu Kamu, Aku pikir itu mungkin saja. Sekarang Aku mungkin juga memiliki keterampilan yang aneh, ini terasa sangat aneh bagi Aku. ”", "Keterampilan Yan Liuyuan adalah keberuntungan.", "Itu adalah keterampilan yang sangat membingungkan untuk dipahami. Ketika Yan Liuyuan membuat harapan agar Ren Xiaosu kembali dari perburuan yang sukses, seekor burung pipit akan secara misterius turun di kakinya meskipun dia tidak melakukan apa-apa saat berjalan keluar di hutan belantara.", "Namun, skill ini memiliki efek samping. Yan Liuyuan biasanya akan mengalami demam yang tidak kunjung reda atau menderita penyakit ringan atau kecelakaan setelah dia membuat permintaan.", "Inilah mengapa Ren Xiaosu ingin melindungi Yan Liuyuan pada awalnya. Awalnya, dia tidak percaya. Tetapi kemudian, dia tidak punya pilihan selain menerima kebenaran ini.", "Tiba-tiba, bintang jatuh melintas di langit. Yan Liuyuan tanpa sadar menyatukan kedua tangannya untuk membuat permintaan. Namun, dia dihentikan oleh Ren Xiaosu. “Apakah kamu tidak pergi membuat permintaan apapun. Sesuatu akan terjadi pada Kamu jika Kamu melakukannya. ”", "Saat ini, Ren Xiaosu jarang bergantung pada keberuntungan Yan Liuyuan karena dia mampu berburu dengan sukses besar. Dia tidak membutuhkan Yan Liuyuan untuk menggunakan keahliannya lagi, dan Yan Liuyuan juga tidak akan melawan keinginannya.", "Yan Liuyuan yang kurus menyaksikan bintang jatuh itu menghilang, melamun. “Mengapa bintang jatuh datang dan pergi begitu cepat? Bagaimana jika orang tidak bisa membuat permintaan tepat waktu? ”", "Ren Xiaosu berpikir sejenak dan menjawab, “Mereka mungkin bergerak begitu cepat karena mereka tidak benar-benar ingin mendengarkan keinginan siapa pun.”", "Yan Liuyuan menoleh dan menatap kosong Ren Xiaosu.", "…", "Yan Liuyuan adalah penjaga malam Ren Xiaosu, tetapi itu tidak berarti dia harus berjaga sepanjang malam. Ren Xiaosu akan bergiliran dengannya. Bagaimanapun, Yan Liyuan masih perlu bersekolah pada siang hari.", "Ini adalah situasi yang menyiksa, karena kurang tidur adalah masalah besar. Tetapi untuk bertahan hidup di lingkungan seperti itu, baik itu Ren Xiaosu atau Yan Liuyuan, mereka tidak punya pilihan selain mengambil tindakan ini.", "Di pagi hari, Ren Xiaosu memimpin Yan Liuyuan keluar. Mereka membawa barang-barang berharga mereka, termasuk kuali besar Ren Xiaosu, bersama mereka.", "Diharapkan bagi seseorang untuk mengobrak-abrik gubuk mereka pada saat mereka kembali pada malam hari.", "“Aku mendengar bahwa orang-orang yang tinggal di benteng tidak menutup pintu mereka di malam hari karena tidak ada yang akan mencuri barang-barang mereka.” Yan Liuyuan membawa kasur gulung di punggungnya sementara dia melihat Ren Xiaosu memegang kuali yang dia bawa kemanapun dia pergi. Ini hampir semua milik mereka.", "Yan Liuyuan biasanya akan membawa kasur gulung itu setiap kali dia pergi ke sekolah. Situasinya hampir sama dengan siswa lain juga. Semua orang terbiasa dengan ini.", "Omong kosong. Meskipun Ren Xiaosu berharap untuk tinggal di benteng, dia menolak untuk percaya ada tempat di mana orang akan membiarkan pintu mereka terbuka di malam hari. “Beberapa orang berpendapat bahwa bahkan kentut dari mereka yang tinggal di benteng berbau harum dan udara di sana harum.”", "“Tapi Kamu tetap tidak boleh membawa kuali itu di punggung Kamu kemanapun Kamu pergi,” kata Yan Liuyuan.", "“Apa yang Kamu tahu?” Ren Xiaosu menjelaskan, “Tidak mudah bagi Aku untuk mendapatkan kuali ini. Aku bisa memasak makanan dan menangkap burung pipit dengan itu. Jika kita kehilangannya, bagaimana kita akan menghabiskan hari-hari kita? ”", "Ren Xiaosu memegang kuali di atas bahunya dengan satu tangan sambil memegang burung pipit besar secara terbalik di tangannya yang lain. Sepanjang jalan, banyak orang menatap Ren Xiaosu dengan mata iri.", "Penting untuk disadari bahwa manusia tidak lagi berada di puncak rantai makanan.", "Ada rumor yang mengatakan bahwa burung pipit masa lalu lebih kecil dari ukuran telapak tangan. Tapi sekarang, bahkan burung seperti itu bisa membunuh orang dengan mematuknya.", "Tidak semua orang bisa menangkap burung pipit atau bersabar menunggu di hutan belantara sepanjang hari untuk menangkapnya. Mereka semua sudah lama tidak melihat hidangan daging dan ikan, jadi bohong jika merekatidak iri pada Ren Xiaosu.", "Ren Xiaosu memimpin Yan Liuyuan ke gerbang kota benteng. Dinding yang menjulang tinggi membuat mereka merasa sangat kecil dan tertindas.", "Begitu mereka mencapai tempat ini, ada perubahan nyata dalam arsitektur, dan mereka bahkan bisa melihat rumah-rumah bata.", "Saat mereka mendekati benteng, tempat itu mulai terlihat lebih bersih, lebih rapi, dan lebih kaya. Orang-orang yang tinggal di sini kemungkinan besar terkait dengan orang-orang yang tinggal di benteng. Mungkin mereka pandai menyanjung atau memiliki kerabat yang tinggal di dalamnya.", "Tapi apapun yang terjadi, para pengungsi ini semuanya dikenal sebagai “terkontaminasi” dan tidak diizinkan masuk ke dalam benteng.", "Ren Xiaosu berjalan ke toko dengan tanda “toko kelontong” di atas pintu masuk. Segala macam barang, seperti rokok, korek api, peralatan logam, makanan, dan pakaian, dijual di sini. Tapi harganya sangat mahal.", "Orang tua di toko itu sangat gembira ketika dia melihat Ren Xiaosu. “Itu terlihat seperti burung pipit yang agak besar!”", "Ren Xiaosu melempar burung pipit itu ke meja kaca. “Berapa banyak yang bisa Aku dapatkan untuk ini?”", "“Ya ampun, jangan terlalu kasar. Itu adalah pecahan kaca mahal yang kau lempar, “kata Wang Tua, sedih. Dia mengambil burung gereja yang lemas dan meletakkannya di atas timbangan logam di sampingnya. “1,74 kilogram. Tidak buruk, Xiaosu. ”", "Pada saat ini, jari-jari tangan Wang Tua yang seperti cakar secara naluriah mulai membuat beberapa perhitungan pada sempoa. Manik-manik sempoa didorong ke sekitar, berdetak dan menempel. “Harga pasar hari ini adalah 200 yuan 1 per 500 gram, jadi Aku akan membayar Kamu 700 untuk tangkapan ini!”", "“Buat 900.” Ren Xiaosu berkata dengan tegas, “Ini hampir musim dingin, dan ada lebih sedikit burung pipit di luar sana akhir-akhir ini, jadi 900 yuan adalah harga terendah yang akan Aku jual.”", "Wang Tua tidak senang saat dia mendorong sempoa di depan Ren Xiaosu dan berkata, “Aku akan mengirim burung pipit ini ke dalam benteng untuk dimakan oleh bangsawan. Meski ada kekurangan daging di benteng, masih ada harga tetap untuk semuanya. Kita harus melakukannya sesuai buku. ”", "Tepat setelah Wang Tua selesai berbicara, dia melihat Ren Xiaosu mengambil kembali burung pipit itu dan bersiap untuk meninggalkan toko. Dia dengan cepat menarik lengan jaket compang-camping Ren Xiaosu. “Kemana kamu pergi?”", "“Aku akan memeriksa harga di toko kelontong Li Tua,” kata Ren Xiaosu.", "Cengkeraman Wang Tua semakin erat. Seseorang dari manajemen benteng secara khusus memberi tahu bahwa mereka akan keluar untuk mengumpulkan hewan eksotis hari ini. Berita ini tidak diberitahukan kepadanya sendirian.", "Wang Tua tersenyum, kerutannya muncul. “Berapa harga yang ingin Kamu jual?”", "Ren Xiaosu masih ingin pergi. Kita akan bicara lagi setelah aku bertanya-tanya.", "Wang Tua tersenyum ramah. “Kalau begitu, apakah Liuyuan tidak akan terlambat ke sekolah? Baiklah, 900 yuan! ”", "“Apa yang baru saja Kamu katakan?” Ren Xiaosu bertanya dengan tenang.", "“Kalau begitu, apakah Liuyuan tidak akan terlambat—”", "Kalimat sebelumnya.", "“Berapa harga yang ingin Kamu jual?”", "“1200.”", "Wang Tua bingung", "Sesaat kemudian, Wang Tua merasakan tekanan saat menghitung uangnya. Dia membasahi jari-jarinya dengan air liurnya dan menghitung uang tunai itu berulang kali, takut dia salah menilai jumlahnya.", "Harga transaksi terakhir adalah 1.198 yuan. Ren Xiaosu juga telah memberikan beberapa konsesi sendiri.", "Burung pipit yang mendapat harga 1.198 yuan bukanlah hasil dari kenaikan harga, juga bukan karena ukuran burung gereja yang besar. Lebih penting lagi, itu karena orang-orang di Stronghold 113 biasanya tidak mendapat kesempatan untuk makan hewan-hewan eksotis seperti itu.", "Hal-hal berharga karena langka. Wang Tua tidak akan pernah membuat kesepakatan bisnis yang buruk. Ketika dia menjual kembali burung pipit ini kepada pelanggan yang kuat, dia masih bisa mendapatkan sedikit keuntungan darinya dan bahkan mendapatkan bantuan mereka.", "Wang Tua memasukkan setumpuk uang receh ke tangan Ren Xiaosu dengan enggan. Tidak ada yang tahu apa yang dia pikirkan ketika dia merendahkan suaranya dan berbisik, “Xiaosu, lain kali kamu menangkap burung pipit, jangan bunuh dia. Beberapa bangsawan ingin mereka hidup dan akan menawarkan harga yang lebih tinggi untuk membelinya di negara bagian itu! ”", "Ren Xiaosu tercengang. “Mengapa mereka menginginkan burung pipit hidup? Agar mereka bisa membunuhnya sendiri? ”", "“Tidak.” Wang Tua menggelengkan kepalanya dan berkata, “Kamu tidak tahuw, kan? Ada orang yang memelihara mereka sebagai hewan peliharaan! ”", "www.worldnovel.online"]},
{"novel3": ["Bab 7: Guru Pengganti Penerjemah: Editor Legge: Legge", "Zhang Jinglin tidak bisa berkata-kata oleh jawaban Ren Xiaosu. Namun, dia tidak menyadari bahwa Ren Xiaosu juga bertanya-tanya tentang ini sekarang. Bukankah dia mengajari semua orang apa yang dia tahu? Mengapa pencariannya masih belum selesai?", "Mungkinkah ada yang salah dengan pengetahuan yang dia berikan?", "“Guru.” Ren Xiaosu berkata dengan nada serius, “Kamu mungkin belum pernah melihat seberapa besar serigala di alam liar. Sebagian besar orang di kota bahkan belum pernah melihat atau berurusan dengan mereka sebelumnya, tetapi Aku melakukannya. Jangan sebutkan sekawanan serigala. Bahkan jika aku hanya bertemu serigala yang sendirian, hasilnya akan tetap sama. Pilih di mana pun Kamu ingin dimakamkan. ”", "Awalnya, Ren Xiaosu mengira Zhang Jinglin akan membantahnya. Bagaimanapun, cara dia menjawab pertanyaan akan memengaruhi otoritas dan martabat guru.", "Namun, Zhang Jinglin berpikir lama sebelum berkata, “Kamu bisa duduk di kelas untuk pelajaran mendatang. Kamu juga akan mengajarkan pelajaran bertahan hidup mulai sekarang. ”", "Untuk pertama kalinya, sekolah di kota di luar Stronghold 113 memperoleh guru pengganti.", "Namun, Ren Xiaosu tidak memberikan penjelasan apa pun di kelas tentang bagaimana dia bertahan hidup meskipun bertemu dengan serigala atau serigala di alam liar.", "“Quest selesai. Diberikan 1.0 Kekuatan. ”", "…", "Pada penghujung hari, Ren Xiaosu masih tidak dapat menemukan kesempatan untuk menggunakan Gulir Duplikasi Keterampilan Dasar yang dimilikinya. Dia pergi ke sekolah karena dia ingin mendapatkan lebih banyak pengetahuan, tetapi pengetahuan yang dimiliki Zhang Jinglin tidak akan berguna untuk kelangsungan hidupnya saat ini.", "Prioritas pertama yang harus dipertimbangkan oleh Ren Xiaosu adalah tetap bertahan hidup.", "Oleh karena itu, jika dia tidak bisa menggunakan skill scroll, mustahil baginya untuk membuktikan apakah semua yang ada di pikirannya murni dibuat oleh imajinasinya sendiri.", "Namun, Ren Xiaosu terus menunggu karena dia merasa masih akan ada pencarian lain yang diberikan.", "Sekarang dia telah menyelesaikan misi lain, dan dia dihadiahi dengan peningkatan Kekuatan 1,0. Ini adalah sosok yang sangat lugas, dan Ren Xiaosu bisa merasakannya di tubuhnya. Dia bisa merasakan otot-ototnya sedikit menggembung di balik pakaiannya. Ini adalah fenomena supernatural yang nyata karena tidak ada yang bisa tiba-tiba mendapatkan kekuatan otot tambahan hanya dalam sepersepuluh detik.", "Dengan ini, Ren Xiaosu cukup yakin bahwa istana pikirannya memang jenis keterampilan yang unik.", "Ini membuat Ren Xiaosu sangat gembira. Sebenarnya, dia seharusnya sangat senang tentang hal itu sejak lama, tetapi dia takut tidak ada yang menjadi nyata.", "Seorang pemburu yang sering harus sangat akrab dengan tubuhnya. Mereka harus tahu seberapa banyak yang bisa mereka angkat dan seberapa cepat dan keras mereka bisa meninju atau menusuk dengan pisau.", "Jadi Ren Xiaosu segera mengevaluasi kekuatan barunya. Jika rata-rata pria dewasa memiliki peringkat kekuatan 3,0, maka Ren Xiaosu dulu memiliki peringkat kekuatan 2,5.", "Karena dia baru berusia 17 tahun, sangat normal baginya untuk menjadi lebih lemah dari orang dewasa. Dia bisa bertahan hidup di kota ini selama bertahun-tahun bukan karena kekuatannya, tapi karena dia kejam, waspada, dan cukup tenang.", "Saat kekuatannya melebihi rata-rata pria dewasa, ini berarti peluangnya untuk bertahan hidup di gurun ini meningkat dalam jumlah besar.", "Sepulang sekolah, Yan Liuyuan dengan bersemangat berkata, “Bro, sekarang kamu sudah menjadi guru pengganti, mungkinkah kamu akan menggantikan Tuan Zhang sebagai guru kota kami di masa depan?”", "Ren Xiaosu berhenti. “Memang, sepertinya itu mungkin. Zhang juga mulai sebagai guru pengganti. Hanya setelah guru tua itu meninggal, dia mengambil alih mengajar di sekolah. ”", "“Ya, semua orang di kota tahu bahwa siapa pun yang menjadi guru pengganti kemungkinan besar akan mengambil alih sekolah suatu hari nanti. Pikirkan tentang itu. Tuan Zhang mengizinkan Kamu masuk ke kelas untuk menghadiri pelajaran dan bahkan menjadikan Kamu guru pengganti. Dia pasti berpikir untuk membiarkan Kamu menggantikannya di masa depan. ” Yan Liuyuan tersenyum dan berkata, “Jika orang-orang di kota mengetahuinya, mereka harus memperlakukan kami dengan lebih hormat lain kali.”", "“Mungkin bukan itu masalahnya.” Ren Xiaosu berpikir dan berkata, “Aku menduga itu hanya karena dia berharap mendapatkan lebih banyak rokok untuk merokok.”", "Yan Liuyuan menatap Ren Xiaosu. “Bro, apa kamu serius?”", "“Sebenarnya, bukan ide yang buruk jika Aku benar-benarmenjadi guru sekolah. ” Ren Xiaosu berkata, “Ketika Aku mendapatkan posisi itu, Aku akan menyerahkannya kepada Kamu. Dengan cara itu, kamu akan menjadi guru sekolah, kan? ”", "Ren Xiaosu benar-benar tidak pernah berpikir untuk menjadi guru sekolah, tetapi itu bukan karena dia membenci profesinya. Jika dia membencinya, dia tidak akan berpikir untuk menyerahkan posisi itu kepada Yan Liuyuan.", "Sebaliknya, dia merasa bahwa dia sama sekali tidak cocok untuk profesi ini. Jika dia benar-benar tidak memiliki kesempatan untuk memasuki benteng di masa depan, maka hutan belantara akan menjadi satu-satunya tempat yang tersisa di mana dia benar-benar bisa berada.", "Ren Xiaosu membayangkan masa depan di mana dia menyerahkan posisi guru sekolah kepada Yan Liuyuan saat mereka berjalan, tetapi dia tidak memperhatikan Yan Liuyuan melambat. Melihat punggung Ren Xiaosu, Yan Liuyuan mengalami perasaan yang tak terlukiskan.", "Tangan pemuda ini masih dibalut perban, dan meski memiliki lidah yang tajam, ia akan selalu memberikan yang terbaik untuknya.", "Ketika Ren Xiaosu berbalik dan menyadari bahwa Yan Liuyuan telah tertinggal cukup jauh, dia membentak, “Apa yang kamu lakukan? Percepat!”", "“Kedatangan!”", "Di luar benteng, jejak asap putih terus menerus mengepul dari cerobong asap pabrik ke langit. Saat matahari terbenam menyinari punggung mereka, seolah-olah mereka tidak memiliki apa pun yang perlu dikhawatirkan.", "…", "Dalam perjalanan pulang, Ren Xiaosu dan Yan Liuyuan tiba-tiba melihat sekelompok orang keluar dari benteng. Ada sekitar 14 dari mereka dalam kelompok itu, dan setengah dari mereka mengenakan pakaian mewah dari semua warna, sementara setengah lainnya terdiri dari orang-orang yang mengenakan seragam tempur tentara swasta yang dipekerjakan oleh para pengawas di Stronghold 113. Kelihatannya seperti perjalanan mereka akan ditemani oleh tentara, jadi tidak heran mereka berani pergi ke tempat seperti Pegunungan Jing.", "Orang-orang ini sebenarnya tidak membutuhkan pemandu dengan nilai tempur. Mereka hanya membutuhkan seseorang yang tahu jalannya.", "Namun, Ren Xiaosu tidak menganggap pasukan swasta kuat hanya karena mereka dipekerjakan oleh pengawas Stronghold 113. Faktanya, dia jarang melihat pasukan swasta ini meninggalkan benteng, jadi itu masih bisa menyebabkan masalah serius karena mereka mungkin tidak akan melakukannya. memiliki pengalaman pertempuran yang sebenarnya atau melihat darah sebelumnya.", "Ren Xiaosu melihat beberapa pasukan swasta merokok sigaret filter, yang jarang terlihat di kota.", "Bau asap rokok ringan melayang. Ren Xiaosu bisa mencium bau aneh dengan jelas. Dia ingat Wang Tua menyebutkan bahwa banyak dari rokok yang diberikan oleh pabrik telah ditambahkan zat adiktif ke dalamnya untuk membuat orang mabuk.", "Ren Xiaosu bingung mengapa pasukan swasta akan merokok sesuatu seperti itu ketika profesi mereka mengharuskan mereka untuk tetap berpikiran jernih.", "Dia telah menyaksikan orang-orang menjadi gila karena menghisap rokok ini, dan pasukan swasta sepertinya hanya merokok dengan kualitas yang lebih baik.", "Perlahan, kerumunan di kota berkumpul. Ini karena orang-orang ini memiliki wajah yang begitu bersih sehingga sangat kontras dengan wajah orang-orang di kota.", "“Bro, apakah air begitu melimpah di benteng sehingga mereka bisa mencuci muka setiap hari?” Yan Liuyuan berkedip dengan kilau di matanya.", "“Tidak perlu iri pada mereka. Minyak di wajah kita bertindak sebagai lapisan pelindung untuk kulit kita, ”Ren Xiaosu menghibur tanpa benar-benar mencoba.", "Tapi kemudian dia menyadari kehadiran unik di antara kelompok orang itu. Ada seorang gadis bertopi sangat rendah sehingga dia tidak tahu berapa usianya. Dia mengenakan pakaian yang relatif normal yang terlihat longgar tapi pas.", "Ren Xiaosu memusatkan perhatian padanya karena rasanya seperti pertemuan dengan binatang buas di alam liar saat dia melihatnya.", "Ada sesuatu yang mencurigakan tentang orang-orang ini, dan Ren Xiaosu mempercayai intuisinya.", "Ren Xiaosu dan Yan Liuyuan berhenti di jalur mereka, menonton dari jauh. Mereka samar-samar tahu bahwa sekelompok orang ini menanyakan sesuatu tentang Wang Tua dari toko bahan makanan.", "Mereka bisa mendengar Wang Tua berkata dengan keras, “Jika kalian akan pergi ke Pegunungan Jing, kalian harus mencari Ren Xiaosu. Tanpa dia, Kamu pasti tidak bisa melewatinya. Selain itu, ada juga serigala di alam liar. Bolehkah Aku menyarankan agar Kamu tidak mengambil rute itu? ”", "Seorang tentara di pasukan swasta mencibir, “Serigala-serigala itu akan ketakutan ketika mereka mendengar tembakan kita. Mengapa kita perlu mengkhawatirkan mereka? ”", "Ren Xiaosu tercengang. Jadi serigala benar-benar takut dengan tembakan? Ini mungkin karena naluri alami dari hewan liar tersebut. Karena dia belum pernah melihat senjata api sebelumnya, dia bukanlah sujika pihak lain mengatakan yang sebenarnya. Namun, beberapa keraguan masih ada.", "Anggota tentara swasta lainnya bertanya, “Siapakah Ren Xiaosu? Kami tidak peduli seberapa terampil dia dalam pertempuran selama dia tahu jalannya. ”", "“Oh, Ren Xiaosu terkenal sebagai pemburu terbaik di kota. Dia tahu sebagian besar rutenya, jadi akan baik-baik saja jika Kamu membuatnya memimpin jalan. ” Wang Tua tersenyum dan berkata, “Percayalah, dia pasti pilihan yang tepat. Tapi ada yang salah dengan kepala anak itu…. ”", "Setelah mendengar semua ini, Ren Xiaosu berbalik dan membawa Yan Liuyuan pergi. “Apa putra Wang Tua juga ada di kelasmu? Bocah gendut itu? ”", "Yan Liuyuan tersentak padanya. “Bro, jangan libatkan anggota keluarganya….”", "Ren Xiaosu mengerutkan kening karena dia ingin menghindari masalah ini. Namun, dia tidak pernah menyangka bahwa Wang Tua akan dengan sengaja merekomendasikan dirinya ke band misterius ini.", "www.worldnovel.online"]},
{"novel3": ["Bab 5: Sekolah Penerjemah: Editor Legge: Legge", "“Sebagai peliharaan? Mereka tidak membelinya untuk dimakan? ” Ren Xiaosu bingung. “Sayang sekali! Semua daging di sini enak! ”", "“Kamu tidak akan memahami dunia tempat orang kaya tinggal.” Wang Tua tertawa dan berkata, “Aku mendengar bahwa orang kaya dulu memelihara elang sebagai hewan peliharaan beberapa ratus tahun yang lalu. Tapi bukankah elang menjadi terlalu besar dan berbahaya sekarang? Jadi hal terbaik berikutnya adalah burung pipit. Lihat saja betapa mengancamnya burung pipit ini. Persis seperti itulah orang kaya. ”", "Ren Xiaosu memikirkannya sebentar. Jadi meskipun masih banyak orang yang tidak cukup makan, beberapa orang mulai memelihara burung pipit sebagai hewan peliharaan.", "“Tapi Aku harus menjualnya dengan harga yang lebih tinggi jika mereka menginginkannya hidup-hidup.” Ren Xiaosu berkata, “Ketika burung ini masih hidup, ia bahkan dapat membunuh orang jika kamu tidak berhati-hati! Itu terlalu berbahaya!”", "Tiba-tiba, Ren Xiaosu berpikir bahwa jika para pengungsi di luar benteng terkontaminasi, bukankah burung pipit juga akan terkontaminasi? Atau apakah orang-orang di benteng hanya membutuhkan para pengungsi ini untuk bekerja untuk mereka? Dan temboknya, apakah mereka secara alami membaginya menjadi hierarki?", "“Kamu hanya bisa kaya dengan mengambil risiko.” Wang Tua tersenyum dan berkata, “Karena kamu bisa menunggu sepanjang malam untuk berburu, kamu bukan orang biasa. Jika Kamu berusaha untuk menangkap burung pipit hidup, Kamu mungkin bisa berhenti bekerja selama enam bulan ke depan. Lagipula, pernahkah kamu berpikir untuk mencari uang agar kamu bisa mendapatkan seorang istri? ”", "“Dapatkan seorang istri? Pantatku! ” Ren Xiaosu berkata dengan kesal.", "Wang Tua sengaja berkata dengan nada misterius, “Li Tua, yang tinggal di sebelah, memiliki seorang putri yang belajar di sekolah yang sama dengan adik laki-lakimu, Liuyuan. Dia gadis yang sangat baik…. ”", "“Berdasarkan apa yang kamu katakan, bukankah lebih baik jika aku menjual burung pipit ini kepada Li Tua secara langsung? Apakah Aku masih membutuhkan perkenalan Kamu? ” Ren Xiaosu menoleh ke arah Yan Liuyuan dan bertanya, “Apakah putri Li Tua teman sekelasmu?”", "“Iya.” Yan Liuyuan mengangguk. Dia cukup besar.", "“Shoo, bermainlah di sana,” bentak Wang Tua. “Anggap saja aku tidak mengatakan apa-apa karena kamu salah mengira kebaikanku sebagai niat buruk!”", "Melihat bahwa dia hampir terjebak di antara olok-olok Ren Xiaosu dan Yan Liuyuan, Wang Tua dengan tegas menghentikan mereka dengan mengubah topik. Ingat, lain kali Kamu menangkap burung pipit hidup, Kamu harus membawanya kepada Aku.", "“Tentu.” Ren Xiaosu mengangguk. Meski menangkapnya hidup-hidup itu berbahaya, itu bukan tidak mungkin. Dia melihat sekeliling toko kelontong dan bertanya, “Berapa harga jual jaket berlapis kapas ini?”", "“Jaket-jaket itu adalah pendatang baru, dan harganya masing-masing 500 yuan! Kamu harus tahu bahwa Aku membelinya masing-masing seharga 490 yuan. Aku sama sekali tidak mencari untung dari menjual jaket berlapis kapas ini. ” Wang Tua berkata, “Satu kematian berkurang berarti satu nyawa diselamatkan.”", "“Kamu baik sekali,” memuji Ren Xiaosu dengan acuh tak acuh. Aku akan membeli satu. Periksa dan lihat ukuran apa yang harus dipakai Liuyuan. ”", "“Bro, beli satu untuk dirimu sendiri juga,” kata Yan Liuyuan cepat.", "“Jangan menyela ketika orang dewasa sedang berbicara.” Ren Xiaosu mengerutkan kening. Aku tidak kedinginan.", "Uang adalah hal yang baik. Organisasi yang mengontrol benteng mengeluarkan uang untuk memastikan distribusi barang dan material. Meskipun nyaman, tanpa itu, tidak ada yang bisa dilakukan.", "Musim dingin di sini sangat dingin, tetapi dia harus menyisihkan sejumlah uang jika terjadi keadaan darurat. Karena masih ada lebih dari sebulan tersisa sampai musim dingin, Ren Xiaosu berpikir bahwa tidak akan terlambat untuk membeli jaket berlapis kapas lagi jika dia bisa menangkap burung pipit lagi.", "Lebih penting lagi, sudah waktunya Yan Liuyuan membayar uang sekolah bulanannya.", "Ren Xiaosu melihat ke sekeliling toko kelontong lagi, tatapannya tertuju pada konter di belakang Wang Tua. “Berapa harga jual antibiotik dan obat anti-inflamasi?”", "Kamu ingin membeli obat? Baru kemudian Wang Tua menyadari larangan berlumuran darah itudage melilit tangan Ren Xiaosu. Kamu terluka? Kalau begitu kau benar-benar harus membeli obat. Jika tidak, kamu bisa terkena infeksi dan mati! ”", "Aku bertanya berapa harganya! Ren Xiaosu berkata dengan tidak sabar.", "“Masing-masing 210 yuan.” Wang Tua berkata, “Antibiotik harus diminum selama tiga hari berturut-turut. Aku akan menjual tiga pil kepada Kamu seharga 620 yuan dan memberi Kamu aplikasi iodopovidone 1 secara gratis. Aku hanya punya 10 pil tersisa di sini. ”", "Ren Xiaosu berpikir sejenak sebelum berkata, “Bagaimana kalau membulatkannya …”", "“Jika dengan membulatkan ke bawah, maksudmu menghilangkan nol, tutup,” bentak Wang Tua.", "Ren Xiaosu menampar bibirnya dan dengan enggan membuang muka. “Lupakan, Aku tidak akan membelinya. Peradangan jarang terjadi selama musim dingin. ”", "Dia berbalik dan membawa Yan Liuyuan ke sekolah. Ketika mereka melewati toko biji-bijian, Ren Xiaosu masuk dan membeli sepotong roti hitam. Roti hitam itu bercampur dengan sesuatu yang akan membuat tenggorokan mereka tidak nyaman saat tertelan.", "Yan Liuyuan berkata sambil mengunyah roti hitamnya, “Bro, kenapa kamu tidak juga membayar uang sekolah dan datang ke sekolah karena kamu sangat ingin menghadiri kelas.”", "Aku masih harus pergi berburu. Ren Xiaosu berkata, “Tentang apa yang dikatakan Wang Tua sebelumnya, ada beberapa gadis kaya di sekolahmu, kan? Kamu sebaiknya tidak jatuh cinta pada usia yang begitu muda. ”", "“Aku mendengar bahwa orang-orang di masa lalu biasa menikah ketika mereka berusia sekitar 13 hingga 14 tahun,” balas Yan Liuyuan. Meskipun dia tidak pernah memikirkan masalah seperti itu sebelumnya, dia merasa menyenangkan dan menyenangkan untuk bertengkar dengan Ren Xiaosu.", "Menemukan kegembiraan di tengah kesulitan mungkin adalah salah satu keterampilan terbesar yang dimiliki manusia.", "Ren Xiaosu berpura-pura menampar kepala Yan Liuyuan. “Bagaimana kita bisa membandingkan apa yang dilakukan orang di masa lalu? Kamu masih muda. Wanita yang menjalin hubungan denganmu sekarang akan menjadi istri orang lain di masa depan. ” Ren Xiaosu mengagumi pikiran itu. “Hubungan dengan istri orang lain kedengarannya cukup mengasyikkan untuk beberapa alasan….”", "“Bro, apa yang kamu bicarakan? Mengapa Aku tidak bisa mengerti? ” kata Yan Liuyuan sambil berkedip.", "“Enyah. Berhentilah bersikap tidak bersalah padaku, ”kata Ren Xiaosu kesal.", "…", "Sekolah adalah tempat terbersih dan terawat di seluruh kota. Itu juga satu-satunya tempat tinggal yang memiliki halaman sendiri.", "Berjalan dari luar, tanaman dengan jarak yang tepat yang ditanam di halaman dapat dilihat: daun bawang, kecambah bawang putih, kentang, kubis, dan banyak lainnya.", "Ren Xiaosu merasa bahwa tempat seperti sekolah seharusnya memiliki pohon bambu yang tumbuh di sekitarnya. Tetapi sekali lagi, dengan makanan yang tidak mudah didapat akhir-akhir ini, sangat beruntung memiliki tempat untuk menanam sayuran ini. Karena itu, keinginan Ren Xiaosu adalah agar Yan Liuyuan menjadi seorang guru ketika dia dewasa.", "Bukan karena dia sangat menghormati guru, tapi dia merasa bahwa menjadi guru itu aman. Mereka juga memiliki hak istimewa untuk memiliki pekarangan sendiri untuk menanam sayuran. Selain itu, tidak ada yang akan mencuri hasil panen mereka.", "Sungguh hal yang luar biasa.", "Secara umum, keinginan Ren Xiaosu selalu sangat “sederhana.”", "Yan Liuyuan mengambil uang sekolahnya dan pergi ke kelas. Ren Xiaosu berjongkok di atas dinding dan mendengarkan apa yang diajarkan di dalam kelas. Karena dia tidak mampu membayar uang sekolah, dia harus menguping seperti ini.", "Guru terkadang menceritakan kepada siswa tentang betapa mulianya peradaban manusia di masa lalu. Namun, terus terang, guru juga tidak menyaksikan saat seperti itu. Apa pun yang dia katakan kepada mereka sekarang adalah detail yang disampaikan dari mulut ke mulut, jadi kebenarannya mungkin sudah terdistorsi.", "Meskipun tidak terlalu bisa diandalkan, Ren Xiaosu masih terpesona olehnya.", "Kadang-kadang, Ren Xiaosu akan mengajukan pertanyaan kepada Yan Liuyuan tentang informasi yang tidak dia mengerti atau dengar. Ini sangat mengganggu Yan Liuyuan karena jika dia tidak dapat menjawabnya, itu akan menunjukkan bahwa dia tidak memperhatikan selama pelajaran. Oleh karena itu, setiap kali Ren Xiaosu hadir untuk menghadiri pelajaran, Yan Liuyuan akan sangat perhatian selama kelas.", "Untuk beberapa alasan, Yan Liuyuan harus mengakui bahwa kakaknya terlihat agak menawan ketika dia sedang serius belajar. Tidak heran Xiaoyu akan melemparkan dirinya ke arahnya.", "Guru sedang memegang buku di kelassaat dia menatap dengan mata melankolis pada beberapa siswa yang tertidur. Kemudian dia menatap Ren Xiaosu, yang berada di atas dinding di luar jendela. Dia berkata kepada Yan Liuyuan, “Ketika Kamu kembali hari ini, beri tahu saudara Kamu bahwa dia bisa datang ke halaman dan mendengarkan pelajaran Aku di masa depan.”", "“Baik!” Yan Liuyuan tersenyum bahagia.", "www.worldnovel.online"]},
{"novel3": ["Bab 9: Tanyakan kepada Aku jika ada sesuatu yang tidak Kamu mengerti Penerjemah: Editor Legge: Legge", "Ren Xiaosu berdiri di pintu masuk gubuknya saat dia menyaksikan band pergi. Wang Tua masih di sisi mereka meminta maaf kepada mereka, “Meskipun ada yang salah dengan kepala Ren Xiaosu, ini tidak seperti itu. Izinkan Aku menjelaskan… ”", "Anggota band itu tidak repot-repot mendengarkan penjelasannya. “Wang Fugui, Aku memberi Kamu waktu enam jam untuk mencarikan Aku kandidat yang cocok. Meskipun tidak ada yang salah dengan anak ini, kami tidak akan memanfaatkannya. Kami akan berangkat saat fajar, jadi jangan mengacaukan rencana kami! ”", "Ren Xiaosu berdiri dengan gembira di pintu masuk gubuk dan menyaksikan keributan seolah-olah dia tidak ada hubungannya dengan itu. Tapi tak disangka, gadis bertopi itu berbalik dan menatapnya. Ren Xiaosu tiba-tiba merasa bahwa dia telah tahu.", "Dia bahkan tidak bisa melihat ekspresi gadis di bawah topinya, namun dia merasakan jantungnya berdebar karena suatu alasan.", "Ren Xiaosu secara tidak sadar mengaktifkan dan menggunakan Skill Duplication Scroll-nya. Sebuah suara melantun dari istana, “Salah satu keterampilan target akan disalin secara acak.”", "“Disalin secara acak?”", "Keterampilan senjata api target disalin secara acak. Apakah Kamu ingin mempelajarinya? ”", "“Iya!” Melihat Skill Duplication Scroll menghilang, Ren Xiaosu berpikir bahwa jika dia tidak mempelajarinya, itu akan sia-sia.", "“Belajar berhasil. Kamu telah menguasai Kemahiran Senjata Api Lanjutan “.", "“Tunggu sebentar, bukankah Aku mendapatkan gulungan dasar? Bagaimana Aku menguasai Kemahiran Senjata Api Tingkat Lanjut? Bukankah seharusnya Aku paling banyak mempelajari keterampilan di tingkat dasar? ” Ren Xiaosu bertanya-tanya dalam benaknya.", "“Hanya ada dua jenis Skill Duplication Scrolls. Jenis pertama adalah Gulir Duplikasi Keterampilan Dasar, yang dapat Kamu gunakan untuk mempelajari keterampilan apa pun yang lebih tinggi dan lebih rendah. Jenis gulir kedua adalah Gulir Duplikasi Keterampilan Utama, yang dapat Kamu gunakan untuk mempelajari keterampilan tingkat master, asalkan Kamu juga telah mencapai tingkat lanjutan dari keterampilan tersebut. Ada juga peluang untuk meniru kekuatan super target, “jawab suara dari istana.", "Ren Xiaosu tercengang mengetahui bahwa dia juga bisa menduplikasi kekuatan super orang lain! Dia kemudian mengingat gadis itu dan bertanya, “Bisakah Kamu memberi tahu Aku tingkat keahlian senjata api gadis itu?”", "“Ya, informasi ini dapat terungkap jika itu adalah target yang Kamu pelajari.”", "“Berapa tingkat kemahiran keterampilan senjatanya? Menguasai?”", "“Sempurna.”", "…", "Gulir Duplikasi Keterampilan Dasar memungkinkan pengguna untuk mempelajari keterampilan dasar atau lanjutan acak dari target. Sementara itu, Master Skill Duplication Scroll memungkinkan untuk mempelajari keterampilan tingkat master, asalkan keterampilan tersebut berada di tingkat lanjutan. Bahkan ada peluang untuk mempelajari kekuatan super pihak lain.", "Tingkat ini seluruhnya dinilai oleh istana itu sendiri. Meskipun istana menyebutkan sesuatu tentang peluang sukses, Ren Xiaosu menjadi sedikit bersemangat pada kemungkinan mempelajari kekuatan super orang lain.", "Ren Xiaosu dan Yan Liuyuan pernah membahas apakah beberapa negara adidaya lebih unggul dari yang lain. Beberapa orang terlahir sebagai pejuang sementara yang lain terlahir sedikit lebih lemah.", "Seseorang seperti Ren Xiaosu, yang perlu bertahan hidup di alam liar, akan merasa bahwa kekuatan super penyerang lebih kuat. Namun, keterampilan Yan Liuyuan bergantung pada elemen keberuntungan, jadi dia tidak bisa ikut serta dalam pertempuran. Oleh karena itu, Ren Xiaosu bersikeras dalam keyakinannya bahwa hanya ada berbagai jenis negara adidaya; tidak ada yang lebih unggul dari yang lain.", "Tapi sekarang, keterampilan yang bisa meniru keterampilan orang lain? Betapa superiornya itu!", "Namun, Ren Xiaosu bingung tentang gadis yang memakai topi itu.", "Ketika Ren Xiaosu menerima Kecakapan Senjata Api Tingkat Lanjut, sejumlah besar pengetahuan senjata api disalurkan ke dalam pikirannya. Seolah-olah pengetahuan telah diintegrasikan ke dalam dirinya. Dia mendapatkan perasaan naluriah untuk subjek tersebut.", "Apa yang dia miliki tidak hanya pengetahuan tentang semua jenis dan model senjata api, pembongkaran, perawatan, dan penggunaannya, tetapi juga perasaan naluriah yang dekat untuk membidiknya.", "Ren Xiaosu bahkan tahu berapa banyak serangan balik yang dimiliki setiap jenis senjata. Jika dia diberi senjata sekarang, selama itu ditutupi oleh pengetahuan senjata api canggih yang dia peroleh, dia tidak akan berbeda dari seorang profesional yang telah berlatih selama bertahun-tahun.", "Mengenai akurasi, mendapatkan skor 9,5 ke atas pada jarak 100 meter sepertinya merupakan standar untuk Kecakapan Senjata Api Tingkat Lanjut.", "Ini mengejutkan Ren Xiaosu sedikit, tetapi belum sampai menjadi gembira. Bagaimanapun, dia tidak memiliki pistol di tangannya. Yang lebih mengejutkannya adalah bahwa istana pikirannya telah mengevaluasi keterampilan senjata api gadis itu dengan sempurna.", "Ren Xiaosu tidak dapat membayangkan betapa menakjubkannya keterampilan tingkat master, apalagi memikirkan tentang apa yang dapat dia lakukan jika dia menyempurnakan keterampilan itu.", "Seseorang seperti dia ada di sebuah band?", "Tampaknya para prajurit dari pasukan swasta dan anggota band tersebut tidak menyadari bahwa teror semacam itu ada dalam kelompok mereka. Ren Xiaosu sebelumnya menyadari bahwa semua orang memperlakukannya sebagai anggota kelompok yang normal.", "Gadis itu mungkin tidak menyangka bahwa Ren Xiaosu akan menggunakan metode misterius seperti itu untuk mendapatkan akses ke rahasianya.", "Dia membuat keputusan bijak untuk keluar dari bergabung dengan grup ini untuk misi mereka. Pada saat yang sama, Ren Xiaosu sangat senang mengetahui tentang rahasia orang lain.", "“Bro, kenapa kamu terus menatap punggungnya? Yan Liuyuan bertanya sambil menjulurkan kepalanya keluar dari gubuk.", "Ren Xiaosu menyeringai lebar. Dia berbalik dan menatap Yan Liuyuan. Tepat ketika dia akan berperilaku seperti kakak laki-laki yang memiliki otoritas, pintu tirai dari pintu sebelah diangkat. Seorang wanita bertanya, “Punggung siapa? Dimana?”", "Yan Liuyuan dan Ren Xiaosu tercengang. Orang yang keluar dari gubuk sebelah ternyata adalah Xiaoyu!", "Yan Liuyuan bertanya-tanya, “Kakak Xiaoyu, mengapa kamu ada di gubuk sebelah?”", "Xiaoyu menyisir rambutnya dan berkata sambil tersenyum, “Aku pindah ke sini dan akan menjadi tetanggamu mulai sekarang.”", "Di mana keluarga tiga orang yang tinggal di sini? Yan Liuyuan bertanya, “Kemana mereka pergi?”", "“Aku bertukar rumah dengan mereka,” Xiaoyu menjelaskan.", "Yan Liuyuan menarik Ren Xiaosu ke samping dan berbisik, “Kak, Kakak Xiaoyu telah melakukan investasi besar kali ini. Dia dulu tinggal di rumah bata! ”", "Ren Xiaosu tidak mengatakan apa-apa saat dia menundukkan kepalanya dan langsung kembali ke gubuk. Yan Liuyuan tersenyum pada Xiaoyu sebelum menarik kepalanya kembali ke dalam gubuk juga.", "“Bro, kamu masih perawan kan?” Yan Liuyuan bertanya.", "Ren Xiaosu menatap Yan Liuyuan dan berkata, “Liuyuan, karena kamu tidak muda lagi, aku ingin mendidikmu tentang ini.”", "Yan Liuyuan duduk tegak dan menjadi serius. “Baiklah, Bro, tanyakan padaku jika ada sesuatu yang tidak kamu mengerti—”", "Sebelum Yan Liuyuan bisa menyelesaikannya, dia ditendang ke tanah oleh Ren Xiaosu. Tapi Yan Liuyuan tidak marah. Dia terus tertawa.", "“Kamu benar-benar menjadi lebih berani, ya?” Ren Xiaosu meletakkan tempat tidur dan berkata, “Lakukan yang terbaik untuk tidak memprovokasi Kakak Xiaoyu, dan jangan mencoba menjodohkan kami. Kita bahkan tidak bisa menangani diri kita sendiri, jadi di mana kita akan mendapatkan waktu untuk mengkhawatirkan orang lain? ”", "“Oke,” jawab Yan Liuyuan dengan patuh. “Tapi dia memberi kami kentang dan obat-obatan, dan dia juga sangat memperhatikanmu. Apakah kamu benar-benar akan mengabaikannya? ”", "Ren Xiaosu berpikir sejenak sebelum berkata, “Hal terpenting tentang menjadi manusia adalah jujur ​​dan memiliki hati nurani yang bersih. Tetapi jika kita pernah merasakan kepedihan dalam hati nurani kita, kita harus meyakinkan diri kita sendiri bahwa sebenarnya tidak demikian. ”", "Yan Liuyuan bingung.", "Ketika Ren Xiaosu mulai berbicara, Yan Liuyuan bersiap untuk diajar olehnya. Tetapi pada saat Ren Xiaosu selesai, Yan Liuyuan tidak bisa lebih tercengang.", "Mungkin begitulah Ren Xiaosu.", "Di era seperti ini, orang seperti Ren Xiaosu mungkin akan bertahan lebih baik daripada kebanyakan orang. Namun, Yan Liuyuan sama sekali tidak keberatan dengan orang macam apa Ren Xiaosu. Keributan dan kehati-hatian Ren Xiaosu yang terus-menerus adalah karena pelajaran dan pengalaman yang dia peroleh melalui banyak luka yang dia terima di masa lalu.", "Namun, Yan Liuyuan tahu bahwa Ren Xiaosu masih menyimpan beberapa hal yang ingin dia katakan.", "www.worldnovel.online"]},
{"novel3": ["Bab 10: Pencarian Samping Penerjemah: Editor Legge: Legge", "Saat ini, suara kasar terdengar dari luar gubuk. Itu diarahkan ke tetangga baru mereka, Xiaoyu. “Xiaoyu, aku baru tahu kamu pindah ke sini ketika aku pergi mengunjungi kamu sekarang. Aku membawakanmu rokok. ”", "Ren Xiaosu dan Yan Liuyuan saling memandang dan mengerutkan kening. Mereka mendengar Xiaoyu berkata, “Aku tidak memberikan layanan seperti itu lagi.”", "“Ha ha!” Seolah-olah orang dengan suara kasar itu mendengar sesuatu yang lucu. “Jika Kamu tidak melakukan hal semacam itu lagi, bagaimana Kamu akan bertahan? Siapa yang akan memberi Kamu rokok di masa depan? ”", "“Lepaskan Aku!” Xiaoyu terdengar marah. Mereka berdua rupanya bertengkar. Sesuatu yang robek. Kedengarannya seperti pakaian seseorang telah robek.", "Ketika Yan Liuyuan menoleh untuk melihat Ren Xiaosu, dia melihat bahwa Ren Xiaosu masih mengerutkan kening. Lalu dia berkata dengan berbisik, “Bro, pergi dan bantu dia.”", "Ren Xiaosu berdiri dan melepaskan ikatan pisau tulang dari betisnya. Mengangkatnya tinggi-tinggi, dia keluar dari gubuk.", "Tepat pada saat ini, kunci mesin tik kuningan di dalam istana pikiran Ren Xiaosu mulai mengetik kata-kata ke perkamen kulit. Suara dari istana yang megah melantun pada saat yang sama, “Quest: Help—”", "Dia mencibir dalam pikirannya dan menyela suara dari istana. Bahkan tanpa misi ini, Aku masih akan membantunya.", "Sejak Ren Xiaosu keluar dari gubuknya sambil memegang pisau, hanya butuh dua detik baginya untuk menghampiri pria itu.", "Ren Xiaosu tidak mengatakan kata-kata yang mengancam seperti “biarkan dia pergi” atau “sentuh dia lagi jika kamu berani” karena dia tahu bahwa tindakan yang tidak perlu dapat menyebabkan kegagalan.", "Yang perlu dia lakukan hanyalah menggunakan solusi paling sederhana untuk memecahkan masalah paling sederhana.", "Ketika sosok ramping tapi kuat Ren Xiaosu datang berlari seperti cheetah, pria itu segera mencabut pisau dari pinggangnya dan menebas Ren Xiaosu. Setiap orang di kota akan membawa senjata pertahanan diri.", "Pria itu mulai tertawa mengejek dalam pikirannya karena dia hampir satu kepala lebih tinggi dari Ren Xiaosu. Selanjutnya, dia memegang senjata logam yang sebenarnya, bukan hanya pisau tulang.", "Namun, di saat berikutnya, tawa mengejeknya berhenti.", "Sudah menjadi rahasia umum bahwa senjata logam akan menguasai pisau tulang meskipun binatang buas memiliki struktur kerangka yang sekuat baja.", "Tetapi sekuat baja tidak berarti itu baja.", "Senjata jarak dekat tidak dilarang di kota, tetapi hampir tidak mungkin untuk mendapatkan senjata logam yang bagus. Meskipun beberapa industri perlahan-lahan mengejar kembali standar sebelum The Cataclysm, mereka masih dibatasi oleh kurangnya sumber daya saat ini.", "Ren Xiaosu muncul di hadapan pria itu dalam sekejap. Sprintnya dimulai dengan kaki kirinya membentur tanah sementara otot di kaki kanannya menegang dan menopang berat tubuhnya. Kedua kakinya sekarang mencengkeram tanah saat dia memusatkan semua kekuatannya di sana untuk dorongan maksimal. Kemudian, seperti arus listrik, dia membiarkan kekuatan ini melonjak dari pinggang ke atas dan ke pelukannya.", "Ren Xiaosu mengayunkan pisaunya secara diagonal ke atas begitu keras sehingga dia hampir menebas celah tepat ke kegelapan malam, memotong selokan di tanah.", "Dentang! Pisau tulang dan senjata logam bertabrakan satu sama lain. Para penonton yang diam-diam menonton tercengang ketika mereka melihat kedua pisau itu patah menjadi dua pada saat yang bersamaan. Mereka hanya mengira pisau tulang itu akan patah!", "Pada saat itu, Ren Xiaosu melemparkan pisau tulang ke samping tanpa ragu-ragu karena pria itu terkejut. Tindakan membuang pisau ini dilakukan dengan gerakan cepat setelah diayun. Seolah-olah Ren Xiaosu mengharapkannya untuk pecah. Jelas dia punya rencana lain sejak awal.", "Dia meraih pergelangan tangan pria itu dan meninju dengan keras dengan tangan lainnya tepat di saraf ketiak 1.", "Pria itu mencoba melepaskan diri dari genggamannya tetapi tiba-tiba menyadari bahwa pemuda itu jauh lebih kuat darinya!", "Bagaimana ini bisa terjadi? Bukankah lawannya masih muda? Pemuda ini mungkin hanya berdiri setinggi lehernya!", "Namun, ketika pria itu memperhatikan otot-otot keras di sekitar leher Ren Xiaosu, dia menyadari bahwa itu adalah kekuatan murni.", "Saraf ketiak berjalan sekitar tiga sentimeter di sekitar lengan atas dan ketiak, tetapi pukulan tidak perlu mendarat tepat karena ukuran kepalan tangan cukup untuk menutupi penyimpangan apa pun.", "Area inilah yang menjadi salah satu kelemahan tubuh manusia. Ketika saraf ketiak menerima trauma berat 1, neuropati 2 dapat occur. Mengingat saraf sebagai kabel listrik, trauma semacam itu dapat menyebabkan saraf ketiak menghasilkan pelepasan sinyal listrik yang tidak terkendali yang dapat mengganggu transmisi sinyal yang akurat. Saat otak dibebani oleh sinyal-sinyal seperti itu, ia akan mengirimkan sinyal rasa sakit. Sinyal yang berlebihan juga menyebabkan anggota badan menerima sinyal yang campur aduk. Tubuh kemudian mulai mengeluarkan sejumlah besar ion kalsium dan kalium sebagai reaksi, dan kelebihan muatan listrik yang dihasilkan cukup untuk melumpuhkan seluruh tubuh sebentar!", "Pria itu menjerit saat dia jatuh ke tanah, anggota tubuhnya bergerak-gerak tak terkendali. Ketika akhirnya dia menyadari apa yang sedang terjadi, dia tidak memiliki kekuatan yang tersisa untuk menghadapi Ren Xiaosu.", "Ren Xiaosu berdiri diam di sampingnya dan tampak seperti sedang memikirkan sesuatu. Pria itu terengah-engah sebelum memohon belas kasihan. “Aku tidak akan menyimpan dendam. Tolong biarkan aku pergi. Aku akan melupakan kejadian hari ini. ”", "Setiap orang pintar akan tahu bahwa hidup mereka ada di tangan Ren Xiaosu. Jadi dia tidak boleh berteriak-teriak dengan kasar dan tidak masuk akal, tetapi membiarkannya nanti saja.", "Ren Xiaosu memandang Xiaoyu. “Siapa dia?”", "“Dia adalah mandor tambang batubara. Dia juga orang yang memimpin kelompok yang menikam seseorang sampai mati di kota tadi malam. Karena dia mendengar pria itu memiliki kebiasaan menabung, dia mulai mendapatkan ide sejak dia memiliki hutang judi. ” Xiaoyu mengungkapkan apa yang dikatakan pria itu tadi malam ketika dia membual tentang kejadian itu padanya.", "Ren Xiaosu berjalan ke jalan dan mengambil senjata logam pria itu. Kemudian dia berjalan kembali ke samping pria itu. Saat dia menatapnya dengan jijik, dia memperkirakan ada paling banyak empat hingga lima detik sebelum pria itu bisa mendapatkan kembali mobilitasnya.", "Tiba-tiba, suara dari istana yang terdiam beberapa saat kembali berbunyi. “Quest: Bebaskan musuhmu.”", "Tapi saat suara dari istana mulai menghilang, Ren Xiaosu berjongkok dan menusukkan senjata logam itu ke perut pria itu. Suara tajam dari senjata logam yang merobek kulit dan kulit membuat setiap penonton atau siapa pun menguping dengan sensasi kesemutan di kulit kepala mereka. Kemudian pria itu mulai mengeluarkan banyak darah.", "“Waktumu sekitar tiga menit. Jika Kamu dapat mencapai klinik kota tepat waktu dan menjahitnya, mungkin masih ada kesempatan bagi Kamu untuk bertahan hidup, “kata Ren Xiaosu dengan tenang.", "Ketika pria itu mendengarnya, dia berhenti memedulikan rasa sakitnya. Dia segera bangkit dan berlari menuju klinik tanpa berkata apa-apa.", "“Quest selesai. Diberikan Gulir Duplikasi Keterampilan Dasar. ”", "“Quest selesai. Diberikan Gulir Duplikasi Keterampilan Dasar. ”", "“Karena senjata Kamu hilang, pencarian sampingan khusus telah diaktifkan….”", "Ren Xiaosu tercengang bahkan sebelum dia selesai mendengarkan. Pencarian pertama harus terkait dengan dia menyelamatkan Xiaoyu, jadi dia bisa mengerti mengapa itu berhasil diselesaikan. Dia tidak menyangka quest kedua juga akan dianggap selesai.", "Bagaimana istana ini membuat penilaian ?!", "Yan Liuyuan bertanya dari sampingnya, “Bro, kamu membiarkan dia pergi begitu saja? Bagaimana jika dia pulih setelah dijahit di klinik dan kembali untuk membalas dendam padamu? Dia sama sekali bukan orang yang baik. ”", "Ren Xiaosu menatap ke dalam malam. “Seolah-olah klinik jelek di kota itu tahu bagaimana menjahit seseorang.”", "“Bro, melihat bagaimana kamu masih begitu kejam, aku bisa tenang.”", "Karena ini, Ren Xiaosu merasa lega bahwa pencarian itu dianggap selesai meskipun pria itu pasti akan mati. Bahkan jika dia tidak mati, pisau besi berkarat itu masih merupakan senjata ampuh untuk menyebabkan tetanus. Bahkan jika dia bisa selamat dari cederanya, dia mungkin juga sudah mati.", "Meskipun pria itu memiliki senjata logam, dia hanya bisa mendapatkan tipe yang paling murah. Ren Xiaosu mungkin tidak akan mematahkan pisaunya jika tidak.", "Seseorang seperti Ren Xiaosu memiliki seperangkat prinsip pribadi yang tidak akan menyimpang darinya. Meskipun dia memiliki kekuatan super sekarang, itu tidak akan mengubah caranya melakukan sesuatu.", "Jika dia harus berubah, itu karena keinginannya sendiri. Tidak ada orang lain yang bisa membuatnya melakukannya.", "Oleh karena itu, tampaknya kriteria apakah sebuah pencarian selesai tidak seketat itu? Apa yang benar-benar dipedulikan oleh istana adalah … sikap yang ditunjukkan oleh Ren Xiaosu?", "Saat ini, beberapa orang di gubuk di sepanjang jalan mulai berbisik. Faktanya, selama bertahun-tahun, mereka belajar betapa kejamnya Ren Xiaosu. Meskipun demikian, mereka dikejutkan oleh kejadian hari ini.", "Ini karena tFisik kedua petarung hari ini terlalu berbeda. Selain itu, kekuatan yang ditunjukkan oleh Ren Xiaosu sama sekali tidak kalah dengan mandor. Faktanya, dia mungkin lebih kuat dari pria lain.", "Sungguh luar biasa.", "Seseorang bergumam pelan di salah satu gubuk, “Lihat, aku bilang jangan memprovokasi dia.”", "Ren Xiaosu pergi untuk mengambil pisau tulang yang telah menemaninya selama lebih dari setahun. Umurnya akhirnya berakhir.", "Dia berbalik dan menatap Xiaoyu. Di malam hari, Xiaoyu terlihat sedikit lembut. Faktanya, Xiaoyu delapan tahun lebih tua dari Ren Xiaosu, tetapi sekarang, sepertinya dia lebih muda dari Ren Xiaosu delapan tahun.", "Ren Xiaosu dengan blak-blakan bertanya, “Bisakah kamu berhenti merokok?”", "Xiaoyu mengangguk dengan penuh semangat.", "“Hal-hal itu tidak membuat ketagihan karena mereka hanya menambahkan sedikit biji poppy ke dalamnya. Wang Tua menyebutkan bahwa proporsi zat tambahan sangat rendah, jadi masih mungkin untuk berhenti jika Kamu benar-benar ingin, “kata Ren Xiaosu sambil berjalan ke pintu gubuk Xiaoyu dan berjongkok. Dia menusukkan setengah dari pisau tulang putihnya dengan kejam ke dalam lumpur, hanya menyisakan sebagian kecil dari itu di atas tanah.", "Para penonton yang memiliki beberapa pemikiran yang tidak bermoral untuk Xiaoyu segera membatalkan ide itu.", "Di kota, separuh dari tulang pisau ini sekarang melambangkan keinginan seseorang. Tidak ada yang mau membuat keputusan gegabah dan akhirnya menyinggung Ren Xiaosu yang kejam.", "Ren Xiaosu berbalik dan berkata kepada Xiaoyu, “Tapi ada sesuatu yang ingin Aku jelaskan. Meskipun Aku sangat tampan, meskipun Aku… Tidak mungkin di antara kita…. ”", "Xiaoyu tampak tercengang. Aku hanya melihatmu sebagai adik kecil.", "Giliran Ren Xiaosu tertegun. “Hahahaha, ini sangat canggung.”", "Ren Xiaosu segera memimpin Yan Liuyuan kembali ke gubuk mereka. Dia menatap Yan Liuyuan saat mereka berjalan kembali. Itu semua salahmu karena selalu mengoceh tentang hal itu padaku!", "Yan Liuyuan diam-diam berbalik dan mengedipkan mata pada Xiaoyu. Ketika Xiaoyu melihat wajah Yan Liuyuan, dia mulai tertawa. Semua perasaan tidak senangnya seakan lenyap begitu saja.", "Dia berjongkok di tanah dan menatap setengah dari tulang pisau itu untuk waktu yang lama sebelum pergi tidur dengan senyuman di wajahnya.", "Sementara itu, Ren Xiaosu menutup matanya dan mengamati bagian dalam istana secara mendetail. Dia juga memeriksa apa yang telah diketik mesin tik pada perkamen kulit.", "Sebuah pencarian sampingan? Sangat menarik!", "www.worldnovel.online"]}
]